{"text": "### CONSTRUCTION RECRUITERS AMERICA STAFFING, INC. FIELD\n\n### PERSONNEL HANDBOOK\n\n____________________________________________________ _____________________________\nISSUED TO DATE\n\n---\n\nTABLE OF CONTENTS\n\n**YOU AND THE COMPANY 4-6**\n\nWelcome Letter Annual Office Closures/Standard Operating Hours Employee Classifications Employee Handbook Changes in Policy Equal Employment Opportunity At Will Nature of Employment Confidentiality **CODE OF CONDUCT 6-10**\n\nDisciplinary Procedure Employee Dress Code Substance and Abuse Cellphone Policy Religious Accommodation Attendance Policy Smoking Guidelines Violence in the workplace 8-Anti-Harassment, including Sexual Harassment Policy 9-Workers Compensation Fraud **SAFETY AND SECURITY 10-11**\n\nPhilosophy Basic Guidelines 10-\n\n---\n\nReporting Protocol **GENERAL EMPLOYEE INFORMATION 11-13**\n\nWorkers’ Compensation Social Security Unemployment Insurance Pay Day Pay Period Hours of Work Overtime Pay Meal and Rest Breaks Timekeeping Payroll Deductions Wage Garnishment Direct Deposit Workers Compensation Leave Jury Duty Leave **EMPLOYEE SIGN-OFF/ACKNOWLEDGEMENT 14**\n\n---\n\n**INTRODUCTION**\n\n**Welcome to Construction Recruiters America Staffing, Inc. (CRAS)**\nWelcome to the CRAS team, we are happy you have joined our crew and look forward to working with you. You\n(the crew) are employed at one of the most reputable skilled tradesmen staffing agencies in the US. Such status\ncomes with certain commitment and expectation, and you will be expected to maintain the high standards set\nby us. **Corporate Annual Office Closure/ Standard Hours of Operation**\nThe Company Corporate Headquarters Standard hours of Operation are Monday - Friday 8am-4pm EST. Annual office closure are as follows:\nNew Year’s Day\nMemorial Day\nIndependence Day\nLabor Day\nThanksgiving Day\nChristmas Day\n\nIn the event a Holiday falls on a weekend, observance will be on the Friday prior. In the event of an emergency not within business hours contact 561-660-4846 for immediate assistance. **Employee Classifications**\nThe following terms are used to describe employees and their employment status:\n\nFull-Time Employee - Employees who are not temporary employees, independent contractors, or independent\nconsultants and who are regularly scheduled to work a 30+ hour work week. Part-Time Employee - Employees who are not temporary employees, independent contractors, or independent\nconsultants and who are regularly scheduled to work less than 30 hours per week. Temporary Employees - Employees who are hired as interim replacements to temporarily supplement the\nworkforce or to assist in the completion of a specific project. Employment assignments in this category are of\nlimited duration and the temporary employee can be let go before the end of the defined period. Short term\nassignments generally are period of three (3) months or less, however, such assignments may be extended. All\nTemporary employees are at-will regardless of the anticipated duration of the assignment (see Employment atwill policy). Temporary employees retain that status unless and until notified in writing of a change. Each employee will be advised of his or her status at the time of hire and any change in status. Regardless of the\nemployee’s status, the employee is employed at-will and the employment relationship can be terminated by the\nCompany or the employee at any time, with or without cause. **Employee Handbook**\nThis employee Handbook is designed to summarize certain personnel policies and benefits of Construction\nRecruiters America Staffing, Inc. (CRAS) and to acquaint employees with many of the rules concerning\nemployment with the company. This Handbook applies to all employees, and compliance with the Company’s\npolicies is a condition of employment. This handbook supersedes all previous employment policies, written and\n\n---\n\noral, express and implied. The Company reserves the right to modify, rescind, delete, or add to the provisions of\nthis Handbook from time to time in its sole and absolute discretion. This employee handbook is not a binding\ncontract between the Company and its employees, nor is it intended to alter the at-will employment\nrelationship between the Company and its employees. The Company reserves the right to interpret the policies\nin this Handbook and to deviate them when, in its discretion, it determines it is appropriate. **Changes in Policy**\nSince our business is constantly changing, the Company expressly reserves the right to revise, modify, delete, or\nadd to any and all policies, procedures, work rules, or benefits stated in this handbook or in any other\ndocument, except for the policy of at-will employment as described below. Nothing in this employee handbook\nor in any other document, including benefit plan descriptions, creates or is intended to create a promise or\nrepresentation of continued employment for any employee. Any changes to your at-will employment status,\ndescribed below, must be in writing and must be signed by the Company. With respect to all other changes to Company policies, we will notify you of these changes in writing.", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0000", "char_span": [0, 5108], "sentence_count": 26, "content_type": "text", "prev_chunk_id": null, "next_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0001", "keywords": ["employee", "employment", "handbook", "company", "this"], "policy_tags": ["HARASSMENT", "MEAL", "OVERTIME", "REST"], "hash_64": "38cfa8474f236e75", "created_at": "2025-10-23T16:07:06.227152", "token_count": 1013}}
{"text": "Any changes to your at-will employment status,\ndescribed below, must be in writing and must be signed by the Company. With respect to all other changes to Company policies, we will notify you of these changes in writing. No oral\nstatements or representations can in any way alter the provisions of this Handbook. Changes will be effective on\ndates determined by CRAS and you may not rely on policies that have been superseded. If you are uncertain about any policy or procedure, please check with your manager. **Equal Employment Opportunity (EEOC)**\nConstruction Recruiters America Staffing, Inc. (CRAS), provides equal employment opportunities (EEO) to all\nemployees and applicants for employment without regard to race, color, religion, sex, national origin, age,\ndisability or genetics. In addition to federal law requirements, Construction Recruiters America Staffing, Inc.\n(CRAS), complies with applicable state and local laws governing nondiscrimination in employment in every\nlocation in which the company has facilities. This policy applies to all terms and conditions of employment,\nincluding recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence,\ncompensation and training. Construction Recruiters America Staffing, Inc. (CRAS), expressly prohibits any form of workplace harassment\nbased on race, color, religion, gender, sexual orientation, gender identity or expression, national origin, age,\ngenetic information, disability, or veteran status. In carrying out commitment to equal employment opportunity, the Company will make reasonable\naccommodation for applicants and employees with known disabilities who can perform the essential functions\nof the job with or without such accommodations. As a consequence, applicants and employees requiring\naccommodations should notify the human resource department. **Employment At-Will**\nEmployment with the Company is on an at-will basis, unless otherwise specified in a written employment\nagreement. You are free to resign at any time, for any reason, with or without notice. Similarly, the Company is\nfree to conclude the employment relationship at any time for any lawful reason, with or without cause, and with\nor without notice. Nothing in the Handbook will limit the right of either party or terminate an at-will employment. No section of\nthis Handbook is meant to be construed, nor should be construed, as establishing anything other than an\n\n---\n\nemployment at-will relationship. This Handbook does not limit management’s discretion to make personnel\ndecisions such as reassignment, change of wages and benefits, demotion etc. **Confidentiality**\nThe Company maintains a personnel file and payroll records for each employee as required by law. Personnel\nfiles and payroll records are the property of the Company and may not be removed from the Company premises\nwithout written authorization. Because personnel files and payroll records are confidential, access to the records\nis restricted. Generally, only those who have a legitimate reason to review information in an employee’s file are\nallowed to do so. Disclosure of personnel information such as employees contact information, work schedule, and status of\nemployment is strictly prohibited by anyone at the company other than managers. However, the Company will\ncooperate with requests from authorized law enforcement or local, state, or other federal agencies conducting\nofficial investigations and otherwise legally required. By policy, the Company will provide only the former or present employee’s dates of employment and position(s)\nheld with the Company and eligibility for rehire, if asked. Compensation information may also be verified if\nwritten authorization is provided by the employee. **CODE OF CONDUCT**\n**Disciplinary Procedure**\nAs an at-will employer, the Company may impose discipline whenever it determines it is necessary or\nappropriate. Discipline may take various forms, including verbal counseling, written warnings, suspension,\ndemotion, transfer, reassignment or termination. The discipline imposed will depend on the circumstances of\neach case; therefore, discipline will not necessarily be imposed in any particular sequence. Moreover, at any\ntime the Company determines it is appropriate, an employee may be discharged immediately. Every organization must have certain standards of conduct to guide the behavior of employees. Although there\nis no possible way to identify every rule of conduct, the following is an illustrative list (not intended to be\ncomprehensive or to limit the Company’s right to impose discipline for any other conduct it deems\ninappropriate). Keep in mind that these standards of conduct apply to all employees whenever they are on\nCompany property and/or conducting Company business (on or off Company property). Engaging in any conduct\nthe Company deems inappropriate may result in disciplinary action, up to and including termination. a. Dishonesty;\nb. Falsification of Company records;\nc. Unauthorized use or possession of property that belongs to the Company, a coworker, or of the public;\nd. Possession or control of illegal drugs, weapons, explosives, or other dangerous or unauthorized\n\nmaterials;\ne.", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0001", "char_span": [5108, 10332], "sentence_count": 38, "content_type": "text", "prev_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0000", "next_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0002", "keywords": ["company", "employment", "will", "other", "without"], "policy_tags": ["EEOC", "HARASSMENT", "REST", "WARN"], "hash_64": "39cd8d474321ee69", "created_at": "2025-10-23T16:07:06.231603", "token_count": 1007}}
{"text": "a. Dishonesty;\nb. Falsification of Company records;\nc. Unauthorized use or possession of property that belongs to the Company, a coworker, or of the public;\nd. Possession or control of illegal drugs, weapons, explosives, or other dangerous or unauthorized\n\nmaterials;\ne. Fighting, engaging in threats of violence or violence, use of vulgar or abusive language, horseplay,\n\npractical jokes or other disorderly conduct that may endanger others or damage property;\nf. Insubordination, failure to perform assigned duties or failure to comply with the Company’s health,\n\nsafety or other rules;\ng. Unauthorized or careless use of the Company’s materials, equipment or property;\nh. Unauthorized and/or excessive absenteeism or tardiness;\ni. Lack of teamwork, poor communication, unsatisfactory performance, unprofessional conduct, or\nconduct improper for the workplace;\nj. Sexual or other illegal harassment or discrimination;\n\n---\n\nk. Unauthorized use or disclosure of the Company’s confidential information;\nl. Violation of any Company policy. Employees who are found to be in violation of any company policy is subject to a write-up by a manager or\nshift leader at any time. Three write-ups in 30 days for any infraction will automatically result in termination\nof employment with Construction Recruiters America Staffing, Inc. (CRAS). After 30 days write-ups start over\nif write-ups are for a different infraction only exception is below. Disciplinary procedures will be conducted as followed:\n\n1. One Written Warning\n2. One Written Warning\n3. One Written Warning and/or Termination\nIf an employee has three Write-ups for the same infraction at any point and time that employee is subject to\ntermination from employment with the company. **Dress Code**\nConstruction Recruiters America Staffing, Inc. (CRAS) does maintain a uniform policy for field personnel. Good\nand proper hygiene practices is required examples include: Bathing, using deodorant, neat and groomed hair,\nfacial hair neat and cut. If you have any questions, please ask. **Construction Recruiters America Staffing, Inc. (CRAS) uniform consists of:**\n\n- Reflective/Safety colored T-Shirt or Long Sleeve Shirt. - No muscle shirts, torn or cropped shirts are permitted on any job site\n- Long Jeans, provided that they do not have any patchwork or holes\n- No Shorts of any length are permitted on any job site\n- No sweat pants, No gym shorts, No wind pants, No Tights etc. - Steel toe Work boots are required on all job sites. - No Western boots, No Open toe shoes. No sneakers etc. - No Jewelry unless stud earrings or wedding band\n- Welders are to wear silicone wedding band, no stainless or metal wedding band is allowed whenperforming welding on any job site\n\n- No false finger nails of any kind\n- Hard Hat when applicable\n- Safety Glasses/Goggles when applicable\n**Substance and Abuse**\nThe Company is committed to providing its employees with a safe and productive work environment. In keeping\nwith this commitment, it maintains a strict policy against the use of alcohol and the unlawful use of drugs in the\nworkplace. Consequently, no employee may consume of possess alcohol, or use, possess, sell, purchase or\ntransfer illegal drugs at any time while on the Company’s premises or while using equipment, or at any location\nduring work time. No employee may report to work with illegal drugs (or their metabolites) or alcohol in his or her bodily system. The only exception to this rule is that employees may engage in moderate consumption of alcohol that may be\nserved and/or consumed as part on an authorized Company social or business event. “Illegal drug” means any\ndrug that is not legally obtainable or that is legally obtainable but has not been legally obtained. It includes\n\n---\n\nprescription drugs not being used for prescribed purposes or by the person to whom it is prescribed or in\nprescribed amounts. It also includes any substance a person holds out to another as an illegal drug. Any violation of this policy will result in disciplinary action, up to and including termination of employment. **Cell Phone Policy**\nThe use of personal cell phones at work is a privilege and should not be abused at any time. Cell phones should\nnever be out or in use while performing tasks on any job site. Conversations should be away from areas where\nother employees are working and out of customer view. The only exception is for the site manager. When cell phone use interferes with the satisfactory performance of an employee’s duties or disturbs others,\nthe privilege of using a personal cell phone at work will be taken away and other disciplinary action, up to and\nincluding termination, may be imposed. Sitting down texting and/or making personal calls on a cell phone when\nthere is work to do will not be tolerated and will result in a write-up.", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0002", "char_span": [10332, 15151], "sentence_count": 43, "content_type": "text", "prev_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0001", "next_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0003", "keywords": ["that", "work", "other", "will", "company"], "policy_tags": ["HARASSMENT", "WARN"], "hash_64": "29c7a9c753b3ae6b", "created_at": "2025-10-23T16:07:06.236035", "token_count": 1010}}
{"text": "Sitting down texting and/or making personal calls on a cell phone when\nthere is work to do will not be tolerated and will result in a write-up. **Religious Accommodation**\nThe Company will make reasonable accommodations for employees’ observance of religious holidays and\npractices unless the accommodation would cause an undue hardship on the Company’s operations. If you desire\na religious accommodation, you are required to make the request in writing to your manager as far in advance\nas possible. You are expected to strive to find co-workers who can assist in the accommodation (e.g. trade shifts)\nand cooperate with the Company in seeking and evaluating alternatives. **Attendance Policy**\nPunctuality and regular attendance are essential to the successful operation of the Company’s business. If an\nemployee is unable to report to work (or report to work on time) for any reason, the employee must notify his\nor her supervisor at least 30 minutes before his or her starting time. If an employee desires to leave work for any\nreason during the work day, the employee must obtain the approval of his or her supervisor prior to leaving. In\nthe event the employee fails to call his or her supervisor or report for work for 2 consecutive workdays, the\nemployee will be deemed to have voluntarily resigned from his or her employment with the Company and will\nbe removed from the payroll. Excessive absenteeism or tardiness may subject the employee to disciplinary\naction, up to and including termination. **Smoking Policy**\nIf you smoke it must be done within designated areas of the job site and out of view of the client. Hands must be\nwashed upon returning to work. Cigarettes are to be completely put out and disposed of in the proper\nreceptacle NOT thrown on the ground or anywhere near the job site. Employees are allowed two paid 15minute smoke breaks for every five-hour shift worked, or within site supervisions discretion. Smoke breaks can\nonly be taken at the approval of site manager/supervisor and/or shift leader. **Violence in the Work Place**\nThe Company is committed to providing a safe workplace. Any employee, who threatens violence, engages in\nviolence or engages in intimidating behavior in the workplace, is in violation of our policy. The workplace is\ndefined as all Company and client property including, without limitation, the parking lot, break room, and all\npublic areas such as lobby and restrooms. Although violence and intimidation may take many forms, the following are examples of prohibited conduct:\n\nDisruptive activity in the workplace;\n\n---\n\nThreatening, hostile or intimidating behavior;\nPossession of a dangerous weapon, regardless of whether or not you hold a permit;\nViolation of restraining orders;\nFighting;\nVerbal Abuse;\nStalking;\nSabotaging another employees work;\nHarmful misuse of equipment or other Company property; and\nAny behavior which is reasonably perceived as threatening by the recipient or observers\n\nIf you believe that you or one of your co-workers have been subjected to threatening or intimidating behavior\nrelated to the workplace by a fellow employee, client, a family member or other, you should immediately report\nsuch conduct to the President or any other employee of the Corporate office. You are responsible for making\nthis report regardless of the relationship between the individual whom initiated the threat or violent behavior\nand the person(s) whom were threatened or were the focus of the violent behavior. If you apply for or obtain a protective or restraining order which lists Company or client property as being\nprotected areas, you must provide to the President and your supervisor a copy of the order, as well as the\npetition, motions, counter memoranda and affidavits used to seek the order. Complaints of intimidation or violence will be promptly and discretely investigated. Any employee who violates\nthis policy will be subject to serious disciplinary action, up to and including termination. **Anti-Harassment and Discrimination**\nThe Company is committed to providing a work environment free of sexual or any form of unlawful harassment\nor discrimination. Harassment or unlawful discrimination against individuals on the basis of race, religion, creed,\ncolor, national origin, sex, sexual orientation, gender identity, age, ancestry, physical or mental disability,\nmedical condition including medical characteristics, marital status or any other classification protected by local,\nstate or federal laws is illegal and prohibited by Company policy. Such conduct by or towards any employee,\ncontract worker, customer, vendor or anyone else who does business with the Company will not be tolerated. Any employee or contract worker who violates this policy will be subject to disciplinary action, up to and\nincluding termination of his or her employment or engagement. To the extent a customer, vendor or other\nperson with whom the Company does business engages in unlawful harassment or discrimination, the Company\nwill take appropriate corrective action. Prohibited Conduct:\nProhibited harassment or discrimination includes any verbal, physical or visual conduct based on sex, race, age,\nnational origin, disability or any other legally protected basis if:\n\na.", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0003", "char_span": [15151, 20397], "sentence_count": 29, "content_type": "text", "prev_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0002", "next_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0004", "keywords": ["company", "will", "employee", "work", "report"], "policy_tags": ["HARASSMENT", "REST"], "hash_64": "39c9ad474723ae79", "created_at": "2025-10-23T16:07:06.241139", "token_count": 1017}}
{"text": "Prohibited Conduct:\nProhibited harassment or discrimination includes any verbal, physical or visual conduct based on sex, race, age,\nnational origin, disability or any other legally protected basis if:\n\na. Submission to such conduct is made either explicitly or implicitly a term or condition of an individual’s\n\nemployment or engagement;\nb. Submission to or rejection of such conduct by an individual is used as a basis for decisions concerning\n\nthat individuals employment of engagement;\nc. It creates a hostile or offensive work environment\n\nProhibited harassment includes unwelcome sexual advances, requests for sexual favors and lewd, vulgar or\nobscene remarks, jokes, posters or cartoons, and any unwelcome touching, pinching or other physical contact. Other forms of unlawful harassment or discrimination may include racial epithets, slurs and derogatory remarks,\n\n---\n\nstereotypes, jokes, posters or cartoons based on race, national origin, age, disability, marital status or other\nlegally protected categories. Complaint Procedure:\nEmployees who feel that they have been harassed or discriminated against, or who witness any harassment or\ndiscrimination by an employee, contract worker, customer, vendor or anyone else who does business with the\nCompany, should immediately report such conduct to their supervisor or any other member of management. Do not allow an inappropriate situation to continue by not reporting it, regardless of who is creating the\nsituation. No employee, contract worker, customer, vendor or other person who does business with this\norganization is exempt from the prohibitions in this policy. In response to every complaint, the Company will\nconduct an investigation and, if improper conduct is found, take appropriate corrective action. To the extent that an employee wishes to file a formal complaint they are to do so in accordance with the\nCompany’s Grievance Policy provided upon request via the Company Privacy Officer. **Workers Compensation Fraud**\nThe Company believes that the filing of fraudulent workers’ compensation claims poses as a serious offense. The\nCompany will vigorously prosecute any employee who files a fraudulent workers’ compensation claim to the\nfullest extent of the law. **Safety Philosophy**\nThe Company is committed to providing a safe workplace. Accordingly, the Company emphasizes “safety first”. It\nis the employee’s responsibility to take steps to promote safety in the workplace and work in a safe manner. By\nremaining safety conscious, employees can protect themselves and their coworkers. Employees are expected to\npromptly report all unsafe working conditions, accident and injuries, regardless of how minor so that any\npotential hazards can be corrected. **General Safety Rules**\n\nA. Do not wear loose clothing or jewelry around equipment\nB. Keep equipment, tools and trash away from walkways to avoid accidental tripping\nC. Handle all equipment carefully and according to standard procedures. Do not “jerry rig” tools and\n\nequipment\nD. Do not engage in horseplay or running\nE. Turn off all electrical equipment, including machines and radios, before leaving at the end of the day\nF. Do not tamper with electrical circuits, switches or fuses\nG. Notify your supervisor of any electrical problems\nH. Stop all machinery before cleaning, oiling or adjusting\nI. Prior to work, all equipment and situation must be inspected DAILY and as-is necessary\nJ. When operation equipment all guards or safety features attached must be used\nK. Observe posted Safety Procedures, and wear required Safety Equipment\nL. If you do not understand or have any doubt about an item, do not use it until you check with your\n\nforeman and are properly instructed\nM. Become familiar with where and what kinds of fire extinguishers are on the job\nN. A pre-shift check-list must be completed prior to using any aerial work platform or forklifts\nO. Every employee will be expected to do his or her part toward keeping the jobsite as clean as possible\nP. All policies and procedures provided/instilled within the Company must be followed without exception\n\n---\n\nIf at any time during employment with Construction Recruiters America Staffing, Inc. you fail to abide within\nOSHA mandated and Jobsite Specific Safety Policies you shall be subject to termination. Any violation of the\nabove rules shall subject you to disciplinary action up to and including termination. **Accident/Injury Reporting**\nInjuries must be reported IMMEDIATELY to the proper authority directly following any job site incident/s. Do not\ndelay in reporting any incidents or injuries, your direct site supervisor must be made aware and the event must\nbe documented appropriately. It is imperative you do not leave the job site or clock out prior to reporting any\naccident and/or injury while on site. All accidents will be thoroughly investigated. Employees are required to\ncooperate with management during accident and/or injury investigation. Formal paperwork will be provided to\nsite supervisor/manager for documenting purposes. Serious injuries that require emergency medical care must\nbe reported to management immediately after emergency care has been provided.", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0004", "char_span": [20397, 25577], "sentence_count": 43, "content_type": "text", "prev_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0003", "next_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0005", "keywords": ["must", "company", "safety", "conduct", "other"], "policy_tags": ["HARASSMENT", "OSHA"], "hash_64": "9bcd8d474b238e79", "created_at": "2025-10-23T16:07:06.245628", "token_count": 1008}}
{"text": "All accidents will be thoroughly investigated. Employees are required to\ncooperate with management during accident and/or injury investigation. Formal paperwork will be provided to\nsite supervisor/manager for documenting purposes. Serious injuries that require emergency medical care must\nbe reported to management immediately after emergency care has been provided. **Employee Benefits**\nThe Company provides insurance programs as mandated by state and federal regulation for all employees. From\ntime to time, benefits may be added or deleted from the benefits package. The Company reserves the right to\nmake such changes. This handbook does not contain the complete terms and/or conditions of any of the Company’s current benefit\nplans. It is intended only to provide general explanations. For information regarding employee benefits and\nservices, employees should contact a member of the CRAS team. **Worker’s Compensation**\nAll states have worker’s compensation laws whose purpose is to promote the general welfare of people by\nproviding compensation for accidental injuries or death suffered in the course of employment. These laws are\ndesigned to provide protection to workers suffering occupational disabilities through accidents arising out of,\nand in the course of employment. Construction Recruiters America Staffing, Inc. carries worker’s compensation\ninsurance for all employees and pays the entire cost of the insurance program. An employee who suffers an\ninjury or illness in connection with the job is usually eligible to receive a portion of your salary up to maximum\nset by the state until you are able to return to work and in addition may be entitled to receive payment for all\nreasonable medical expenses. The state may limit the number of weeks you are able to draw benefits as well as\nthe total you are able to draw. If you believe you have suffered an on-the-job injury or illness, you must report this incident immediately as\nrequired in accordance to the Company’s Accident Reporting Procedure as well as submission of a post-accident\ndrug and alcohol test. Failure to comply within Company reporting procedure may jeopardize your ability to\nqualify for compensation. **Social Security Benefits (FICA)**\nDuring your employment, you and the Company both contribute funds to the Federal government to support\nthe Social Security Program. This program is intended to provide you with retirement benefit payments and\nmedical coverage once you reach retirement age. **Unemployment Insurance**\nThe Company pays a state and federal tax to provide employees with unemployment insurance coverage in the\nevent they become unemployed through no fault of their own due to circumstance described by law. This\ninsurance is administered by applicable state agencies, who determine eligibility for benefits, the amount of\nbenefits (if any), and duration of benefits. ---\n\n**Pay Periods and Paydays**\nEmployees are paid on a weekly basis. Payday is every Friday. Pay period ends on Sunday, and pay is dispersed\nvia pay card or direct deposit of your choosing. In the event payday falls on a holiday, the payday will be\nobserved on the preceding business day. Any changes required as applicable to funds distribution must be\nreceived one week prior to effective date of change and the notification must be submitted in writing inclusive\nof proper documentation from your bank as well. **Overtime Pay**\nRegular employees will be paid in accordance with federal and state law. The Fair Labor Standards Act provides that all non-exempt employees are eligible to receive overtime pay for all\ntime worked over forty (40) hours in any one work week and in the state of California to receive overtime pay\nfor all time worked over eight (8) hours per day in any one work week. Although the FLSA does not require the\nCompany to do so, the Company has voluntarily chosen to pay overtime to its exempt employees, as well. You have been hired by the Company to perform work under the expectation of adaptability to a fluctuating\nschedule. In such cases in which you must complete tasks to meet project deadlines you may be requested to\nwork overtime. Refusal to work overtime is considered insubordination and may result in disciplinary actions up\nto and including termination. **Rest and Meal Periods**\nAll rest and meal periods will be in accordance with state and federal law. To the extent the law does not require rest and meal breaks, field employees will be provided a 15-minute paid\nrest break in the morning and an additional in the evening - assuming the employee is working a full shift. Field\nemployees scheduled to work more than a five hour period will be provided a 30-minute unpaid meal period. Meal breaks and/or rest breaks must be taken only when approved by a manager or shift leader to avoid\ndisturbance on site. **Time Keeping**\nAll employees are required to sign-in on the CRAS and/or client preferred sign-in sheet when they arrive on site\nand sign-out upon their departure from work. Employees are not allowed to sign-in more than 5 minutes before\nscheduled shift and 15 minutes after their scheduled shift without manager approval.", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0005", "char_span": [25577, 30729], "sentence_count": 38, "content_type": "text", "prev_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0004", "next_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0006", "keywords": ["employees", "company", "state", "will", "work"], "policy_tags": ["ADA", "FLSA", "MEAL", "OVERTIME", "REST"], "hash_64": "38cd8d4647314639", "created_at": "2025-10-23T16:07:06.250743", "token_count": 996}}
{"text": "Employees are not allowed to sign-in more than 5 minutes before\nscheduled shift and 15 minutes after their scheduled shift without manager approval. Time cards are official\nbusiness records and may not be altered without the employee’s supervisor’s approval and may not be falsified\nin any way. Failure to abide within these standards set forth may lead to disciplinary action up to and including\ntermination. **Payroll Deductions**\nVarious payroll deductions are made each pay period to comply with federal and state laws pertaining to taxes\nand insurance. Deductions will be made for the following: Federal and State Income Tax Withholding, Social\nSecurity, Medicare, State Disability and Family Temporary Disability Insurance, Employee portion health\ninsurance premium as chosen upon hire date, any Company provided advances (payday advance and/or hotel\ndirect advances) and other items by you or required by law (including a valid court order). You can adjust your\nfederal and state income tax withholding by completing the proper federal or state form and submitting to a\nmember of the CRAS corporate office. At the start of each calendar year, you will be supplied with your Wage\nand Tax Statement (W-2) form for the prior year. This statement summarizes your income and deductions for\nthe year. ---\n\n**Wage Garnishment**\nA garnishment is a court order requiring an employer to remit part of an employee’s wages to a third party to\nsatisfy a just debt. Once the Company receives the legal papers ordering a garnishment, we are required by law\nto continue making deductions from your check until we have withheld the full amount or until we receive legal\npapers from the court to stop the garnishment. Even if you have already paid the debt, we still need the legal\npapers to stop the garnishment. **Direct Deposit**\nAll employees are encouraged, but not required, to utilize the option of funds deposited into a bank account of\nan accredited participating bank or credit union of their choosing. If you would prefer to enroll a Company\nprovided Sole Pay card you have the ability to do so as well. It is the employees responsibility to ensure a\nmember of the CRAS corporate office is made aware of where you wish you pay card to be mailed to within a\ntimely manner, failure to do so will lead to delays in receipt of pay card. **Workers Compensation Leave**\nAny employee who is unable to work related to injury or illness and who is eligible for Worker’s Compensation\nbenefits will be provided an unpaid leave for the period required. The first 12 weeks will be treated concurrently\nas a family and medical leave under the federal Family Medical Leave Act for eligible employees. **Jury Duty**\nU.S. citizens have a civic obligation to provide jury duty service when called. The employee must bring in the jury duty notice as soon as it is received so that appropriate arrangements can\nbe made to cover his or her duties. Employees are required to call in or report for work on those days or parts of\ndays when their presence in court is not required. Should you be urgently needed, the Company may request a\npostponement of jury services until some future date. You may be required to submit some proof of jury service, such as pay stubs upon returning to work. The\nCompany is not required to pay field employees for Jury Duty. ---\n\n**Acknowledgement of Receipt of Field Staff Handbook**\n\nEmployee:\n\nI acknowledge that I have been provided with a copy of the Construction Recruiters America Staffing, Inc.\nEmployee Handbook, which contains important information on the Company’s policies, procedures and\nbenefits, including the policies on Anti-Harassment/Discrimination, Substance Use and Abuse and\nConfidentiality. I understand that I am responsible for familiarizing myself with the policies in this handbook and\nagree to comply with all rules as applicable to me. I understand and agree that the policies described in the handbook are intended as a guide only and do not\nconstitute a contract of employment. I specifically understand and agree that the employment relationship\nbetween the Company and me is at-will and can be terminated by the Company or me at any time, with or\nwithout cause or notice. Furthermore, the Company has the right to modify or alter my position or impose any\nform of discipline it deems appropriate at the time. Nothing in this handbook is intended to modify the\nCompany’s policy of at-will employment. The at-will employment relationship may not be modified except by a\nspecific written agreement signed by me and an authorized representative of the Company. This is the entire\nagreement between the Company and me regarding this subject. All prior or contemporaneous inconsistent\nagreements are superseded. I understand the Company reserves the right to make changes to its policies, procedures or benefits at any time\nat its discretion. However, the at-will employment agreement can be modified only in the manner specified\nabove.", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0006", "char_span": [30729, 35701], "sentence_count": 34, "content_type": "text", "prev_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0005", "next_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0007", "keywords": ["company", "employees", "federal", "state", "will"], "policy_tags": ["HARASSMENT"], "hash_64": "39cf894647236671", "created_at": "2025-10-23T16:07:06.255276", "token_count": 1002}}
{"text": "All prior or contemporaneous inconsistent\nagreements are superseded. I understand the Company reserves the right to make changes to its policies, procedures or benefits at any time\nat its discretion. However, the at-will employment agreement can be modified only in the manner specified\nabove. I further understand that the Company reserves the right to interpret its policies or to vary its procedures\nas it deems necessary or appropriate. I have reviewed the Company Field Staff Handbook. I have read (or will read) and agree to above by the policies\nand procedures contained in the Handbook. By: _________________________________________________ Date: ____________________\nManager\n\nBy: ________________________________________________ Date: ____________________\nEmployee\n\n---", "metadata": {"doc_id": "FieldServiceTechnicians_CRA_Staffing.md", "company": "Cra Staffing", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Cra Staffing", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0007", "char_span": [35701, 36479], "sentence_count": 7, "content_type": "text", "prev_chunk_id": "FieldServiceTechnicians_CRA_Staffing.md_chunk_0006", "next_chunk_id": null, "keywords": ["company", "procedures", "understand", "reserves", "right"], "policy_tags": [], "hash_64": "31cba90b57020633", "created_at": "2025-10-23T16:07:06.255901", "token_count": 139}}
