{"text": "## HEALTHCARE SERVICES GROUP, INC. ## EMPLOYEE HANDBOOK\n\n![Healthcare SERVICES GROUP](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Healthcare_Healthcare_Services_Group_image_1_3.png)\n\n---\n\n###### INTRODUCTION THE COMPANY EMPLOYMENT AT-WILL PROBATION PERIOD HARASSMENT/DISCRIMINATION/RETALIATION POLICY EMPLOYEE CONDUCT AND WORK RULES HOURS OF WORK CALL-IN REQUIREMENTS OVERTIME REQUESTING, BORROWING, OR ACCEPTING MONEY, TIPS, OR\n###### GIFTS FROM PATIENTS/RESIDENTS OR THEIR FAMILY MEMBERS VACATION HOLIDAYS SICK DAYS JURY DUTY BEREAVEMENT LEAVE UNPAID LEAVES OF ABSENCE A. MILITARY LEAVE B. FAMILY AND MEDICAL LEAVE C. PERSONAL LEAVE CONFLICTS OF INTEREST PATIENT/RESIDENT ABUSE/NEGLECT PATIENTS'/RESIDENTS' RIGHTS HEALTH INSURANCE PORTABILITY AND ACCOUNTABILITY ACT (HIPAA) CHEMICAL USE . FIRE PROCEDURE AND EVACUATION PLAN SAFETY AND HEALTH POLICY IN-SERVICE TRAINING PROGRAMS PERSONAL PROTECTIVE EQUIPMENT . NEEDLESTICK INJURY PROGRAM INFECTION CONTROL SUBSTANCE ABUSE WORKERS COMPENSATION INSURANCE HEALTH/DENTAL INSURANCE CONTRIBUTION BY EMPLOYEES\n###### ON WORKER'S COMPENSATION OR AN APPROVED LEAVE OF ABSENCESOLICITATION AND DISTRIBUTIONSMOKING REGULATIONS PERSONNEL RECORD CHANGES EMPLOYEE HANDBOOK RECEIPT ---\n\n**INTRODUCTION**\n\nWelcome! Healthcare Services Group, Inc. (\"Healthcare\" or \"the Company\"), since its\ninception in 1977, has been in the forefront of providing housekeeping, laundry, linen, facility\nmaintenance, and food services which improve quality and reduce costs to our clients in the\nhealth care industry. Our clients include:\n\n Nursing Homes\n\n Rehabilitation Centers\n\n Assisted Living Facilities\n\n Retirement Facilities\n\n Hospitals\n\nHealthcare has established itself as a leader in providing cost-effective means of\noutsourcing indirect patient/resident care services. As a result, our clients can maximize the\nattention paid to their direct care responsibilities. Healthcare has been able to bring a high level of professionalism to managing these\nancillary services. Healthcare prides itself on creating a partnership with our clients to focus\non delivering the highest quality care to the patients/residents of health care facilities. This Employee Handbook is an extension of that professional approach. It shows our\ncommitment to quality operations using an approach that will deliver the best service possible. This Handbook is intended to provide you with information about some of the working\nconditions, employee benefits, and Company policies effecting your employment. Obviously,\nthe information, policies, and benefits described here are subject to change, without prior notice. Accordingly, this Handbook is not intended to be a contract. Furthermore, where this Handbook\nis inconsistent with a collective bargaining agreement, the terms of the collective bargaining\nagreement will govern. Similarly, Healthcare operates in many different states. Should any\nportion of this Handbook be inconsistent with the law of a particular state, that state law will\ngovern. **FINALLY, IT IS IMPORTANT THAT ALL EMPLOYEES UNDERSTAND**\n**THAT THEIR EMPLOYMENT IS FOR NO DEFINITE PERIOD OF TIME AND**\n**THAT, JUST AS AN EMPLOYEE MAY TERMINATE HIS/HER EMPLOYMENT AT**\n**ANY TIME WITHOUT NOTICE OR CAUSE, SO TOO MAY THE COMPANY**\n**TERMINATE OR MODIFY THE EMPLOYMENT RELATIONSHIP AT ANY TIME,**\n**WITHOUT PRIOR NOTICE OR CAUSE, EXCEPT AS OTHERWISE PROVIDED BY**\n**LAW.**\n\n---\n\n**THE COMPANY**\n\nThe Company is dedicated to four simple business principles:\n\n1. Service. To provide our clients (patients, residents, families, visitors, andemployees) with the best service possible with a concentration on consistency,\nquality control, and systems operations. Our standardized operation methods are\nset and never compromised. 1. Professionalism. To bring to our industry and our services a professionalapproach. All employees will be professional at all times. 1. Cost Efficiency. To operate the department in the most cost-effective mannerpossible. By standardizing operations, maintaining controls, and planning\nschedules, the cost of operations can be controlled. 1. Growth. To expand our operations through a satisfied client base and astrong management team, preferably developed by promoting from within. **EMPLOYMENT AT-WILL**\n\nIt is the policy of the Company that all employees are employed at the will of the\nCompany. Employees are subject to termination at any time, for any reason, with or without\ncause or notice.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0000", "char_span": [0, 4479], "sentence_count": 37, "content_type": "text", "prev_chunk_id": null, "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0001", "keywords": ["handbook", "healthcare", "employee", "services", "leave"], "policy_tags": ["HARASSMENT", "HIPAA", "OVERTIME", "REST"], "hash_64": "318efc4d4b772e51", "created_at": "2025-10-23T16:07:06.484580", "token_count": 1010}}
{"text": "**EMPLOYMENT AT-WILL**\n\nIt is the policy of the Company that all employees are employed at the will of the\nCompany. Employees are subject to termination at any time, for any reason, with or without\ncause or notice. At the same time, employees may terminate their employment at any time and\nfor any reason. No Company representative is authorized to modify this policy for any employee or to\nenter into any agreement, oral or written, that changes the at-will relationship. **PROBATION PERIOD**\n\nThe first ninety (90) days of employment with Healthcare will be called the Probation\nPeriod. During this time, your supervisor will pay extra attention to your training progress, the\nquality of your work, your attendance/tardiness record, your attitude, and your ability to\ncooperate with co-workers, residents, patients, and visitors. Completion of the Probation Period does not change the employee's status as an at-will\nemployee or in any way restrict the Company's right to terminate the employee or change the\nterms and conditions of employment. ---\n\n**POLICY AGAINST HARASSMENT, DISCRIMINATION, AND RETALIATION**\n\n**Purpose**\n\nThe Company is committed to providing a work environment in which all individuals are treated\nwith respect and dignity. This commitment includes a work environment free of unlawful\nharassment and unlawful discrimination. It also includes a work environment free of retaliation\nfor reporting claims of harassment and/or discrimination, or for participating in an investigation of\na complaint of harassment or discrimination. Our policy is to educate employees as to the\nbehaviors that constitute harassment, sexual harassment, and discrimination, and to make them\naware of reporting procedures and consequences for those who engage in these prohibited\nbehaviors. Harassment, discrimination, and/or retaliation will not be tolerated. **Coverage**\n\nThis policy applies to all persons involved in the operation of the Company, and prohibits\nharassment, discrimination, retaliation or other unprofessional conduct by or toward all employees\nat all levels of the Company, as well as applicants, unpaid interns, volunteers, independent\ncontractors, temporary workers, vendors, client representatives and other customers. **Individual Employee Liability for Harassment**\n\nAll employees at all levels in the Company (non-supervisors, supervisors, managers, directors,\nvice presidents, etc.) who engage in unlawful harassment not only violate this policy, but can be\nheld personally liable/responsible for monetary damages that stem from the harassing conduct. **Workplace Harassment is a Form of Discrimination**\n\nUnlawful harassment is a form of employment discrimination that violates Title VII of the Civil\nRights Act of 1964, the Age Discrimination in Employment Act of 1967, (ADEA), and the\nAmericans with Disabilities Act of 1990, (ADA). Please be aware that some state laws may\nprovide for enhanced protection. Unlawful harassment is unwelcome conduct based on a person’s legally protected characteristics,\nincluding those listed in this policy where 1) enduring the offensive conduct becomes a condition\nof continued employment, or 2) the conduct is severe or pervasive enough to create a work\nenvironment that a reasonable person would consider intimidating, hostile, or abusive. Offensive conduct may include, but is not limited to, offensive jokes, slurs, epithets or name\ncalling, physical assaults or threats, intimidation, ridicule or mockery, insults or put-downs,\noffensive objects or pictures, and interference with work performance. Harassment can occur in a\nvariety of circumstances, including, but not limited to, the following:\n\n The harasser can be the victim's supervisor, a supervisor in another area, an agent of the\n\nemployer, a co-worker, or a non-employee.  The victim does not have to be the person harassed, but can be anyone affected by the\n\noffensive conduct.  Unlawful harassment may occur without economic injury to, or discharge of, the victim. ---\n\n**Prohibited Conduct and Examples of Harassment in Violation of this Policy**\n\nIn keeping with this commitment, the Company maintains a strict policy prohibiting all forms of\nunlawful harassment and discrimination of any kind, as defined under federal law, state law, or\nany other applicable local law or ordinance.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0001", "char_span": [4479, 8802], "sentence_count": 22, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0000", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0002", "keywords": ["harassment", "this", "that", "unlawful", "policy"], "policy_tags": ["ADA", "HARASSMENT", "REST", "TITLE VII"], "hash_64": "29cf984747676e63", "created_at": "2025-10-23T16:07:06.488361", "token_count": 883}}
{"text": "---\n\n**Prohibited Conduct and Examples of Harassment in Violation of this Policy**\n\nIn keeping with this commitment, the Company maintains a strict policy prohibiting all forms of\nunlawful harassment and discrimination of any kind, as defined under federal law, state law, or\nany other applicable local law or ordinance. This includes sexual harassment, and harassment\nbased on sex (including pregnancy, childbirth, breastfeeding or medical conditions related to\npregnancy, childbirth or breastfeeding), race (including, but not limited to, hair texture and\nprotected hairstyles), religion, religious creed (including observance, practice, beliefs, and\npractices such as, religious dress and grooming practices), color, gender (including gender identity,\ngender expression, transgender status, transitioning or perceived to be transitioning), national\norigin (including physical, cultural or linguistic characteristics, marriage to or association with\npersons of a national origin group, tribal affiliation, membership in or association with an\norganization identified with or seeking to promote the interests of a national origin group, name\nthat is associated with a national origin group, accent, language use, immigration status,\ncitizenship, and other definitions under state laws), ancestry, physical or mental disability, medical\ncondition, genetic information, age, sexual orientation, military and veteran status, union status, or\nany other basis protected by federal, state or local law or ordinance or regulation. It also prohibits\nharassment, disrespectful or unprofessional conduct based on the perception that anyone has any\nof those characteristics, or is associated with a person who has or is perceived as having any of\nthose characteristics. This policy prohibits unlawful harassment in any form, including verbal, physical, and visual\nharassment. It also prohibits retaliation of any kind against individuals who file complaints of\nharassment or discrimination, or who assist in an employer investigation. Employees who violate\nthis policy are subject to discipline up to and including immediate termination. This policy also strictly prohibits sexual harassment, which is defined as (i) unwelcome sexual\nadvances or unwelcome conduct of a sexual nature; (ii) requests for sexual favors or conduct of a\nsexual nature when (1) submission to such conduct is made either explicitly or implicitly a term\nor condition of an individual’s employment; or (2) submission to or rejection of such conduct by\nan individual is used as the basis for any employment decision affecting the individual; or (3) such\nconduct has the purpose or effect of substantially interfering with an individual’s work\nperformance or creating an intimidating, hostile, or offensive working environment; or (iii) sexual\nmisconduct, which means any behavior of a sexual nature which also involves coercion, abuse of\nauthority, or misuse of an individual’s employment position. Sexual harassment includes many\nforms of offensive behavior, and is not excused because the harasser is attracted to the victim of\nthe harassment. The following is a partial list of the types of conduct which could constitute sexual\nharassment:\n\n1. Verbal conduct, such as epithets, derogatory comments, slurs, or unwanted sexualadvances, invitation or comments and comments about any employee’s body or clothing, verbal\nsexual propositions via notes, letters or e-mails. 1. Visual conduct, such as leering, making sexual gestures, displaying of derogatory posters,cartoons, drawings, or gestures. 1. Physical conduct, such as assault, unwanted touching, or interference with work directedat an employee because of the employee’s sex or other protected characteristics. ---\n\n1. Threats or demands to submit to sexual requests in order to keep one’s job or avoid someother loss, and offers of job benefits in return for sexual favors. 1. Any conduct, whether intentionally harassing or not, that has the purpose or effect ofsubstantially interfering with an individual’s work performance or creating an intimidating, hostile,\nor offensive working environment. 1. Communication via electronic media of any type that includes any harassing conduct thatis prohibited by state and/or federal law, or by company policy. 1. Making or threatening reprisals after a negative response to sexual advances. **Complaints, Investigation Procedures, Response and Corrective Action**\n\nIf you believe that you have been the subject of harassment, discrimination or other prohibited\nconduct, or if you learn that another individual covered by this policy may have been the subject of\nconduct prohibited under this policy, you should immediately report the situation to the Healthcare\nHuman Resources Department (via the HR Hotline at **833-HR4-HCSG (833-474-4274) or internal**\n**complaint form found on the HUB)** if the individual(s) engaged in the inappropriate conduct is\neither your direct supervisor or manager, or another Company supervisor, manager or higher level\nemployee to whom you do not report.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0002", "char_span": [8802, 13854], "sentence_count": 23, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0001", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0003", "keywords": ["sexual", "conduct", "this", "such", "harassment"], "policy_tags": ["HARASSMENT", "REST"], "hash_64": "21ed99455b67ae7b", "created_at": "2025-10-23T16:07:06.492843", "token_count": 989}}
{"text": "If the individual(s) who engaged in the inappropriate conduct\nis your co-worker, you should immediately report the situation to either your supervisor, or if not\ncomfortable doing so, to the Healthcare Human Resources Department. Your complaint will be taken\nvery seriously, and you accordingly will be asked to provide details of the incident or incidents, the\nnames of individual(s) involved, and names of any witnesses. Upon receiving an oral or written complaint, or information that harassment may have occurred,\nthe Company will undertake an effective, thorough and objective investigation of the allegations. During the course of an investigation of the complaint or reported situation, steps may be taken,\nwhen appropriate, to minimize contact between the complaining employee and the alleged\nharasser. Such actions may include schedule changes, temporary transfers or investigatory leave,\nusually for the alleged harasser. All complaints of harassment and/or discrimination shall be maintained discreetly, consistent with\nthe disclosure that is necessary to fully, fairly and promptly investigate the complaint or situation\nthat was reported. Complaints shall be investigated in a fair, timely and thorough manner that\nprovides all parties appropriate due process, and reaches reasonable conclusions based on the\nevidence collected. If the Company determines that harassment or other prohibited conduct has occurred, effective\nremedial action will be taken in accordance with the circumstances involved. This may include\nimmediate termination of employment, when warranted. Disciplinary action will be taken against any employee(s), supervisor(s) or manager(s) who attempt\nto discourage or prevent any harassment victim, victim of discrimination or retaliation, or witness\nto such conduct, from using the Company’s complaint procedure to report the conduct. ---\n\nIf the person who engaged in harassment is not employed by the Company, then the Company will\ntake whatever corrective action is reasonable and appropriate under the circumstances. **Filing of Complaints Outside of Our Company**\n\nThe federal Equal Employment Opportunity Commission (EEOC) and other state and local\nagencies investigate, seek to resolve and provide remedies for illegal harassment. Employees may\ncontact the EEOC at 1-800-669-4000 or [](http://www.eeoc.gov/)[www.eeoc.gov](http://www.eeoc.gov/)[.](http://www.eeoc.gov/) The nearest office of the EEOC or other\nagency may be found online or in the local telephone directory. **Prohibition Against Any Form of Retaliation**\n\nActs of retaliation made against an individual who reported sexual harassment or discrimination\nare against the law. The Company will not tolerate any form of retaliation against any employee\nor individual who has complained of being a victim of or a witness to harassment or discrimination. Nor will the Company tolerate retaliation against any employee, independent contractor, intern or\nother individual doing business with the Company because the individual participated in the\ninvestigation of a complaint. All individuals should feel free and safe to report claims and\nparticipate as a witness in the investigation of complaints without fear of retaliation of any kind. If you believe that you have suffered retaliation for making a good faith complaint about\ndiscrimination or harassment, or because you participated as a witness in an investigation of a\ncomplaint, please immediately report the situation to the Healthcare Human Resources\nDepartment. Any finding of retaliation shall result in disciplinary action, up to and including\ntermination of employment. If there are any questions concerning this policy, please contact the Healthcare Human Resources\nDepartment. **Acceptance of Policy**\n\nEveryone at the Company has a personal responsibility to conduct themselves in compliance with\nthis policy and to report any conduct inconsistent with this policy. If you have any questions\nconcerning this policy, please contact your immediate supervisor or the Healthcare Human\nResources Department. ---\n\n**EMPLOYEE CONDUCT AND WORK RULES**\n\nTo ensure orderly operations and provide the best possible work environment, the Company expects employees\nto follow rules of conduct that will protect the interests and safety of all employees and the Company. It is not possible to list all the forms of behavior that are considered unacceptable in the workplace. The\nperformance standards listed below, and others which may be established from time to time obviously are not\nall-inclusive, but are intended only to indicate some of the types of actions that are unacceptable in the\nworkplace. These performance standards are merely examples of the types of misconduct for which employees\nmay be disciplined or dismissed. By providing these examples, the Company in no way restricts its legal\ndiscretion to discipline employees or terminate the employment relationship at will. Unacceptable conduct not\nspecifically listed may, nonetheless, result in disciplinary action, up to and including discharge. If an employee\nneeds clarification of a specific issue related to these standards, she/he should seek clarification from his/her\nimmediate supervisor, or the Healthcare Services Group, Inc. Human Resources Department. Employees should understand that discipline is directed at the specific act, not the individual.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0003", "char_span": [13854, 19231], "sentence_count": 30, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0002", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0004", "keywords": ["that", "will", "company", "conduct", "harassment"], "policy_tags": ["EEOC", "HARASSMENT", "REST"], "hash_64": "398d884747274a79", "created_at": "2025-10-23T16:07:06.497861", "token_count": 1005}}
{"text": "If an employee\nneeds clarification of a specific issue related to these standards, she/he should seek clarification from his/her\nimmediate supervisor, or the Healthcare Services Group, Inc. Human Resources Department. Employees should understand that discipline is directed at the specific act, not the individual. Employees should be aware that engaging in the following actions or violating other Company rules while on\nCompany property or during the performance of their duties will subject an employee to disciplinary action, up\nto and including suspension or immediate termination:\n\n1. Violation of the Company’s rules, policies, or practices as set forth in this handbook or\nelsewhere. 1. Making or knowingly using a falsified document (e.g., time card, delivery receipt, etc.) or\nthe filing of a fraudulent document or claim for benefits. 1. Possession, distribution, sale, transfer, use, or working under the influence of alcohol or\nillegal drugs or misuse of prescription drugs, or any substance that could impair judgment\nor motor skills while on duty, or while operating the Company vehicles or equipment. 1. Fighting (verbal and physical) or threatening violence or bodily injury to another in the\nworkplace. 1. Negligence or improper conduct leading to damage or loss of the Company property or the\nproperty of others. 1. Insubordination. 2. Sexual or other harassment, retaliation or discrimination. 3. Discourtesy in dealing with clients, residents/patients, or visitors to a facility. 4. Possession of dangerous or unauthorized materials, such as explosives or firearms or other\nweapons while on duty. ---\n\n1. Excessive absenteeism or tardiness (excluding legally protected absences) or any absence\nwithout appropriate notice. 1. Smoking in prohibited areas. 2. Giving, selling, publishing or assisting in the giving, selling or publishing, or otherwise\ndisclosing any confidential, proprietary or trade secret information of the Company or any\ninformation of Company processes, operations, or prices unless authorized by Company\nManagement. 1. Unsatisfactory performance or conduct. 2. Failure to cooperate fully or provide truthful information in the Company investigation. 3. Dishonesty. 4. Failure to return from leave. 5. Violation of any law while performing work for the Company or on Company property. 6. Theft of Company property or the property of others. 7. Engaging in malicious mischief, horseplay, rough-housing, boisterous, or disruptive\nactivity in the workplace, whether or not it endangers another or results in injury to another. 1. The inappropriate use of profane or obscene language toward a supervisor,\nresident/patient, facility guest or another employee. 1. Sleeping on duty. 2. Conducting personal business while on duty, excluding break time. 3. Failure to observe safety rules as posted and common sense safety in the operation of\nequipment and general performance of duties. 1. Theft of Company money, properties, or supplies. 2. Theft of client or patient/resident money, property, or supplies. 3. Accepting money or gifts from patients/residents. 4. Not following proper cash handling procedures. 5. Not securing moneys, locking doors or not setting the alarm that may result in the loss of\nmoneys and property. 1. Not showing up for a scheduled shift or walking out on a shift. 2. Failure to attend meetings in which you are scheduled to attend by management. 3. Failure to report any accidents occurring on Company premises to management\nimmediately. Please remember that employment with the Company is at the mutual consent of the Company and the\nemployee, and either party may terminate that relationship at any time, with or without cause, and with or\nwithout advance notice. Any question regarding these and other rules should be discussed with the appropriate\nsupervisor, your immediate supervisor, or the Healthcare Services Group Human Resources Department. ---\n\n###### HOURS OF WORK\n\nThe workweek is Sunday through Saturday. The normal workday generally will include an unpaid\nmeal period of at least 30 minutes, during which the employee must be completely relieved from duty. Rest\nor coffee breaks of short duration will be counted as paid hours worked. The schedule of work hours for employees will be determined by their supervisor. The supervisor\nwill inform each employee of their daily schedule of hours to work, including meal periods and rest/coffee\nbreaks. **Employees are not permitted to work overtime without the prior approval of their supervisor.**\n\nEmployee attendance at meetings and in-service training programs will be considered hours worked,\nand therefore will be compensated time if attendance is requested by their supervisor. All non-exempt (hourly paid) employees are required to punch a time clock or complete an\nindividual time record showing the daily hours worked. Time records cover one workweek and must be\ncompleted by the close of each workday. The following procedures must be followed in filling out time\nrecords:\n\n1.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0004", "char_span": [19231, 24240], "sentence_count": 75, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0003", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0005", "keywords": ["company", "will", "that", "while", "time"], "policy_tags": ["HARASSMENT", "MEAL", "OVERTIME", "REST"], "hash_64": "39c9bdc753636e3b", "created_at": "2025-10-23T16:07:06.502503", "token_count": 1030}}
{"text": "All non-exempt (hourly paid) employees are required to punch a time clock or complete an\nindividual time record showing the daily hours worked. Time records cover one workweek and must be\ncompleted by the close of each workday. The following procedures must be followed in filling out time\nrecords:\n\n1. **Employees must record their starting time, time out for meal periods, time in after**\n**meal periods, and quitting time for each workday.**\n\n1. **Employees are not permitted to punch in, sign in, or begin work seven (7) or more**\n**minutes before their scheduled start time, or to punch out, sign out, or continue to**\n**work for seven (7) or more minutes after the end of their scheduled quitting time,**\n**without the prior approval of their supervisor.**\n\n1. **Work time will be rounded based upon an employee's start and stop time to the nearest**\n**quarter (1/4 or 15 minutes) of an hour.**\n\n1. **Employees are required to take scheduled meal breaks, and must record the time**\n**out for meal breaks and the time in after meal breaks.**\n\n1. **Employee time records must be checked and approved by their supervisor before**\n**submitting for payroll processing. Employee time records missing time in or time**\n**out recordings (including meal breaks) must be corrected and then signed by the**\n**employee as agreeing to the correction prior to submission for payroll processing.**\n\n1. **Employees will be counseled about their responsibility for recording their hours worked**\n**accurately.**\n\n1. **Punching in another employee's time card, filling out another employee's time**\n**record, or falsifying any time record is prohibited and will result in immediate**\n**discharge.**\n\n1. **Under no circumstances, are employees to work off the clock (all work time must be**\n**properly recorded).**\n\n---\n\n###### CALL-IN REQUIREMENTS\n\nReporting to work on your scheduled workdays and being on time are very important, and\nexcessive absences or lateness can lead to discharge. If for any reason you will not be able to work a\nscheduled shift, or you will be getting to work late, you must call-in as soon as possible so that your\nsupervisor will have time to try to make adjustments to the schedule. Your supervisor will give you a form with specific instructions about the call-in requirements for\nthe facility you are working in. You must follow those instructions. If you lose that form, or never\nreceived it, be sure to get one from your supervisor. Note that you must talk to your supervisor directly\nas part of your call-in responsibilities. ###### OVERTIME\n\nIn most instances, overtime compensation will be calculated on the basis of the federal law\nrequiring payment on the basis of a 40-hour workweek, with no daily overtime rules. Each work week\nbegins on Sunday and ends on the following Saturday, each week independent of the other for overtime\npay. State laws and collective bargaining agreements may provide for a more favorable lower daily\nthreshold (e.g. over 7.5 hours in a day) or a lower weekly threshold (e.g. 37.5 hours in a workweek)\nrequiring overtime pay. Affected employees must be paid overtime pay based upon the more favorable\ndaily or weekly threshold. The company is not eligible to use the eighty (80) hours worked in a two (2) workweek period\nas a basis for paying overtime. Any collective bargaining agreement citing the eighty (80) hour overtime\nrule must not be used and overtime payments must be based upon the 40-hour workweek rule. ###### REQUESTING, BORROWING, OR ACCEPTING MONEY, TIPS, OR GIFTS FROM\n\n###### PATEINTS/RESIDENTS OR THEIR FAMILY MEMBERS\n\nTo avoid even the appearance of inappropriate conduct, Healthcare strictly prohibits requesting,\nborrowing, or accepting money, tips, or gifts from patients/residents or their family members. ---\n\n###### VACATION\n\nPaid vacation is not accrued. It is granted only to employees who are continuing their employment. Therefore, employees will not be paid for \"unused\" vacation resulting from their termination for any reason,\nincluding termination of the Company's service agreement. No payments will be made for forfeited vacation\ndays. The amount of vacation time will be determined based upon the Company's policy at each facility. All\nvacation is to be taken during the year following the anniversary date of employment, and it may not be\naccumulated. The following steps should be followed when requesting vacation:\n\n1. Decide when you would like to take your vacation. 2. Inform your supervisor in writing, at least thirty (30) days before the desiredtime period (the sooner the better). 1. Your supervisor will make the final determination as to the availability of thedesired time. (Because of operational requirements, not all vacation requests can\nbe granted.)\n\n1.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0005", "char_span": [24240, 29003], "sentence_count": 39, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0004", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0006", "keywords": ["time", "must", "will", "their", "your"], "policy_tags": ["MEAL", "OVERTIME", "REST"], "hash_64": "2bc9add74722ce31", "created_at": "2025-10-23T16:07:06.506708", "token_count": 1025}}
{"text": "2. Inform your supervisor in writing, at least thirty (30) days before the desiredtime period (the sooner the better). 1. Your supervisor will make the final determination as to the availability of thedesired time. (Because of operational requirements, not all vacation requests can\nbe granted.)\n\n1. If your desired time is unavailable, select another time. ###### HOLIDAYS\n\nEligible full-time employees shall be entitled to pay for designated holidays. The particular holidays\nand determination of eligibility will be based upon the Company's policy at each facility. Company holidays\nnormally include:\n\nNew Year’s Day Labor Day\nMemorial Day Thanksgiving Day\nIndependence Day Christmas Day\n\n---\n\n###### SICK DAYS\n\nAn eligible full-time employee (as defined by Company policy at each facility) will be paid for a\nlimited number of sick days missed due to illness. The amount of paid sick days will be based upon\ncontinuous employment and will be determined based upon Company policy at each facility. **Whether you are eligible for a paid sick day or not, the following steps must be followed**\n**when reporting off sick:**\n\n1. You must telephone your facility and notify your supervisor of your absence atleast one (1) hour prior to the start of your shift. Note that you must talk to your\nsupervisor directly as part of your call-in responsibilities. 1. If you are out for an extended sick period of time (i.e., absent for 5 or moreconsecutive days that you would have been scheduled to work), a doctor's note\nwill be required upon returning to work. (Unless otherwise agreed with your\nsupervisor, each day out sick you must follow Step 1.)\n\n1. Failure to provide a doctor's note upon returning to work from an extendedsick period (i.e., absent for 5 or more consecutive days that you would have\nbeen scheduled to work) could result in termination. 1. Medical clearance from your doctor will be required, in writing, before youcan return to work from an extended sick period (i.e., absent for 5 or more\nconsecutive days that you would have been scheduled to work). Sick days may not be accumulated from year to year. Employees will not be paid for unused sick days\nresulting from their termination for any reason, including termination of the Company's service\nagreement with the facility. No payments will be made for forfeited sick days. No pro-rated sick days\nwill be issued to part-time employees. **JURY DUTY**\n\nThe Company recognizes the need to provide this community service and employees will receive\ntheir regular rate of pay for normal hours scheduled, up to a maximum of 10 days of jury service per\ncalendar year. Jury duty will be granted to employees upon prompt notification to their supervisor of a jury\nsummons and subsequent notice of selection to serve as a juror. Employees will be allowed to retain any\nmileage and other compensation paid by the respective court jurisdiction. **BEREAVEMENT LEAVE**\n\nIn the event of the death of a member of a full-time employee's immediate family (spouse, child,\nparent, brother, or sister), the employee will receive paid time off based upon the Company's policy at\neach facility, but not to exceed three (3) days off. In the event of the death of a grandparent, aunt, uncle, niece or nephew, the employee will\nreceive the day of the funeral off with pay. ---\n\n**UNPAID LEAVES OF ABSENCE**\n\nHealthcare provides three types of unpaid leaves of absence, depending upon the\ncircumstances of the employee's need and the employee's employment status: Military\nLeave, Family and Medical Leave, and Personal Leave. Each is described below. Requests for any type of unpaid leave of absence must be submitted to your supervisor at\nleast one (1) month in advance of the expected starting date, or as soon as reasonably possible. You will need to state the reason for the leave, the requested date of the beginning of the leave,\nand the date you expect to return from the leave. Requests normally will be approved or denied\nwithin ten (10) days of receipt of the request. Employees who have been granted unpaid leave are prohibited from working\nelsewhere in any capacity that is inconsistent with the reason for their leave, without the\nwritten permission of their supervisor. Violators may be discharged. ***A.*** ***MILITARY LEAVE***\n\nEmployees will be granted Military Leave in accordance with applicable law. **B. FAMILY AND MEDICAL LEAVE**\n\nPursuant to the Family and Medical Leave Act (FMLA), eligible employees may take an unpaid\nfamily or medical leave of absence (Family/Medical Leave) of up to 12 weeks in a 12-month\nperiod.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0006", "char_span": [29003, 33584], "sentence_count": 38, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0005", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0007", "keywords": ["will", "days", "your", "sick", "employees"], "policy_tags": ["FMLA"], "hash_64": "3c8fbd5767224879", "created_at": "2025-10-23T16:07:06.510799", "token_count": 984}}
{"text": "**B. FAMILY AND MEDICAL LEAVE**\n\nPursuant to the Family and Medical Leave Act (FMLA), eligible employees may take an unpaid\nfamily or medical leave of absence (Family/Medical Leave) of up to 12 weeks in a 12-month\nperiod. Eligible employees may take up to 26 weeks (less other FMLA-covered leave already\ntaken) of unpaid FMLA leave in a single 12-month period to care for a Covered Service member,\nas described below. To be eligible for a Family/Medical Leave, an employee must have worked\nfor the Company for at least 12 months, worked at least 1,250 hours during the 12 months prior to\ntaking the leave, and work at a worksite with 50 or more employees located within 75 miles. Hours\nworked means actual hours worked and generally does not include paid or unpaid time off. However, periods of absence from work due to or necessitated by qualifying military service are\ncounted towards an employee’s eligibility for FMLA leave. The “12-month period” for determining FMLA eligibility is a rolling period, measured backward\nfrom the date an employee uses any FMLA leave. With the exception of Covered Service member\nLeave, discussed below, this 12-month period is measured backward from the date any leave under\nthis policy is taken. Any leave taken pursuant to this policy, other Company policies, or law which\nqualifies as leave under the FMLA will be counted against the employee’s available leave under\nthe applicable Company policy(s) and law, as well as the available leave under the FMLA, to the\nextent permitted by applicable law. **Reasons For Leave**\n\nIf eligible, an employee may take Family/Medical Leave for any of the following reasons:\n\n---\n\n**Birth/Placement** . The birth of an employee’s child, or the placement of a child with an employee\n\nfor adoption or foster care. Employees must conclude Birth/Placement Leave within one year following the child’s\n\nbirth or placement. **Family Care** . To care for an employee’s spouse, child, or parent, as defined below under\n\n“Definitions”, with a serious health condition. **Employee Medical** . When due to an employee’s own serious health condition, which makes the\n\nemployee unable to perform one or more of the essential functions of the employee’s job. Pregnancy-related disability, pre-natal medical care and childbirth are covered under the\nFMLA. **Qualifying Exigency** . Due to a qualifying exigency as defined in the FMLA final regulations,\n\narising out of the fact that an employee’s parent, child or spouse is on active military duty\nor has been notified of any impending call or order to active duty in the Armed Forces in\nsupport of a contingency operation as a member of the National Guard or Reserves. Qualifying Exigency Leave is not available to employees whose military family members\nare in the Regular Armed Forces. Qualifying exigencies may include attending certain\nmilitary events, arranging for alternative childcare, addressing certain financial and legal\narrangements, attending certain counseling sessions, attending post-deployment\nreintegration briefings, and other activities associated with the family member’s call or\norder to service. Contact the Healthcare Human Resources Department for additional\ninformation regarding what constitutes a qualifying exigency. **Covered Service member** . To care for a parent, child, spouse or individual for whom the\n\nemployee is next of kin, who is a current member of the Armed Forces, including the\nNational Guard and Reserves, and who is receiving treatment for or recovering from a\nserious illness or injury incurred in the line of active duty. Such leave may be taken for up\nto 26 weeks in a single 12-month period, which period begins on the first day an employee\ntakes leave for this purpose and ends 12 months after that date. An eligible employee who\ntakes Covered Service member Leave may not take more than a combined total of 26 weeks\nof FMLA Leave in a 12-month period, including any leave taken for other FMLA-covered\nreasons. Under such circumstances, no more than 12 weeks of FMLA Leave in a 12-month\nperiod may be taken for reasons other than to care for a Covered Service member. An employee may not be granted a Family/Medical Leave to gain employment or work elsewhere,\nincluding self-employment. If an employee misrepresents facts in order to be granted a\nFamily/Medical Leave, he/she will be subject to immediate termination. **Definitions**\n\nCHILD - For Family Care and Birth/Placement Leaves, a child is a biological, adopted, foster, or\nstepchild or a legal ward or a child of a person standing in the place of the child’s parent, who is\neither under age 18, or age 18 or older and incapable of self-care because of a mental or physical\ndisability.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0007", "char_span": [33584, 38290], "sentence_count": 30, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0006", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0008", "keywords": ["leave", "employee", "fmla", "under", "family"], "policy_tags": ["FMLA"], "hash_64": "39c39d4747376669", "created_at": "2025-10-23T16:07:06.515211", "token_count": 1013}}
{"text": "For Covered Service member and Qualifying Exigency Leaves, a child is a biological,\n\n---\n\nadopted, foster, or step child or a legal ward or a child for whom the employee stood in the place\nof a parent, who is on active duty or call to active duty status, and who is of any age. SPOUSE - A spouse is a husband or wife as recognized under state law, including common law\nmarriage where it is recognized. PARENT - A parent is a biological, foster, or adoptive parent, step-parent, legal guardian, or an\nindividual who stood in the place of a parent to an employee when the employee was a child. It\ndoes not include parents-in-law. SERIOUS HEALTH CONDITION - A serious health condition is an illness, injury, impairment,\nor a physical or mental condition that involves (1) inpatient care (i.e., an overnight stay) in a\nhospital, hospice or residential care facility, including any period of incapacity or any treatment in\nconnection with such inpatient care; (2) any period of incapacity (i.e., inability to work, attend\nschool or perform other regular daily activities) of more than three consecutive calendar days that\nalso involves continuing treatment by a health care provider; (3) any period of incapacity or\ntreatment due to a chronic health condition requiring periodic treatment; (4) any period of\nincapacity which is permanent or long-term for a condition for which treatment may not be\neffective and the employee or family member is under the continuing supervision of a health care\nprovider; (5) any period of absence to receive multiple treatments for restorative surgery or for a\ncondition that likely would result in incapacity of more than three consecutive calendar days if left\nuntreated; or (6) incapacity due to pregnancy or for prenatal care. COVERED SERVICEMEMBER - A Covered Service member is a member of the Armed Forces,\nincluding the National Guard or Reserves, who is undergoing medical treatment, recuperation, or\ntherapy, is otherwise in outpatient status, or is otherwise on the temporary disabled retired list, for\na serious illness or injury. For purposes of Covered Service member Leave, “serious illness or\ninjury” means an injury or illness incurred in the line of duty while on active duty in the Armed\nForces that may render the service member medically unfit to perform the duties of his or her\noffice, grade, rank or rating. NEXT OF KIN - A next of kin is the nearest blood relative of a Covered Service member, other\nthan the Service member’s spouse, parent, or child. **Notice of Leave**\n\nIf the need for Family/Medical Leave (other than Qualifying Exigency Leave, explained below) is\nforeseeable, employees must give the Company at least 30 days’ prior notice of the need for leave,\nif possible, or as much notice as practicable under the circumstances. Employees are required to\nmake reasonable efforts to schedule a foreseeable leave to avoid disruption of Company\noperations, subject to the approval of the appropriate health care provider. If the need for leave is\nnot foreseeable, employees are expected to notify the Company as soon as practicable under the\ncircumstances. Failure to provide such notice may be grounds for delaying or denying the leave. An employee requesting Qualifying Exigency Leave should provide as much notice as is\nreasonable and practicable under the circumstances. An employee should submit a written request\nfor Family/Medical Leave of Absence, which includes the anticipated date(s) and duration of the\n\n---\n\nrequested leave. No Family/Medical Leave will be granted without the approval of the Healthcare\nHuman Resources Department. **Certification**\n\nIf a leave is requested because of the employee’s or a covered family member’s serious health\ncondition or to care for a Covered Service member, the employee and the relevant health care\nprovider must supply appropriate medical certification. Medical Certification Forms may be\nobtained from the Healthcare Human Resources Department. If the need for leave is foreseeable,\nthe medical certification should be provided to the Company prior to the commencement of the\nleave. If the need for leave is not foreseeable, then the medical certification must be provided\nwithin fifteen (15) days after it is requested, or as deadline extensions are granted in writing by\nHealthcare’s Human Resources\n\nDepartment. It is the employee’s responsibility, not the health care provider’s, to ensure that\nHealthcare’s Human Resources Department receives the fully completed medical certification by\nthe deadline. Failure to provide requested medical certification in a timely manner may result in\ndelay or denial of leave. Under certain circumstances, the Company, at its expense, may require\nan examination of the employee by a second health care provider designated by the Company.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0008", "char_span": [38290, 43081], "sentence_count": 22, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0007", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0009", "keywords": ["health", "care", "leave", "employee", "covered"], "policy_tags": ["REST"], "hash_64": "39c989474f236663", "created_at": "2025-10-23T16:07:06.519204", "token_count": 984}}
{"text": "Failure to provide requested medical certification in a timely manner may result in\ndelay or denial of leave. Under certain circumstances, the Company, at its expense, may require\nan examination of the employee by a second health care provider designated by the Company. If\nthe second health care provider’s opinion conflicts with the original medical certification, the\nCompany, at its expense, may require a third, mutually agreeable, health care provider to conduct\nan examination and provide a final and binding opinion. The Company also may require medical\nrecertification periodically during the leave and may ask for clarification of any medical\ncertification submitted. Certification also is required for Qualifying Exigency Leave. Certification forms are available\nfrom the Healthcare Human Resources Department. The Genetic Information Nondiscrimination Act (GINA) prohibits employers and other entities\ncovered by GINA Title II from requesting or requiring genetic information of an individual or\nfamily member of the individual, *except* as specifically allowed by this law. To comply with this\nlaw, we are asking that you not provide any genetic information when responding to a request for\nmedical information. “Genetic information,” as defined by GINA, includes an individual’s family\nmedical history, the results of an individual’s or family member’s genetic tests, the fact that an\nindividual or an individual’s family member sought or received genetic services, and genetic\ninformation of a fetus carried by an individual or an individual’s family member or an embryo\nlawfully held by an individual or family member receiving assistive reproductive services. **Reporting While on Leave**\n\nDuring a Family/Medical Leave, employees may be required to contact their supervisors\nperiodically to report on their status and intention to return to work. **Leave Is Unpaid/Substitution of Paid Leave**\n\nFMLA leave is unpaid leave, except that employees will be required to use any available paid sick\ntime during their leave. The receipt of disability, workers’ compensation, or the substitution of\npaid leave for unpaid leave time does not extend the maximum Family/Medical Leave period. ---\n\n**Medical and Other Benefits**\n\nDuring an approved Family/Medical Leave, the Company will maintain an employee’s group\nhealth benefits as if the employee had continued to be actively employed, for up to a total of weeks (or 26 weeks if Covered Service member Leave is taken) in a 12-month period. If an\nemployee takes more than 12 weeks (or 26 weeks if applicable) of approved Family/Medical Leave\nin a 12-month period, then the employee may elect to continue coverage at the employee’s sole\nexpense through COBRA for up to 18 months or until the employee returns to work . If paid leave\nis substituted for unpaid Family/Medical Leave, the Company will deduct the employee’s portion\nof the health plan premium as a regular payroll deduction. If the leave is unpaid, an employee\nmust pay his/her portion of the premium during the leave. Group health care coverage may cease\nfor the remainder of the leave if the premium payment is more than 30 days late. If an employee\ndoes not return to work at the end of the leave period, he or she may be required to reimburse the\nCompany for the cost of the premiums paid by the Company for maintaining coverage during\nunpaid leave, unless the employee cannot return to work because of a serious health condition or\nother circumstances beyond the employee’s control. **Intermittent Or Reduced Schedule Leave**\n\nIntermittent leave is leave taken in separate blocks of time. A reduced work schedule leave is a\nschedule that reduces an employee’s usual number of hours per workweek or hours per workday. 1. Leave to care for a newborn or for a newly placed child (sometimes referred to as“baby-bonding” leave) may be taken on an intermittent basis only if mutually\nagreed to, in writing, by Healthcare Human Resources Department, but may not be\ntaken on a part-time or reduced work schedule basis;\n\n1. Leave due to an employee’s own serious health condition, to care for an employee’sspouse, child or parent with a serious health condition, or to care for a Service\nmember relative with a serious injury or illness, may be taken all at once or, where\nmedically necessary, intermittently or on a reduced work schedule;\n\n1. Leave because of a qualifying exigency due to the covered active duty or impendingcall to duty of a spouse, son, daughter or parent may be taken all at once or on an\nintermittent or reduced work schedule. If leave is unpaid, the Company will reduce your remuneration based on the amount of time\nactually worked. In addition, while you are on an intermittent or reduced schedule leave for\nforeseeable, planned medical treatment, you must make a reasonable effort to schedule the\ntreatment so as to accommodate the Company’s needs and not disrupt unduly the Company’s\noperations.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0009", "char_span": [43081, 48019], "sentence_count": 26, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0008", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0010", "keywords": ["leave", "health", "employee", "medical", "care"], "policy_tags": ["COBRA", "FMLA"], "hash_64": "a9c19d4747336e61", "created_at": "2025-10-23T16:07:06.523771", "token_count": 1012}}
{"text": "In addition, while you are on an intermittent or reduced schedule leave for\nforeseeable, planned medical treatment, you must make a reasonable effort to schedule the\ntreatment so as to accommodate the Company’s needs and not disrupt unduly the Company’s\noperations. When you take intermittent or reduced work schedule leave for foreseeable, planned\nmedical treatment, the Company may temporarily transfer you to an available alternative position\nfor which you are qualified and which better accommodates your recurring leave and has\nequivalent pay and benefits. ---\n\n**Returning From Leave**\n\nGenerally, upon return from Family/Medical Leave, employees will be reinstated to the same\nposition or to an equivalent position with equivalent pay, benefits, and other employment terms,\nsubject to any applicable exceptions. In addition, employees have no greater rights to\nreinstatement or to other benefits and conditions of employment than if they had not taken the\nFamily/Medical Leave. As provided by law, under certain other circumstances, reinstatement\nfollowing Family/Medical Leave may be denied. In addition, any right to reinstatement terminates\nif an employee fails to return to work at the end of an approved leave, in accordance with applicable\nlaw. If leave is taken because of the employee’s own serious health condition, then the employee must\nprovide medical certification addressing the employee’s ability to perform the essential functions\nof the job. Employees failing to provide a release to return to work when required to do so will\nnot be permitted to resume work until such certification is provided. **Legal Compliance**\n\nThis policy will be interpreted and applied in accordance with applicable federal, state and local\nlaws, and to the extent that this policy may conflict with those laws, they are controlling over this\npolicy. Further, the Company retains all available rights and defenses under applicable law,\nwhether or not specifically set forth in this policy. C. ***PERSONAL LEAVE***\n\nEmployees who have completed their probationary period may apply for a Personal Leave for a\nperiod up to three (3) months for reasons other than those listed above. Personal Leave may also\nbe requested by employees who have completed their probationary period but who do not meet\nthe eligibility requirements for FMLA leave, or who have exhausted their FMLA leave, or by\nemployees who need a period of leave due to a \"disability\" within the meaning of the Americans\nwith Disabilities Act (or similar state law). Personal Leave requests are not granted automatically; rather, the decision whether to grant a\nrequest for Personal Leave is within the sole discretion of the Company. Factors that the\nCompany will consider include: the employee's work history, including attendance records; the\nCompany's operational/staffing needs; and requirements under the Americans with Disabilities\nAct (and comparable state laws). An employee returning from Personal Leave usually will be restored to his/her former\nposition and shift or to a position with similar pay, benefits, and other terms and conditions\nof employment. However, Healthcare cannot guarantee that an employee out on a Personal\nLeave will be returned to his or her former position. Employees on a Personal Leave shall not accrue vacation, holiday, or sick leave. Employees on\na Personal Leave of more than one month who are covered under the Company's health\ninsurance plan at the start of that Personal Leave shall be offered the opportunity, under\nCOBRA, to continue that coverage at their own expense, provided they make timely payments. ---\n\n**CONFLICTS OF INTEREST**\n\nYour judgment is one of your most valuable assets. You should avoid any activity or\nassociation which conflicts or appears to conflict with your independent judgment and\nHealthcare's best interest. Conflicts can arise in many situations, and it is impossible to cover\nthem all here. In doubtful cases, consult your supervisor before taking any action. These guidelines apply to the most common conflict situations:\n\n1. Do not make investments that might affect your business decisions. 2. Do not accept gifts, loans, or preferential treatment from anyone doing business withHealthcare. 1. Get clearance from the Compliance Officer (at 1-800-523-2248) before doing businesson Healthcare's behalf with any company in which you, or a close family member, may\nbenefit from your actions. 1. Do not work for a supplier, client, or competitor while working for Healthcare or do anywork for a third party that may adversely affect your performance or judgment on the job. 1. Do not become involved in non-company business related interests which require timeduring regular business hours. Even charitable activities during business hours require\nprior approval of the employee's supervisor. 1. Do not misuse company information to which you have access as an employee, whetheror not confidential or proprietary.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0010", "char_span": [48019, 52967], "sentence_count": 36, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0009", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0011", "keywords": ["leave", "personal", "your", "employees", "that"], "policy_tags": ["COBRA", "FMLA", "REST", "SICK LEAVE"], "hash_64": "39cdad474f226e79", "created_at": "2025-10-23T16:07:06.528129", "token_count": 971}}
{"text": "1. Do not become involved in non-company business related interests which require timeduring regular business hours. Even charitable activities during business hours require\nprior approval of the employee's supervisor. 1. Do not misuse company information to which you have access as an employee, whetheror not confidential or proprietary. ---\n\n**PATIENT/RESIDENT ABUSE/NEGLECT**\n\n\"Abuse\" is the infliction of physical or mental injury, or the causing of the deterioration\nof a patient/resident, by any means including, but not limited to, sexual abuse, exploitation, or\nextortion of funds or other things of value, to such an extent that his/her health, morale, or\nemotional wellbeing is endangered. **\"Neglect\"** is the failure to provide the proper or necessary medical care, nutrition, or\nother services necessary for a patient/resident's well-being. If You Abuse A Patient/Resident You May Be Prosecuted\n\nPatients/Residents are to be treated with dignity and respect at all times and under all\ncircumstances. Mistreatment in the form of verbal or physical abuse of any nature will not be\ntolerated. Any employee guilty of abusing a patient/resident is subject to immediate discharge. Local and State authorities will be notified immediately and criminal charges may be filed\nagainst any employee guilty of abuse. Employees found guilty of abuse and/or neglect may be\nfined and/or imprisoned as prescribed by applicable law. If You See Abuse Or Neglect You Must Report It\n\nAny employee who has actual knowledge of the abuse or neglect of a patient/resident\nshall immediately submit a complaint to the employee's supervisor (or if the employee's\nsupervisor is not immediately available, to the Administrator or Nursing Supervisor). Immunity\n\nAny employee reporting abuse or neglect in which they are not involved is immune from\ndiscipline. Any employee making a bad faith, malicious, or reckless report, however, may be\nsubject to discipline by the Company, in addition to possible criminal penalties and/or civil\nliability. ---\n\n**PATIENTS'/RESIDENTS' RIGHTS**\n\nAs a service provider for health care facilities, Healthcare endorses and respects the\npatients'/residents' right to privacy and the protection and preservation of their dignity,\nindividuality, and independence. The facility is the home of the patient/resident and all\nemployees must conduct themselves accordingly. All employees are required to become familiar with, and follow, the patients'/residents'\nrights policy of the facility. Healthcare will provide training on the facility's particular\npatients'/residents' rights policy and procedures. A typical policy provides for, among other\nthings, the following patient/resident rights:\n**Consideration, dignity,** and **respect** in treatment and care. 1. Privacy related to personal care, treatment, visits with family and friends,and\ncommunication. 1. **Use and quite enjoyment of his/her room,** including the right to close the door,and\nretain and use personal clothing and possessions. 1. Participation in the **planning of total care and medical treatment,** includingbeing fully informed of medical condition, selecting a doctor, and refusing\ntreatment. 1. Participation in **patient/resident councils** to make complaints andrecommend\nfacility policy changes. 1. Management of the patient's/resident's **own financial affairs.**\n\n2. **Confidentiality** of patient/resident records. ---\n\n**HEALTH INSURANCE PORTABILITY AND**\n\n**ACCOUNTABILITY ACT (HIPAA)**\n\nHIPAA PRIVACY RULE AS IT RELATES TO OUR SERVICES\n\nThe federal government's HIPAA Privacy Rule ensures that Personal Health Information\nabout patients/residents is protected and kept private and secure. Under HIPAA's privacy and\ninformation security section, it is illegal to release health information to inappropriate parties or\nfail to adequately protect Personal Health Information from release. The HIPAA Privacy Rule\napplies to covered entities - most health care providers - including long term care facilities\nand assisted living facilities. Most health care providers do not carry out all their health care activities by themselves. Instead, they often use the services of a variety of other persons and businesses. These other\npersons and businesses are called Business Associates in the HIPAA law. Business Associates\nperform functions on behalf of the health care provider and are bound by the HIPAA Privacy\nRule. From time to time, a Business Associate in performing its duties will come in contact with\nPersonal Health Information. Rules governing the use and disclosure of Personal Health\nInformation apply to Business Associates, as well as health care providers. Healthcare is not a Business Associate when it provides Housekeeping/Laundry/\nMaintenance services. HIPAA specifically excludes entities that provide\nHousekeeping/Laundry/ Maintenance services from the law because the work being performed\ndoes not involve the use or disclosure of Personal Health Information. However, since our\nHousekeeping/Laundry/ Maintenance employees may inadvertently come in contact with\nPersonal Health Information, they need to have a general awareness of the law.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0011", "char_span": [52967, 58120], "sentence_count": 43, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0010", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0012", "keywords": ["health", "business", "care", "personal", "privacy"], "policy_tags": ["HIPAA", "REST"], "hash_64": "39cfb9474b676e71", "created_at": "2025-10-23T16:07:06.531846", "token_count": 1027}}
{"text": "However, since our\nHousekeeping/Laundry/ Maintenance employees may inadvertently come in contact with\nPersonal Health Information, they need to have a general awareness of the law. Healthcare is a Business Associate when it provides Food Services and is required to\ncomply with HIPAA. Food Service consists of the development of a meal plan that meets the\npatients/residents dietary needs in connection with the over all medical plan developed in\nconjunction with the health care facility. In meeting its responsibilities, Healthcare's Food\nService department on a regular basis comes in contact with residents'/patients' Personal\nHealth Information and must keep this information confidential. The HIPAA Privacy Rule creates national standards to protect individual's medical\nrecords and other Personal Health Information.  It gives patients/residents more control over their health information.  It sets boundaries on the use and release of health records.  It establishes appropriate safeguards that workers in a health care facility\nmust follow to protect the privacy of health information.  It holds violators accountable. ---\n\nViolations of the HIPAA Privacy Rule carry both civil and criminal penalties for \"wrongful\ndisclosure\" that can include fines and jail time in certain circumstances. Failing to protect\nresidents'/patients' information and records by not following our privacy and security policies may\nresult in disciplinary action. What Is Confidential Personal Health Information? Patients/residents expect that only the people who are caring for them will see their health\ninformation and that it will only be used to help care for them. Confidential Personal Health\nInformation includes:\n\n Patient/Resident Identity\n\n Address\n\n Age\n\n Social Security Number\n\n Any other personal information that patients/residents are asked to provide.  Diagnosis, treatments, and medications that patients/residents may receive, and other\nobservations about their conditions or past health conditions. The facility collects Personal Health Information so it can care for the patient/resident and\nperform other related functions. Depending upon your job responsibilities, if you do not need to\nknow confidential Personal Health Information, you will not be given access to it. That means that\nyou should not look at medical records, either in the computer or in paper form. There are occasions when you will have access to confidential Personal Health Information. For example, if a patient/resident is placed in isolation, you may become aware of why he/she is\nthere or you may suspect you know why. You may see confidential Personal Health Information\nabout patients/residents in various places throughout the facility. Remember this information is\nconfidential and must not be communicated to anyone else. This information is not to be used by\nyou in any way or told to anyone, including coworkers, other patients/residents, visitors, or anyone\nelse who may ask you about it. ---\n\nWays to Protect Confidentiality\n\n**Housekeeping/Laundry/Maintenance and Food Service Employees:**\n\n Employees should knock on the door and ask to enter before entering a\nresident's/patient's room.  If you find you are overhearing someone discuss patient/resident care information\nremember to keep it confidential.  If visitors ask you for information about a patient/resident, direct them to the\ninformation desk for assistance rather than giving out information yourself.  Anytime you come in contact with Personal Health Information, whether part of your\njob responsibilities or not, remember to keep it confidential. **Food Service Employees:**\n\n Patient/resident care or discussion about the resident's/patient's care is kept private\nby closing room doors or drawing privacy curtains and conducting discussions so\nthat others may not overhear them.  Patient/resident medical records must not be left where others can see or have\naccess to them. Keep residents'/patients' records locked away and out of public\nareas. If you find records unattended, give them to your supervisor.  Paper records must be treated as though they contain Personal Health Information\nand are confidential.  Employees who use computerized records must not leave their computers\nlogged into resident information while they are not at their workstation.  Computer screens containing patient/resident information should be turned away\nfrom the view of the public or people passing by.  Do not write your password down, post it, or keep it where others can find it.  Do not store Personal Health Information in common files.  Never remove written records or computer equipment, disks, or software from the\nfacility. ---\n\nProtecting confidentiality depends on you. You must not share information that you overhear or\nsee in the course of your work. Doing so is a violation of the law. When you do see or hear\ninformation in the course of doing your job, remember that the information is confidential and you\nare not allowed to repeat it or share it with others. This applies even when you no longer work at\nthe facility.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0012", "char_span": [58120, 63223], "sentence_count": 42, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0011", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0013", "keywords": ["information", "health", "personal", "that", "records"], "policy_tags": ["HIPAA", "MEAL"], "hash_64": "19cd9d5e5b216671", "created_at": "2025-10-23T16:07:06.537001", "token_count": 1007}}
{"text": "Doing so is a violation of the law. When you do see or hear\ninformation in the course of doing your job, remember that the information is confidential and you\nare not allowed to repeat it or share it with others. This applies even when you no longer work at\nthe facility. Reporting Non-Compliance\n\nEmployees are encouraged to report non-compliance to your immediate supervisor. If you\nfeel that corrective action has not been taken concerning your report, you should contact\nHealthcare's Corporate Compliance Officer at 1-800-523-2248. Employees will not be punished\nfor reporting violations. It is considered part of your job responsibilities to report instances where\nyou suspect that the privacy or confidentiality policies have been broken. **CHEMICAL USE**\n\nLike most jobs, there are possible hazards that you should be aware of before beginning\nemployment. The chemicals that you use are never dangerous when used in their proper dilution\nand for the use for which they are intended. However, if a patient/resident were to swallow a\nchemical, or you were to accidentally spray yourself in the eye, adverse reactions can and will\noccur. Always follow these guidelines:\n\n1. Never use a chemical for something other than for what it is intended. 2. Always make sure that all bottles have proper labels. If not, report it immediately toyour supervisor. 1. Avoid using old bottles for new chemicals. Even though the bottle may appear dry, aresidue of the previous chemical often remains and could cause a chemical reaction. 1. Each housekeeping cart has a lockbox. All chemicals are to be stored in the lockbox.Do not leave your cart unattended. Store it properly while you are on break. 1. If you leave chemicals in the janitor's closets, the door must be locked! 2. NEVER MIX CHEMICALS!!!! ---\n\n**FIRE PROCEDURE AND EVACUATION PLAN**\n\nAs a service provider for health care facilities, Healthcare's employees must be aware of\nthe fire procedure and evacuation plan of the facility in which they work. Employees will be\nrequired to assist facility personnel as instructed. Healthcare will provide training on the\nfacility's particular fire procedure and evacuation plan, including:\n\n1. Location and use of fire extinguishers. 2. Location and operation of the fire alarm system. 3. Patient/resident evacuation procedures and your responsibilities. 4. Notification procedures and actions to be taken if you are the person who locatedthe fire. In the event of a fire:\n\n1. Evacuation of patients/residents from the area comes first. 2. Notification should be made to the designated facility person as soon aspossible after the patients/residents have been evacuated. Be prepared to:\n\n Identify the location of the fire by room or location.  Describe the size of the fire (large or small) and what is on fire. 1. Never use the word FIRE when notifying facility personnel. Instead, usethe facility's Fire Code (generally a number or color). 1. Locate and use the fire alarm when warranted. 2. Determine whether you can extinguish the fire with the available fireextinguishers and fire blankets. 1. After being notified, the facility will take charge and notify the FireDepartment, Police Department, and Evacuation Center as necessary. 1. The facility will coordinate its evacuation procedures, including your role, if any. ---\n\n**SAFETY AND HEALTH POLICY**\n\nIt is the responsibility, commitment and policy of Healthcare to provide and maintain\nsafe and healthful working conditions throughout our organization. All employees are\nresponsible for complying with safe and healthy work practices. Our system of ensuring that\nall employees are aware of and comply with these practices include the following:\n\n New employee orientation covering safety and health policies and procedures\n(i.e. Hazard Communications, Bloodborne Pathogen (including Hepatitis B\nvaccination), TB Awareness, Personal Protective Equipment, etc.).  New employee training and routine re-training of existing employees on safety\nand health practices.  On-going evaluation of the safety performance of all employees.  Re-training and disciplining (if necessary) employees for failure to comply with\nsafe and healthful work practices.  Initial and routine facility inspection to identify and evaluate workplace hazards.  Establishing open communications so that all employees are encouraged to\ninform their supervisor of any safety or health hazards. Healthcare will provide comprehensive training to all employees through our inservice programs. Workplace safety and health training is essential, and attendance at these\ntraining sessions is mandatory and must be documented. **IN-SERVICE TRAINING PROGRAMS**\n\nIt is the policy of the Company to provide job training to new employees and to\nprovide training on safety and health issues on an on-going basis to all employees. Training\nwill be conducted during regular working hours and employees are required to attend.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0013", "char_span": [63223, 68162], "sentence_count": 66, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0012", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0014", "keywords": ["employees", "fire", "training", "that", "will"], "policy_tags": [], "hash_64": "3acd9d464f376771", "created_at": "2025-10-23T16:07:06.540863", "token_count": 1008}}
{"text": "**IN-SERVICE TRAINING PROGRAMS**\n\nIt is the policy of the Company to provide job training to new employees and to\nprovide training on safety and health issues on an on-going basis to all employees. Training\nwill be conducted during regular working hours and employees are required to attend. In-Service Training programs will be conducted for the following programs, among\nothers:\n\n Occupational Exposure to Bloodborne Pathogens\n\n Hazard Communication Program\n\n TB Awareness Program\n\n Personal Protection Equipment\n\n---\n\n**PERSONAL PROTECTIVE EQUIPMENT**\n\nAll employees must comply with applicable Occupational Safety and Health Act\nregulations. Each employee will be trained in the use of Personal Protective Equipment. Employees must follow operating practices that will safeguard all employees, and result in a\nsafe working environment and efficient operation. Any employee who is provided with safety equipment is required to wear such\nequipment at all times when doing the work for which the equipment was provided. **NEEDLE STICK INJURY PROGRAM**\n\nNeedle stick injuries require special handling. Healthcare has engaged Corporate\nWellness, Inc. (\"CWI\") to provide a national program to include an information resource and to\nadminister the program. **If you should incur a needle stick on the job, you need to do the**\n**following to protect yourself:**\n\n1. Immediately notify your supervisor of the incident. 2. Go to the nearest handwashing facility and thoroughly wash the exposed areawith soap and warm water as quickly as possible. 1. Your supervisor will complete a Needle Stick Injury Report and fax itdirectly to CWI. **Needle sticks should be reported within one (1) hour of an incident, whenever**\n**possible. CWI** is available by pager 24-hours per day, seven days a week. After receiving the\nNeedle Stick Injury Report, CWI will contact you and provide you with good, accurate\ninformation about the situation. That information includes:\n\n1. The availability of counseling. 2. The need to be tested for HIV, Hepatitis B, or both. 3. Physician selection options. 4. Treatment options. 5. Risk of infection. 6. Prevention of transmission. 7. Recommended treatments following exposures. ---\n\n**INFECTION CONTROL**\n\nBecause many of the patients/residents of a health care facility have weakened defenses and\nare more prone to getting sick, it is important that our employees use extra care to maintain as\nsanitary an environment as possible. By protecting the patients/residents from any harmful germs,\nemployees are also protecting themselves. There are five ways to transmit bacteria that can cause\ninfection:\n\n1. Direct contact with infected person. 2. Indirect contact with objects contaminated by the infected person. 3. The inhalation of air-borne dust or droplets contaminating the infected agents. 4. Spread through insects. 5. Inoculation. Some Things to Remember:\n\n1. Use an effective quaternary germicidal solution along with systematic cleaning of allresident rooms and bathrooms. 1. All surfaces must be exposed to the chemical agent. Anything short of actual contactwill not do the job. 1. Always dilute properly: too little will be ineffective, too much will be wasteful. 2. Never use a chemical on any surface until you are sure that it is safe for that purpose. 3. Since chemicals are liquid and could be swallowed, all bottles must be labeled withcontents, ingredients, and antidote. 1. No cleaning or working around food while it is being served. 2. Change water often. Failure to do this will result in cloudiness and sedimentationwhich will lessen the effectiveness of the germicidal solution. 1. Complete routine cleaning of closets and drawers to eliminate insect breedinggrounds. 1. Follow all isolation procedures for linen and laundry. 2. Linen and laundry procedures must be designed to prevent cross-contamination. 3. Where required, schedule and receive initial chest x-ray or Tine Tests to detect anycommunicable disease. 1. Use hand lotion. It is a good practice to use hand lotion after cleaning because thedisinfecting agents are still at work on your skin. 1. Make sure all equipment is kept clean or it could be a breeding ground for germs. ---\n\n**SUBSTANCE ABUSE**\n\nIn order to fulfill our responsibility to provide reliable and safe service to our clients\nand a safe working environment for our employees, employees of Healthcare must be\nphysically and mentally capable to perform their duties in a safe and efficient manner. Therefore, no employee shall work or report to work while under the influence of alcohol,\nillegal drugs, or drugs which would affect their ability to perform the job in a safe and efficient\nmanner. No employee shall consume, display, or have in his/her possession any alcoholic\nbeverages or illegal drugs at any time during the work day, including in the workplace, in\nCompany vehicles, during lunch, breaks, and on-call hours.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0014", "char_span": [68162, 73069], "sentence_count": 75, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0013", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0015", "keywords": ["will", "employees", "must", "that", "safe"], "policy_tags": ["REST"], "hash_64": "3bcdfd5643376e51", "created_at": "2025-10-23T16:07:06.545302", "token_count": 1033}}
{"text": "No employee shall consume, display, or have in his/her possession any alcoholic\nbeverages or illegal drugs at any time during the work day, including in the workplace, in\nCompany vehicles, during lunch, breaks, and on-call hours. To do so could jeopardize the\nsafety of other employees, the public, Company equipment, and the Company's relationships\nwith its clients and the public, and will result in disciplinary action, up to and including\ndismissal. Should employees be required to take any kind of prescription or nonprescription medical\ntreatment which may potentially affect their job performance, they are required to report this to\ntheir supervisor, who will determine if it is necessary to temporarily place them on another\nassignment to ensure their safety and the safety of other employees and the public. To protect the best interests of employees and the public, Healthcare will take whatever\nmeasures are necessary to determine if alcohol or illegal drugs are located in, or are being used\nat, the workplace. These measures will not be taken unreasonably, but when the Company\nbelieves them to be justified and necessary. Measures that may be used will include, but not be\nlimited to, searches of people and of personal property located at the workplace, possibly by\nlaw enforcement authorities, as well as drug and/or alcohol tests to be conducted when there is\nreasonable suspicion of substance abuse. In addition, employees who suffer, or contribute to, a\nwork-related accident requiring medical treatment for any employee or facility\npatient/resident, will be required to submit to drug and/or alcohol testing if it is possible that an\nimpaired condition could have contributed to the accident. When urinalysis and/or blood tests are requested or necessary, samples will be taken\nunder the supervision of an appropriate health care professional. The searches and drug tests\nwill not be conducted if an individual refuses to submit to them. However, refusal to submit\nwill result in immediate removal from service and normally will result in termination. Employees experiencing problems with alcohol or other drugs are urged to voluntarily\nseek assistance to resolve such problems before they become serious enough to require\nmanagement referral or disciplinary action. A portion of the cost of treatment may be covered\nby your medical insurance program. Successful treatment will be viewed positively. However,\nparticipation in a treatment program will not prevent normal disciplinary action for a violation\nwhich may have already occurred, nor will it relieve an employee of the responsibility to\nperform assigned duties in a safe and efficient manner. ---\n\n**WORKERS COMPENSATION INSURANCE**\n\nHealthcare provides a workers' compensation program at no cost to employees for\nany injury, death, or occupational disease arising out of, and in the course of, employment. It is very important that proper procedures be followed by all employees when injured on\nthe job. Although the amount of benefit coverage varies from state to state, the injured employee\nmay receive three basic types of benefits: medical care costs, temporary disability income, and\nrehabilitation costs. **All employees who are injured or ill resulting from a work-related incident must**\n**inform their supervisor immediately.** Supervisors are required to report immediately, or as\nsoon as practical, to their designated Risk Manager - Workers Compensation, all incidents\ninvolving employees under their supervision. **HEALTH/DENTAL INSURANCE CONTRIBUTION**\n\n**BY EMPLOYEES ON WORKER'S**\n**COMPENSATION OR AN APPROVED LEAVE**\n\n**OF ABSENCE**\n\nAn employee who is covered by the Company's health/dental insurance who is out on\nWorker's Compensation or an approved leave of absence is responsible for reimbursing the\nCompany for the employee deduction (employee's cost) for health/dental insurance during the\nfirst 30 days of absence. If the employee's absence extends past 30 days, the employee will be responsible for the\nfull amount of health/dental insurance premium. If the employee does not pay the monthly\npremium due within 30 days of the date specified in their Notification Letter, the health/dental\ninsurance will be terminated. Eligible employees taking leave under the Family and Medical Leave Act of 1993 will\nbe entitled to continue their health/dental insurance coverage for up to 12 weeks of leave,\nprovided the employee makes the required employee-contributions for coverage. Employees\nmust notify their supervisor of this request. The District Manager must communicate the details of an employee's leave to the\nCorporate Benefits Department so that the department may administer the collection of\npayments. ---\n\n**SOLICITATION AND DISTRIBUTION**\n\nIn order to avoid unnecessary annoyances and interruptions during your work,\nsolicitation by an employee of another employee is prohibited while either person is on\nworking time. Furthermore, employees are prohibited from distributing any kind of written or\nprinted materials (e.g., handbills, handouts, pamphlets, advertising materials, etc.) during\nworking time or in work areas.", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0015", "char_span": [73069, 78203], "sentence_count": 26, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0014", "next_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0016", "keywords": ["will", "employees", "employee", "their", "insurance"], "policy_tags": ["REST"], "hash_64": "39cded576f236673", "created_at": "2025-10-23T16:07:06.549097", "token_count": 1011}}
{"text": "Furthermore, employees are prohibited from distributing any kind of written or\nprinted materials (e.g., handbills, handouts, pamphlets, advertising materials, etc.) during\nworking time or in work areas. In addition, employees are prohibited at any time from engaging in solicitation or\ndistribution of any kind of written or printed materials in patient/resident-care areas. Such\nareas include: patient/ resident rooms, all places where patients/residents receive treatment, all\ncorridors next to any of the above rooms and places, and any other place designated for\nexclusive use of patients/residents. Finally, non-employees may not trespass, solicit, of distribute any kind of written or\nprinted materials on facility premises at any time. **SMOKING REGULATIONS**\n\nSmoking is permitted only in areas of the facility that are specifically designated as\nsmoking areas. Employees are allowed to smoke only when on break, and only in the\nspecifically designated areas. Smoking is prohibited in any room or area where flammable liquids, combustible\ngases or oxygen are used or stored, or in any other hazardous location. **PERSONNEL RECORD CHANGES**\n\nEach employee should notify their supervisor immediately of any changes in their\nmailing address or telephone number. ---\n\n![Healthcare SERVICES GROUP](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Healthcare_Healthcare_Services_Group_image_35_2.png)\n\n**EMPLOYEE HANDBOOK RECEIPT**\n\nBy signing below, I acknowledge that I have received a copy of Healthcare's Employee\nHandbook, and that it is my responsibility to read and comply with the policies contained in\nthis Handbook. I understand that if I have any questions about anything in this Handbook, I\nshould direct them to my supervisor. Date: _________________\n\nEmployee's Signature\n\nEmployee's Name Printed\n\n---\n\n**NOTES**\n\n---\n\n---\n\nRev. January ![Healthcare SERVICES GROUP](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Healthcare_Healthcare_Services_Group_image_38_27.png)\n\n---", "metadata": {"doc_id": "Healthcare_Healthcare_Services_Group.md", "company": "Healthcare Services Group", "source_url": "", "org": "General Business", "industry": "HR/Employee", "doc_type": "handbook", "doc_title": "Healthcare Services Group", "doc_year": "unknown", "section_path": "Unknown", "section_title": "Unknown", "section_index": "", "chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0016", "char_span": [78203, 80236], "sentence_count": 12, "content_type": "text", "prev_chunk_id": "Healthcare_Healthcare_Services_Group.md_chunk_0015", "next_chunk_id": null, "keywords": ["printed", "that", "employees", "prohibited", "kind"], "policy_tags": [], "hash_64": "21efaf454f6aafeb", "created_at": "2025-10-23T16:07:06.550397", "token_count": 436}}
