[
  {
    "text": "Copyright © 2024 The Clean Space. All rights reserved. \nEMPLOYEE HANDBOOK \nSeptember 2024 v.4.8 \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe Clean Space is the trading name of Standard Office Cleaning (UK) Ltd.\nEmployee Handbook v.4.8 P a g e  | 2 \n \nContents \nWELCOME TO THE CLEAN SPACE 4 \nOUR CONTACT DETAILS 5 \nOUR SERVICES - WHAT WE DO 5 \nOUR STRATEGY 6 \nOUR VALUES 6 \nEXPECTED BEHAVIOURS 7 \nOUR SUPPORT TEAM 8 \n1.0 WORKING AT THE CLEAN SPACE 9 \n1.1 WORKING HOURS AND WORK LOCATION 9 \n1.2 SALARY 9 \n1.3 OVERTIME PAY 9 \n1.4 BONUS, COMMISSION & INCENTIVES 9 \n1.5 DEDUCTIONS FROM SALARY 10 \n1.6 PERSONAL INFORMATION 10 \n1.7 PROBATIONARY PERIOD 10 \n1.8 DBS CHECKS 11 \n1.9 JOB DESCRIPTIONS 11 \n2.0 PAY AND REWARD 12 \n2.1 SALARY 12 \n2.2 ANNUAL LEAVE & OTHER LEAVE 12 \n2.3 MATERNITY LEAVE AND PAY 13 \n2.4 ADOPTION LEAVE AND PAY 15 \n2.5 PATERNITY LEAVE AND PAY 16 \n2.6 UNPAID PARENTAL LEAVE 17 \n2.7 SHARED PARENTAL LEAVE 17 \n2.8 PARENTAL BEREAVEMENT LEAVE 21 \n2.9 CARER’S LEAVE 23 \n2.10 FLEXIBLE WORKING 24 \n2.11 PENSION SCHEME 25",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 1
    }
  },
  {
    "text": "2.10 FLEXIBLE WORKING 24 \n2.11 PENSION SCHEME 25 \n2.12 SICKNESS POLICY 26 \n2.13 EMPLOYEES OF THE MONTH/SUPPORT STAR OF THE SEASON 26 \n2.14 CAREER DEVELOPMENT 26 \n3.0 EMPLOYMENT POLICIES 28 \n3.1 LEAVE 28 \n3.2 ATTENDANCE AND TIMEKEEPING 28 \n3.3 SICKNESS AND ABSENCE 29 \n3.4 ATTIRE, APPEARANCE AND HYGIENE 33 \n3.5 OFFICE PRESENTATION 34 \n3.6 CONDUCT 34 \n3.7 ALCOHOL AND DRUGS 36 \n3.8 COUNTY COURT JUDGEMENTS AND ATTACHMENT OF EARNINGS\n 36 \n3.9 CORPORATE SOCIAL RESPONSIBILITY AND ANTI-BRIBERY 36 \n3.10 COMPANY TELEPHONES 37 \n3.11 MOBILE TELEPHONES 37 \n3.12 ELECTRONIC EQUIPMENT 37 \n3.13 SECURITY 37 \n3.14 DATA PROTECTION 39 \n3.15 INTELLECTUAL PROPERTY 41 \n3.16 WORK RELATED TRAVEL AND EXPENSES 41 \n3.17 TRAINING AND DEVELOPMENT 43 \n3.18 WORK PROCEDURES 44 \n3.19 COMMUNICATION 44 \n3.20 REFERENCES 45 \n3.21 COMPUTER SYSTEMS POLICY 45 \n3.22 EQUALITY AND DIVERSITY 47 \n3.23 RAISING CONCERNS AT WORK (WHISTLEBLOWING) 50 \n3.24 SAFEGUARDING POLICY 51 \n3.25 ENVIRONMENTAL POLICY 51 \n3.26 PERFORMANCE MANAGEMENT 53",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 2
    }
  },
  {
    "text": "3.25 ENVIRONMENTAL POLICY 51 \n3.26 PERFORMANCE MANAGEMENT 53 \n3.27 DISCIPLINARY PROCEDURE 54 \n3.28 GRIEVANCE PROCEDURE 57 \n3.29 HARASSMENT/BULLYING 59 \n4.0 LEAVING THE COMPANY 61 \n4.1 RESIGNATION 61 \n4.2 RETIREMENT 61 \n4.3 LEAVING THE COMPANY DURING THE ANNUAL LEAVE YEAR 61 \n4.4 RETURN OF COMPANY EQUIPMENT/PROPERTY 61 \n4.5 NOTICE GIVEN BY THE COMPANY 62 \n4.6 GARDEN LEAVE AND PAY IN LIEU OF NOTICE 62 \n4.7 NON-SOLICITATION 62 \n4.8 COMPETITION 62 \n4.9 RIGHTS AND OBLIGATIONS DURING THE NOTICE PERIOD 63 \n4.10 REDUNDANCY 63 \n5.0 CHANGES TO THE EMPLOYEE HANDBOOK \nAND TERMS & CONDITIONS OF EMPLOYMENT 64 \n6.0 HEALTH AND SAFETY 65 \n6.1 YOUR RESPONSIBILITIES 65 \n6.2 CODE OF SAFE PRACTICE 65\nEmployee Handbook v.4.8 P a g e  | 3\nEmployee Handbook v.4.8 P a g e  | 4 \nWelcome to the Clean Space \n \nHello, \n \nMy name is Charlie Mowat and I am the CEO and founder of the Clean Space. I \nwant to welcome you to the Company, and I hope you’ll find working for us a",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 3
    }
  },
  {
    "text": "positive experience, where you’ll be able to grow and achieve your goals. \n \nI founded the Company back in April 2003 as I saw an opportunity to do \nsomething different within cleaning industry, where I believe if we look after our \npeople, they will look after our customers and provide a better cleaning service \nthan our competitors. This is still at the very heart of our Company’s Mission. \n \nAnd it works. Today we have grown into an entrepreneurial £5.3m business \ndriven by our core values: respect, reliability, honesty, happiness and caring. \n \nWe never underestimate how important our people are in keeping the business moving and growing \nand we will do everything we can to make the Clean Space a great place to work. So welcome to the \nClean Space family. \n \nThe Clean Space - Our Mission \n \nThe Clean Space is on a mission to become the best, most successful cleaning company in the UK \nthrough a focus on making the world of work a better place: for our customers, our people and the \nenvironment.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 4
    }
  },
  {
    "text": "environment. \n \nWe are building something special in an industry where ‘special’ is not usually found.  Our approach \nshows others that there is a better way to succeed in the cleaning industry.  Others see our lead and \nfollow it. \n \nWe are a team.  An ambitious, dynamic, positive group of people with a strong set of common \nvalues.  We are committed to performance and work together to achieve our common goal – an \nexceptional cleaning company. \n \nWe are proud to be The Clean Space. \n \nAbout this Handbook \n \nThis Employee Handbook is designed to introduce you to the Clean Space and to be of continuing \nsupport during your employment with us. The Handbook provides guidance on how we expect all \nour staff to behave and the main policies and procedures that covers your employment with us. The \nHandbook is not intended to cover every situation that you may encounter in work and therefore \nthere may be occasions when you may need to obtain further information from your Line Manager.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 5
    }
  },
  {
    "text": "However, please do take some time to read this Handbook, it is very important. \n \nThis handbook is non-contractual unless stated otherwise in a particular section, and the company \nreserves the right to make changes to it, in line with the needs of the business. \n \n \n \nCharlie Mowat \nFounder & CEO\nEmployee Handbook v.4.8 P a g e  | 5 \nOur Contact Details \n \nHead Office Address: 1B Bethwin Road, London, SE5 0SN. \n \nTel Number: 0207 091 9721|Email: info@thecleanspace.com| Website: www.thecleanspace.com \n \nOur Services - What We Do \n \nCommercial Cleaning \n \nAs an independent commercial cleaning company, the Clean Space provides professional cleaning \nservices to a variety of different customers which include: \n \n• Offices (including high-end offices) \n• Private schools, colleges and nurseries \n• NHS sites, GP Practices, private clinics and surgeries \n• Galleries, museums, theatres and other public spaces \n• Common/communal parts of buildings \n \nOther Services",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 6
    }
  },
  {
    "text": "• Common/communal parts of buildings \n \nOther Services \n \nIn addition to commercial cleaning, we also offer our customers a wide range of other services which \ninclude: \n \n• Window cleaning \n• Carpet cleaning and hard floor maintenance \n• Waste and recycling services \n• Laundry services \n• Feminine hygiene units \n• Hard floor polishing \n• One off deep cleaning \n• Other specialist cleaning (e.g. IT equipment) \n• Caretaking \n• Pest Control \n \nOur Products \n \nWe also offer our customers a full range of eco-friendly janitorial products and consumables which \nare used within our cleaning operation. \n \nWe also offer a full range or probiotic cleaning products for those wishing to avoid harsh chemical \ncleaning products.\nEmployee Handbook v.4.8 P a g e  | 6 \nOur Strategy \n \nOur Core Purpose \n \nThe Clean Space purpose is to build a cleaning company unlike any other in the industry by: \n \n• Paying our cleaners fairly for the work they do. \n• Supporting our cleaners well to allow them to do their jobs.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 7
    }
  },
  {
    "text": "• Supporting our cleaners well to allow them to do their jobs. \n• Treating our cleaners with the respect they deserve. \n \nWe believe that if we do these three things this will lead to us giving our customers an excellent \nservice. \n \n“We believe that by helping and supporting our cleaners properly, they will provide an \nexcellent cleaning service, which will result in greater customer satisfaction and increased \nbusiness”. \n \nSo, in practice: \n \n• We make our cleaners happy, safe and secure. \n• We regularly surprise our customers with the quality of our cleaning service. \n• We deliver profits by selling as much as we can, maximising price, running contracts \nefficiently upselling our other products and services and minimising costs. \n• We innovate and develop the business and ourselves to continually improve. \n• And of course…. we get the job done well! \n \nOur Values  \n \nAt the Clean Space we all have shared Values and accompanied behaviours that we expect all our",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 8
    }
  },
  {
    "text": "staff to follow. These Values have been introduced following feedback received from our staff, \nincluding our cleaners and you will hear a lot about these values during your employment. \n \nLiving and breathing our Values and accompanied behaviours guide us in everything that we do. \nHow we work, how we act and how we serve our customers. \n \n1. Make a measurable difference \n \n2. Care about people \n \n3. Work collaboratively to achieve our mission \n \n4. Focus on efficiency \n \n5. Take ownership \n \nIf you are ever in doubt of how you should behave, use the company values as your guide.\nEmployee Handbook v.4.8 P a g e  | 7 \n \nExpected Behaviours \n \nBelow are the behaviours which we expect as part of our Values:  \n \n1. Make a measurable difference \n• Keep your promises to customers, your manager and colleagues. Do what you say you \nwill do. \n• Look for opportunities to make work easier, quicker or deliver a better result. \n• Always adhere to company policies, H&S and guidance in the company handbook.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 9
    }
  },
  {
    "text": "• Accurately log and report your hours. \n \n2. Care about people  \n• Treat others as you would wish to be treated and treat the customers’ needs and their \nproperty as if they are your own. \n• Always be kind, pleasant and polite to your customers and colleagues and be open and \nhonest with your line manager. \n• The safety of our team is of the utmost importance so always adhere to The Clean Space \nH&S policy and wear PPE on site as directed.   \n• We want to build a group of amazing people who are reliable and dependable. We want \nto know that you will support your team and your customers when they need it most.   \n \n3. Work collaboratively to achieve our mission  \n• This is all about teamwork. If everyone turns up to work, does what they have been \ntasked with, and delivers to the specification set then we can achieve great things. \n• Try to be cooperative, reliable, helpful and dependable and always take pride in your \nwork.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 10
    }
  },
  {
    "text": "work. \n• Work on building good relationships with your colleagues, manager, and customers. \n \n4. Focus on efficiency  \n• Focus on action and don’t waste time, energy or money. Tell your manager if you see \nopportunities to do things differently or make improvements. Don’t be afraid to \nchallenge the norm. \n• Work diligently and don’t allow yourself to get distracted by personal matters (e.g. not \nusing your personal mobile phone while working). \n• Many hands make light work, so pull together with your colleagues to get things done \nefficiently. \n \n5. Take ownership  \n• Show pride in what you do. You are the front line for our customers and the quality of \nyour work is a direct reflection on the business as a whole. \n• Always be accountable for yourself and your actions, take responsibility and pay close \nattention to detail. \n• When things do occasionally go wrong, always front up to the issue and manage the \nsituation quickly and courteously. Never be afraid to apologise when appropriate and",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 11
    }
  },
  {
    "text": "escalate to your manager if you are unsure.\nEmployee Handbook v.4.8 P a g e  | 8 \n• Taking ownership also means asking for help when needed. Your manager, and the \nentire Central Team in Head Office are here to help so please don’t be afraid to ask.  \nOur Support Team \n \nBesides the Company having an ethos of “putting our people first” the other real difference with the \nClean Space compared to other cleaning companies are the quality of our Support Team (Senior \nManagers, Operations and Head Office staff).  \n \nWe are different because of the diverse and innovate ways in which we use our experiences to help \nthe Company and our staff to flourish and grow. The Support Team is close knit and we will do \nanything we can to make the Company a success. We also have an “open door” policy and we are \nalways available to provide you with any support and assistance you require. \n \nOur Senior Management Team \n \nCharlie Mowat, Founder and CEO \nStefano Cabras, Finance Director \nRichard Cowley, Operations Director",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 12
    }
  },
  {
    "text": "Richard Cowley, Operations Director\nEmployee Handbook v.4.8 P a g e  | 9 \n1.0 Working at The Clean Space \n \n1.1 Working Hours and Work Location \n \nYour normal contracted working hours and place of work are detailed in your Statement of \nEmployment. \n \nYour workdays and start/finish times may vary. The Company reserves the right to ask you to change \nyour normal hours of work and the days on which you work in accordance with business needs, on a \ntemporary or permanent basis. We will consult with you under our legal obligations. Breaks will \ndepend upon the operational requirements and will adhere to the statutory minimum. \n \nIn the event of a reduction/shortage of work or any other occurrence affecting normal working, the \nCompany reserves the right to temporarily lay you off work without pay, save for guarantee \npayments to which you will be entitled, or alternatively, to reduce your normal working hours and",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 13
    }
  },
  {
    "text": "reduce your pay proportionately, or require you to take holidays for these days (e.g. If a customer’s \npremises is closed on a normal working day or days and they do not require cleaning). \n \nThe Company reserves the right at any time during your employment to require you to work at other \nlocations (e.g. other customer sites) on a temporary or permanent basis to meet the business or our \ncustomer’s needs, which are in reasonable travelling distance. Due to changing business needs \ncleaning staff are not solely dedicated to work at a particular customer site. \n \n1.2 Salary \n \nYour Statement of Employment sets out your basic salary details and any entitlements that you may \nreceive. For hourly paid staff your rate of pay for each location you work at, is detailed in the \nStatement of Employment. \n \nSalary payments are made directly into your bank account and this occurs every month. You will also \nreceive a payslip via email, which details your salary for the pay period. \n \n1.3 Overtime Pay",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 14
    }
  },
  {
    "text": "1.3 Overtime Pay \n \nWhere overtime payments are made, they are calculated at the normal hourly rate, for each hour \nworked beyond the normal contracted hours. \n \n1.4 Bonus, Commission & Incentives \n \n1.4.1 Any payments due under these schemes are based on the Company and employee’s \nperformance. The payment of these are wholly at the discretion of the Company and there is no \ncontractual entitlement for staff to receive these at any time, irrespective of whether these have \nbeen paid to you or to others on previous occasions. For part-time employees any payments due will \nbe paid on a pro rata basis. The Company may at its discretion suspend, cancel or vary such schemes \nat any time. \n \n1.4.2 Eligible staff shall accrue bonus, commission, incentive payment (or other incentives including \nvouchers, etc), up to the date of termination of employment or if the employee is working out a \nperiod of notice, on the date that the bonus or incentive payment is due to be made.\nEmployee Handbook v.4.8 P a g e  | 10",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 15
    }
  },
  {
    "text": "Employee Handbook v.4.8 P a g e  | 10 \n1.5 Deductions from Salary \n \nThe Company reserves the right, as part of your Statement of Employment and in accordance with \nthe Employment Rights Act 1996, to require you to repay to the Company, either by a direct \ndeduction from your salary or any other method acceptable to the Company the following: \n \n• Any monies due from you to The Clean Space including any loan made to you whether by a \nwritten or verbal agreement, including interest on loans. \n• Any fees incurred by The Clean Space for training during the six months prior to the \ntermination of your employment. \n• Any liabilities, losses, damages, costs or expenses incurred by The Clean Space which are \nattributable (in whole or in part) to your negligence or dishonesty.  \n• Holiday or sick pay that is in excess of your statutory or contractual entitlement, whether \nduring your employment or on termination of your employment.  \n• Payment for or a period of unauthorised absence.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 16
    }
  },
  {
    "text": "• Payment for or a period of unauthorised absence. \n• Overpaid salary, expenses or any other overpayment to you from The Clean Space. \n• Salary for hours not worked where our records indicate that you have not completed your \ncontracted hours but have been paid for them. \n• Salary for hours not worked due to you failing to give the required period of notice of \ntermination. \n• The reasonable market value of any company equipment not returned upon termination of \nemployment. \n• Any other non-recoverable costs incurred by the company (e.g. costs of DBS checks) should \nyour employment terminate during the 6-month probationary period. \n \nThis section forms part of your terms and conditions of employment. \n \n1.6 Personal Information \n \nYou must inform your line manager in writing, of any changes in your personal circumstances as \nsoon as possible and within seven days of any change (e.g. your name, marital status, home address,",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 17
    }
  },
  {
    "text": "bank account details, telephone number, email, next of kin/emergency contact details, email \naddress, work visa extensions, etc). \n \nAll staff are required to provide the company with a personal email address upon induction for \ncorrespondence. \n \nWhere a change is notified in writing, you should provide were possible proof of the change, for \nexample a utility bill with a new address, or marriage certificate or deed poll for a change of name. \n \nThis section forms part of your terms and conditions of employment. \n \n1.7 Probationary Period \n \nIt is the Company’s policy to operate probationary periods for all new employees. \n \nIf you are a new employee, the first 6 months of your employment with us will be regarded as a \nprobationary period. During this period, we shall review with you your on-going performance and \nsuitability for your role and you will be required to demonstrate to the Company’s satisfaction your \nsuitability for the position.\nEmployee Handbook v.4.8 P a g e  | 11",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 18
    }
  },
  {
    "text": "Employee Handbook v.4.8 P a g e  | 11 \n \nThe Company reserves the right to extend the period of probation at its discretion, where the \nemployee’s performance during probation has not been entirely satisfactory. \nFor the duration of your probation (including any extension) the period of notice by either party shall \nbe one week’s written notice. Once the probationary period has been completed, your notice period \nwill be in accordance with your Statement of Employment. \n \n1.8 DBS Checks \n \nIn certain locations and for certain roles, for example where an employee may come into contact \nwith children or vulnerable adults, the Company may undertake a Disclosure and Barring Service \n(DBS) criminal record check during or prior to commencement of employment. In the event that a \nDBS check is returned, as unsatisfactory and makes you unable to carry out your role, the Company \nmay have no alternative but to terminate your employment or withdraw an offer of employment. \n \n1.9 Job Descriptions",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 19
    }
  },
  {
    "text": "1.9 Job Descriptions \n \nYou will be provided with a job description, which sets out your duties and responsibilities. We \nreserve the right to ask you to undertake additional tasks, outside of your job description that are \nreasonable for your role. For example, to contribute to your personal development or to meet the \nneeds of the business. Where such a request is made full training and support will be provided. \nWe are also reserve the right to make reasonable changes to your job description, in line with the \nneeds of the business. Any proposed changes will be discussed with you before implementation, and \nagain full training and support will be provided.\nEmployee Handbook v.4.8 P a g e  | 12 \n2.0 Pay and Reward \n \nWe want you to get the most out of your career with us. Not just in terms of enjoying your job but \nalso in terms of rewards. After all, you are giving us the benefits of your expertise, dedication and \nhard work, so in return we will provide you with the following benefits. \n \n2.1 Salary",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 20
    }
  },
  {
    "text": "2.1 Salary \n \nFor Cleaner, Caretaker, Supervisor and Mobile Cleaner’s pay we have to take into account our \ncustomer’s budget, however we aim to pay the “real living wage” wherever possible. \n \nFor Contract Manager’s and Head Office Staff, we aim to pay salary both in line with your \nperformance but also fair within the external market. We will use recognised job evaluation \nmethods and salary bench-marking to establish appropriate levels of pay. \n \nYour pay will be discussed with you annually with reference to your appraisal, both in terms of your \nperformance and your position within the market. Although we commit to reviewing your pay on an \nannual basis this does not mean there will be a guaranteed annual increment. \n \n2.2 Annual Leave & Other Leave \n \n2.2.1 Annual Leave Entitlement \n \nOur holiday year runs from 1st January to 31st December. \n \nIf you are a full-time employee you are entitled to 28 days paid annual leave in the holiday year, \nwhich includes all bank holidays.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 21
    }
  },
  {
    "text": "which includes all bank holidays. \n \nFor part time employees and employees starting mid-holiday year, you will be entitled to pro rata of \nthe full-time entitlement, based on the contractual working hours. \n \nFor full time employees, if you work a bank holiday that you would not normally be contracted to \nwork, you will either be paid for that day, or receive a compensatory day in lieu, to be agreed with \nyour line manager. \n \na) Cleaners, Caretakers and Mobile Cleaners - Holiday Request Procedure to book annual leave: \n \n• Make a holiday request, giving the required notice of 2 weeks minimum, to your Line \nManager using the holiday request form. \n• If approved the holiday request form will be returned by the line manager.  \n \nNote: For hourly paid staff, holiday is accrued based on hours worked and recorded. \n \nb) Head Office and Contract Manager’s - Holiday Request Procedure to book annual leave: \n \n• Make a holiday request, giving the required notice of 2 weeks minimum, to your Line",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 22
    }
  },
  {
    "text": "Manager using the holiday request form. \n• If authorised the Line Manager will email HR.  \n• The holiday dates will be put on the Annual Leave Planner by HR.\nEmployee Handbook v.4.8 P a g e  | 13 \nAccrued annual leave entitlement, which has not been taken during a holiday year, may not be \ncarried over into the next holiday year, unless there are exceptional circumstances and it has been \nagreed by your line manager. \n \nThe Company reserves the right to specify the date(s) when annual leave is to be taken and the right \nto refuse a request for annual leave, in line with the needs of the business and the customer. \nTherefore, you should not book flights, holidays, or commit to any expenditure related to your leave \nuntil this has been approved. \n \n2.2.2 Sickness and Annual Leave \n \nShould you become sick immediately prior or during your annual leave, subject to fulfilling the \ncorrect reporting procedure and providing the correct certification, you may substitute your annual \nleave for sick leave.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 23
    }
  },
  {
    "text": "leave for sick leave. \n \n2.2.3 Compassionate Leave \n \nAny entitlement to compassionate leave will be at the sole discretion of your Line Manager and will \nnormally be granted for bereavement or the news of serious illness only. \n \nEach case will be viewed sympathetically, and the Company may agree paid leave for this absence, \nwhich will not normally exceed three days and must be agreed, at the time with your Line Manager.  \n \nCompassionate leave is intended to help you through the early days of receiving distressing news \nand other types of leave such as holiday will need to be discussed with your line manager for \nmedium to longer term absence. \n \nEmergency Dependent Leave (unpaid leave): You are entitled to take a reasonable amount of \nunpaid leave, to deal with emergency involving a dependent, which is defined as a parent, wife, \nhusband, partner, child or someone who relies on the employee for care. It should be stressed that",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 24
    }
  },
  {
    "text": "this right is to deal with ‘sudden or unexpected ‘events and to make appropriate longer-term \narrangements. It does not entitle you to take time off in order to personally care for a dependent. \n \n2.3 Maternity Leave and Pay \n \n2.3.1 Ante Natal Care \n \nPregnant employees are entitled to paid time off to attend ante natal care appointments \nrecommended by the doctor or midwife. \n \nIf you are the father of the unborn child, or the partner of a pregnant woman you are entitled to \nunpaid leave to attend 2 ante natal care appointments recommended by the doctor or midwife. For \neach appointment you are entitled to up to 6.5 hours of leave. \n \n2.3.2 Maternity Leave \n \nPregnant employees will be entitled to take 26 weeks’ Ordinary Maternity Leave and 26 weeks \nAdditional Maternity Leave, irrespective of their length of service or the number of hours worked \neach week.\nEmployee Handbook v.4.8 P a g e  | 14 \nYou may not return to work during the two weeks immediately following the birth of your child (four",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 25
    }
  },
  {
    "text": "weeks for women who work in factories). \n \nYou are free to choose when you would like your maternity leave to start, however, the earliest you \ncan choose to start your maternity leave is during the 11th week before the expected week of your \nchild’s birth. \n \nIn certain circumstances, your maternity leave may start automatically, earlier than the start date \nyou chose. This applies where you are absent from work wholly or partly because of pregnancy at \nany time during the four weeks before the expected week of childbirth or if you give birth early. \n \n2.3.3 Statutory Maternity Pay \n \nIf you have at least 26 weeks’ service by the end of the 15th week before your child is expected to be \nborn, you may be entitled to Statutory Maternity Pay (SMP), provided your average weekly earnings \nare at or above the Lower Earnings Limit for National Insurance. \n \nSMP is payable for 39 weeks. For the first six weeks, SMP is paid at 90% of the average weekly",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 26
    }
  },
  {
    "text": "earnings. For the remaining 33 weeks, SMP is paid at the statutory rate, which is adjusted from time \nto time. The Company will inform you of the applicable rate. If your average weekly earnings fall \nbelow the standard rate, SMP will be paid at 90% of your average weekly earnings throughout. SMP \nwill be paid subject to deductions for tax and National Insurance contributions in the normal way. \n \n2.3.4 Notification of Pregnancy \n \nIn order to be eligible for maternity leave and SMP, you are required to notify your line manager in \nwriting by or during the 15th week before the expected week of your child’s birth. You must inform \nyour Line Manager of the following: \n  \n• You are pregnant. \n• The week in which your child is due. \n• The date you intend to start your maternity leave. \n• The date from which you will be claiming SMP. \n \nYou should enclose a MAT B1 certificate with your written notification signed by your registered \ndoctor or registered midwife to confirm the expected week of childbirth.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 27
    }
  },
  {
    "text": "Within 28 days of receiving your notice, the Company will notify you in writing of the date when \nyour maternity leave will end. \n \nYou may change the date you start your maternity leave providing you give at least 28 days’ notice in \nwriting of either the new start date or the original start date (whichever is earliest). \n \nWithin 28 days of receiving your notice to change, the Company shall notify you in writing of the \nnew date when your maternity leave will end. \n \nPrior to your departure on maternity leave, your line manager will meet with you to discuss your \nrights and entitlements during maternity leave, the possibility of flexible working on your return to \nwork and the level of contact you would like with the Company during your maternity leave. You \nshould raise any queries or concerns you have at this meeting.\nEmployee Handbook v.4.8 P a g e  | 15 \n2.3.5 “Keeping in Touch” (KIT) Days \n \nYour line manager may also offer you up to 10 days work during your maternity leave. These are",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 28
    }
  },
  {
    "text": "known legally as “keeping in touch days”. It is up to you if you wish to work these days and there is \nno obligation on the company to offer them. It is a means to agree a mutually acceptable level of \nwork during maternity leave, without affecting the right to SMP. The rate of pay for the work will be \nagreed in advance with you. “Keeping in touch days” will only be offered as full days of work. \n \n2.3.6 Benefits \n \nDuring Ordinary and Additional Maternity Leave, you will continue to receive your contractual \nbenefits (including accrual of annual leave) and your normal terms and conditions will continue to \napply, except for those terms relating to wages and salary.  \n \n2.3.7 Risk Assessment \n \nIf any pregnant employees, or employees who have recently become mothers or who are \nbreastfeeding are employed in positions which have been identified as posing a risk to their health \nand safety or that of their baby, a risk assessment will be undertaken, and they will be notified",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 29
    }
  },
  {
    "text": "immediately and arrangements will be made to eliminate the risks. \n \nIf you have concerns about your own health and safety at any time you should consult your Line \nManager immediately. \n \n2.3.8 Returning to Work \n \nYou do not have to notify the Company separately of your return date. It will be assumed that you \nwill come back to work on the date the Company has notified you is the end of your maternity leave \nperiod. However, if you wish to return to work before the end of your full maternity leave \nentitlement, you should give your line manager at least 8 weeks’ notice in writing of your intended \nreturn date. \nIf you return to work immediately after a period of Ordinary Maternity Leave you will return to work \nin the same job you left before you started your maternity leave.  \n \nIf you return to work from a period of Additional Maternity Leave, you will return to the same job \nyou were employed to do, unless this is not reasonably practicable, whereby you will be offered a",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 30
    }
  },
  {
    "text": "similar job on equal terms and conditions. \n \nIf you decide not to return to work after maternity leave, you should confirm your resignation in \nwriting and give the notice required by your contract of employment. \n \nOn your return from maternity leave, your line manager will arrange a meeting with you to discuss \nany changes that have taken place during your absence. You should also feel free to raise any \nqueries or concerns you have. \n \n2.4 Adoption Leave and Pay \n \nEmployees have a right to paid adoption leave when a child is first placed with them. This allows one \nof the adoptive parents (primary adopter) to take paid leave for the same period and at the same \nflat rate of pay as Statutory Maternity Pay.\nEmployee Handbook v.4.8 P a g e  | 16 \nIf you adopt a child through an approved adoption agency you are entitled to take up to 52 weeks' \nadoption leave.  The first 26 weeks of leave is known as ordinary adoption leave followed \nimmediately by up to 26 weeks' additional adoption leave.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 31
    }
  },
  {
    "text": "immediately by up to 26 weeks' additional adoption leave. \n \nAs the primary adopter, you will also qualify for statutory adoption pay provided that you have 26 \nweeks continuous service by the week you are matched with a child and your average weekly \nearnings are not less than the lower earnings limit for national insurance contributions. Statutory \nadoption pay is payable for up to 39 weeks. You will receive 90% of your average weekly earnings for \nthe first 6 weeks, then for the remaining 33 weeks, you will receive the rate set by the Government, \nor 90% of your average weekly earnings, if this figure is lower. \n \nAdoption leave can commence up to 14 days before the issue of a matching certificate or up to 2 \nmonths after the child starts living with the adoptive parents. The detailed rules regarding Adoption \nLeave mirror that of maternity and paternity leave. \n \nThose adopting from surrogate parents are also eligible for adoption leave and pay. If you are a",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 32
    }
  },
  {
    "text": "surrogate mother, you are entitled to maternity leave and pay. \n \n2.4.1 Adoption Appointments \n \nIf you are the primary adopter, you are entitled to take paid time off for up to 5 adoption \nappointments. If you are the partner of the primary adopter, you can take unpaid time off for up to 2 \nappointments. \n \n2.5 Paternity Leave and Pay \n \nStatutory Paternity Leave is a maximum of two weeks’ leave, following the birth of a child, taken in \norder to support the mother or primary adopter care for the new child. It can be taken as a single \nweek, two separate one week blocks, or two consecutive weeks.  \n  \nStatutory Paternity Leave must be taken within 52 weeks of the birth.  If the baby is born earlier than \nexpected, it must be taken within 52 weeks from the date the baby was due. \n  \nTo  qualify: \n \n• You must have worked for us for at least 26 weeks by the end of the 15th week before the \nexpected birth week.   \n• You must provide us with 28 days’ notice of taking the leave.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 33
    }
  },
  {
    "text": "• You must be in an enduring relationship with the mother or primary adopter and expect to \nhave responsibility for the child’s upbringing. \n• You will be taking time off to support the mother or primary adopter in caring for the child. \n \nStatutory Paternity Pay is paid at a fixed rate per week (determined in legislation) or 90% of average \nearnings if that is less.  It is paid less tax and National Insurance contributions in the normal way. \n \nDuring Statutory Paternity Leave, you are entitled to all of your normal contractual terms and \nconditions as if you were not absent, apart from basic wages and salary.  You have the right to return \nto exactly the same job, on the same terms and conditions after Statutory Paternity Leave. \n \nWhere a child has been adopted,  it is up to the adoptive parents as to who takes adoption leave and \nwho takes paternity leave.\nEmployee Handbook v.4.8 P a g e  | 17 \n \n2.6 Unpaid Parental Leave",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 34
    }
  },
  {
    "text": "2.6 Unpaid Parental Leave \n \nIf you have or expect to have responsibility for a child, you are entitled to take Parental Leave to care \nfor that child. This includes the child’s registered father or anyone else who has or expects to have \nformal parental responsibility for the child. To be eligible to take Parental Leave, you must have been \nemployed by the Company for at least one year. \n \nParental Leave consists of a maximum of 18 weeks’ unpaid leave. It can be taken at any time up to \nthe child’s 18th birthday. Up to four weeks’ Parental Leave can be taken in respect of each child, \neach year, in blocks of one week or more. You cannot take the leave in blocks of less than one week, \nunless the child is disabled. You must give your line manager at least 21 days’ notice of your \nintention to take Parental Leave. \n \n2.7 Shared Parental Leave \n \nIf you are the parent of a baby born or placed for adoption on or after 5 April 2015 you have the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 35
    }
  },
  {
    "text": "right to Shared Parental Leave. This enables you to share the caring responsibilities for your child by \nsharing the remainder of maternity or adoption leave, once the mother has taken the 2 weeks of \ncompulsory leave. \n \n2.7.1 Eligibility \n \nTo qualify for Shared Parental Leave a mother must: \n \n• Have a partner.  \n• Be entitled to either maternity/adoption leave and/or to statutory maternity/adoption pay \nor maternity allowance.  \n• Have curtailed, or given notice to reduce, their maternity/adoption leave, or their \npay/allowance (if not eligible for maternity/adoption leave). \n \nTo qualify for Shared Parental Leave, you must: \n \n• Be an employee. \n• Have 26 weeks continuous service with us by the 15th week before the expected due date of \nbirth or matching date for adoption, and still be working for us at the start date of each \nperiod of leave. This is known as the \"continuity of employment test\". \n• Share the primary responsibility for the child with the other parent at the time of the birth",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 36
    }
  },
  {
    "text": "or matching date for adoption. \n• Have properly notified us of your entitlement and have provided the necessary declarations \nand evidence. \n \nIn addition, your partner must, In the 66 weeks leading up to the baby’s expected due \ndate/matching date, have worked for at least 26 weeks and earned the required \"average amount\" a \nweek (the \"average amount\" is reviewed annually by the government) in any 13 weeks. This is \nknown as the \"employment and earnings test\". \n \n2.7.2 Shared Parental Pay (ShPP)\nEmployee Handbook v.4.8 P a g e  | 18 \nIf a mother gives notice to curtail her 39 weeks statutory maternity/adoption pay, the remaining pay \nbecomes available as ShPP. The rate of ShPP is set by the government. \nTo qualify for ShPP you have to meet the \"continuity of employment test\" and your partner has to \nmeet the \"employment and earnings test\". In addition, you must have earned above the lower \nearnings limit for national insurance contributions up to and including the 15th week before the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 37
    }
  },
  {
    "text": "expected due date of birth or matching date for adoption. \n \n2.7.3 Shared Parental Leave/Pay in Practice  \n \nShared Parental Leave can only be taken in complete weeks, but it can commence on any day of the \nweek. Leave can only be taken once the mother has returned to work or given notice to her \nemployer to curtail her maternity/adoption leave. \n \nYou can notify us on 3 separate occasions for each birth/adoption, that you wish to take Shared \nParental Leave. Leave can be taken in continuous blocks (unbroken periods of leave) or \ndiscontinuous blocks (where you return to work between periods of leave). Continuous blocks of \nleave are a statutory right and we will not refuse such requests, however single requests for \ndiscontinuous blocks of leave, will be subject to our agreement. \n \nIf you make a single request for discontinuous blocks of leave, we will hold a meeting with you \nwithin 14 days to discuss the application. If we decide to turn down the request, you will still be",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 38
    }
  },
  {
    "text": "entitled to take the whole amount of leave in a continuous block or you can withdraw the request \nand possibly re-submit it at a later date. If you withdraw the request, it will not count as one of your \n3 separate requests. \n \nDuring the 14-day discussion period we reserve the right to request a copy of the birth/adoption \nmatching certificate and/or the contact details of your partner. If this information is requested, it \nmust be provided within 14 calendar days. \nTo minimise the chance of refusal we would encourage you to discuss your Shared Parental Leave \nrequirements with us at the earliest opportunity. \n \n2.7.4 Notice Requirements \n \nYou must give at least 8 weeks’ notice of each period of Shared Parental Leave providing us with the \nfollowing information: \n \n• The names of the mother and partner. \n• The start and end date of any statutory maternity or adoption leave. \n• The total amount of shared parental leave available.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 39
    }
  },
  {
    "text": "• The total amount of shared parental leave available. \n• The child’s expected week of birth, actual date of birth, or date of placement. \n• How much shared parental leave you and the mother each intend to take. \n• An indication as to when you intend to take the leave. \n \nYou will have to provide a signed declaration that: \n \n• You will be sharing responsibility for the care of the child. \n• The mother has given notice to end her maternity entitlement. \n• The mother meets the \"continuity of employment test\". \n• The information they have given is accurate. \n• Should they cease to be eligible they will immediately inform their employer.\nEmployee Handbook v.4.8 P a g e  | 19 \n \n \nYou will also have to provide a signed declaration from your partner stating: \n \n• Their name, address and national insurance number. \n• They are the father, mother of the child or partner of the mother of the child. \n• They meet the criteria for the \"employment and earnings test\".",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 40
    }
  },
  {
    "text": "• (If the mother) they are entitled to statutory maternity leave, statutory maternity pay or \nmaternity allowance and that they have given notice to end that leave and pay/allowance. \n• That at the time of the birth or placement they shared the responsibility for the care of the \nchild with the employee seeking to take SPL. \n• They consent to the amount of leave and pay that the employee is seeking to take. \n• They consent to the employer receiving this declaration to process the information \ncontained within it. \n• (In the case of the mother) that the mother will immediately inform their partner should the \nmother cease to satisfy the eligibility conditions. \n \nOnce the mother has given notice to end maternity/adoption leave and either parent has informed \ntheir employer of their entitlement to take Shared Parental Leave then the notice to end maternity \nleave is binding and cannot be withdrawn. When notice is given before birth, it may be withdrawn \nwithout a reason up to six weeks following the birth.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 41
    }
  },
  {
    "text": "without a reason up to six weeks following the birth. \n \n2.7.5 Claiming Shared Parental Pay (ShPP) \n \nIf you intend to claim ShPP you must give us notice which includes: \n \n• The total amount of ShPP both parents are entitled to take. \n• How much ShPP each parent intends to take. \n• When you and your partner expect to take ShPP. \n• A declaration from your partner confirming their agreement to you claiming their amount of \nShPP. \n• The notice to claim ShPP can be included within your notice of entitlement to Shared \nParental Leave. \n \n2.7.6 Varying the Notice of Leave  \n \nIf you have given notice of taking SPL but then change your mind, you must notify us of the original \nsplit of leave and how you now intend to take the leave. Both parents must sign the notice to \nconfirm that they are in agreement with the variation. If leave was booked that will no longer take \nplace (i.e. it is being cancelled), a notice to vary leave must also be made. \n \n2.7.7 Booking Leave",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 42
    }
  },
  {
    "text": "2.7.7 Booking Leave \n \nYou can book leave (i.e. confirm the dates) at the same time or following your notification of \nentitlement to SPL. You can submit 3 separate notices to book leave. Any variation to leave already \nbooked, will count as one of the 3 notices.  \n \nNotice to book leave must be made in writing at least 8 weeks before any period of leave begins.  \n \n2.7.8 Meeting\nEmployee Handbook v.4.8 P a g e  | 20 \nIf you submit a request for continuous SPL, this is a legal right and we will agree to this in writing. We \nmay need to informally discuss the impact on your work, but we will not refuse the request. If you \nsubmit a request for discontinuous SPL, we will hold a meeting with you to discuss the request \nwithin 14 days. \n \n2.7.9 Outcome \n \nAll continuous leave notifications will be honoured as this is your legal right. Where you have \nnotified us of a request to take discontinuous leave, we will respond to you in writing, following a",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 43
    }
  },
  {
    "text": "meeting, within 14 days. We will endeavour to meet requests for discontinuous SPL but reserve the \nright to turn down a request, if we believe it will have a significant adverse impact on the business. \n \nThe default position is that if a discontinuous leave request is turned down, you can either withdraw \nthe request, and it will not count as one of the 3 allowed requests, or the leave defaults to \ncontinuous leave. \n \n2.7.10 SPLIT Days \n \nDuring SPL we can mutually agree up to 20 Shared Parental Leave in Touch (SPLIT) days. There is no \nobligation on us to offer these days or for you to agree to them. SPLIT days can be used in situations \nwhere we both feel it would be beneficial for you to attend a work-related activity, for example a \ntraining session or a team meeting, or to work part of a week to help you return to your role.  \n \nWhen you work a SPLIT day, you will be paid your normal rate of pay, which will include any ShPP. \n \n2.7.11 Returning to work after Shared Parental Leave",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 44
    }
  },
  {
    "text": "2.7.11 Returning to work after Shared Parental Leave  \n \nWhen returning to work after SPL you are entitled to return to the same job if your total leave (not \nincluding unpaid parental leave) is 26 weeks or less.  \n \nIn the case where the total leave exceeds 26 weeks or unpaid parental leave exceeds four weeks, \nyou may be offered suitable alternative work on the same terms and conditions, if it is not \nreasonably practicable for you to return to your own job. \n \n2.7.12 Holiday during Shared Parental Leave \n \nYou will continue to accrue holiday while on SPL. You should try to take holiday within the holiday \nyear wherever possible. \n \n• If an Employee has any accrued but unused annual leave entitlement before starting \nmaternity leave, the employee will be required to take this prior to maternity leave \ncommencing. \n• The Employee will continue to accrue both statutory and any additional contractual annual \nleave entitlement during both the 26-week ordinary maternity leave period and 26-week",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 45
    }
  },
  {
    "text": "additional maternity leave period. \n• If the Employee decides not to return to work following maternity leave, she will be paid for \nany leave entitlement accrued during maternity leave. If at that time the employee has \ntaken more leave than she has accrued during the current leave year, it will be deducted \nfrom the final salary.\nEmployee Handbook v.4.8 P a g e  | 21 \n \n \n2.8 Parental Bereavement Leave \n \n2.8.1 Purpose \n \nThe purpose of this policy is to set out employee entitlements to parental bereavement leave which \nbecame effective 6 April 2020.  We are committed to providing support to employees who \nexperience loss in their lives and, in particular we appreciate that the death of a child, or a stillbirth, \ncan be one of the most harrowing experiences of someone’s life. This policy explains the statutory \nrights to time off, pay during time off and other support offered. \n \n2.8.2 Eligibility \n \nParental bereavement leave is available from day one of employment. It is available to employees",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 46
    }
  },
  {
    "text": "on the death of a child under the age of 18 including stillbirth. You may take parental bereavement \nleave if you fall into any one of the following categories: \n \n• A ‘natural’ parent. \n• An adoptive parent, and those with whom a child has been placed under the ‘foster to \nadopt’ scheme, provided the placement is ongoing. \n• A ‘natural’ parent where the child has been adopted but a Court Order exists to allow the \n‘natural’ parent to have contact with the child. \n• An employee who is living with a child who has entered Great Britain from overseas in \nrelation to whom has received official notification that they are eligible to adopt. \n• An intended parent under a surrogacy arrangement where it was expected that a parental \norder would be made. \n• A ‘parent in fact’ which is someone in whose home the child has been living for a period of \nat least four weeks before the death and has had day to day responsibility for the child,",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 47
    }
  },
  {
    "text": "subject to exceptions. This category includes guardians and foster parents but does not \ninclude paid carers. \n• The partner of anyone who falls into the above categories, where they live in an enduring \nfamily relationship with the child and their parent. \n \n2.8.2 Length of Leave and How it May Be Taken \n \nA total of two weeks may be taken as parental bereavement leave and you may choose to take leave \nas: \n \n• A single block of one week. \n• A single block of two weeks. \n• Two separate blocks of one week. \n \nLeave may start on any day of the week and must be taken in whole weeks. It may be taken at any \ntime in the 56 week period following the death.  \n \nIf you have suffered a stillbirth after 24 weeks of pregnancy, in addition to parental bereavement \nleave, you are still entitled to take your full entitlement to maternity and paternity leave, provided \nyou were eligible to take maternity or paternity leave. However, parental bereavement leave cannot",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 48
    }
  },
  {
    "text": "be taken at the same time as maternity or paternity leave.\nEmployee Handbook v.4.8 P a g e  | 22 \n \nWhere more than one child dies or is stillborn, you are entitled to two weeks of parental \nbereavement leave in relation to each child. \n \n2.8.3 Notification Requirements \n \nLeave to be taken within the first 56 days of the death \nYou do not need to give any advance notice of taking parental bereavement leave. We only ask that \nyou contact your line manager by the time you were due to start work on the day you wish leave to \nbegin, or if this is not possible, as soon as is reasonably practicable, giving the date of the death, the \ndate on which leave will start and whether one or two weeks is to be taken. \n \nLeave to be taken later than the first 56 days since the death \nYou need to give one week’s advance notice, in writing, of taking parental bereavement leave to \nyour line manager giving the date of the death, the date on which leave will start and whether one \nor two weeks is to be taken.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 49
    }
  },
  {
    "text": "or two weeks is to be taken. \n \n2.8.4 Cancelling or Changing Leave Dates \n \nYou can cancel a period of leave that you have already told us about, as long as the period of leave \nhas not already started. If you wish to cancel a period of leave which was to begin within the first 56 \ndays of the death, you can cancel it by letting us know by your normal start time on the day that \nleave was originally due to start. \n \nTo cancel leave which was to begin later than 56 days after the death, you should let us know no \nlater than one week prior to the intended start date.  \n \nYou can also change the start date of leave by following the notice requirements above. \n \n2.8.5 Cancelling or Changing Leave Dates \n \nYou can cancel a period of leave that you have already told us about, as long as the period of leave \nhas not already started. If you wish to cancel a period of leave which was to begin within the first 56 \ndays of the death, you can cancel it by letting us know by your normal start time on the day that",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 50
    }
  },
  {
    "text": "leave was originally due to start. \n \nTo cancel leave which was to begin later than 56 days after the death, you should let us know no \nlater than one week prior to the intended start date.  \n \nYou can also change the start date of leave by following the notice requirements above. \n \nPayment during leave \nYou will qualify for statutory parental bereavement pay during leave if you meet the following \ncriteria: \n \n• You have been continuously employed with us for at least 26 weeks by the week prior to the \nweek in which the child died or was stillborn.  \n• Your normal average weekly earnings are not less than the lower earnings limit relevant for \nnational insurance purposes. \n• You are still employed by us on the date the child died or was stillborn.\nEmployee Handbook v.4.8 P a g e  | 23 \nPayment will be made at the rate set by the Government each year or 90 per cent of your average \nweekly earnings (whichever is lower).",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 51
    }
  },
  {
    "text": "weekly earnings (whichever is lower). \n \n \nIn order to receive statutory parental bereavement pay, you must provide us with a request along \nwith the following information within 28 days, or as soon as is reasonably practicable, of the first day \nof parental bereavement leave: \n \n• The child’s name. \n• The date of the death or stillbirth. \n• A declaration that you fall into the one of the categories listed under ‘Eligibility’ above. \n \n2.8.6 Terms and Conditions During Leave \n \nDuring parental bereavement leave, you remain entitled to receive your normal contractual terms \nand conditions of employment with the exception of remuneration. This will include pension \ncontributions, the accrual of holiday and other contractual benefits, subject to the terms of these \nbenefits.  \n \n2.8.7 Right to Return \n \nUpon your return to work, you are entitled to return to the same job, with the same terms and \nconditions, in which you were employed before the period of leave unless:",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 52
    }
  },
  {
    "text": "• The total period of leave you have taken is more than 26 weeks when added to any other \nperiod of statutory leave including maternity, paternity, adoption leave etc. in relation to the \nsame child and \n• It is not reasonably practicable for you to return to the same job. \n \nOn your first day back to work we will meet with you to discuss any arrangements regarding your \nreturn to work and any additional support we may be able to offer you.   \n \n2.9 Carer’s Leave \nIf you have caring responsibilities for a dependant with a long-term care need, you are entitled to \ntake one working week* of unpaid carer’s leave, in a rolling 12-month period, to care for this \ndependent. \n \n*one working week is defined as the number of days which you work in a normal working week. E.g. \nif you work 3 days per week, you would be entitled to 3 days of unpaid carer’s leave. \n \nYou can request to take your entitlement in one continuous block, or on separate occasions, but",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 53
    }
  },
  {
    "text": "each occasion must be at least one-half of your working day.  \n \nA dependant is defined as: \n \n• a spouse or civil partner \n• a child \n• a parent \n• a person who lives in the same household but is not a tenant, lodger, boarder or employee \n• a person who reasonably relies on you to provide or arrange care\nEmployee Handbook v.4.8 P a g e  | 24 \n \nA long-term care need is defined as : \n \n• an illness or injury (whether physical or mental) that requires, or is likely to require, care for \nmore than three months \n• a disability for the purposes of the Equality Act 2010 \n• care for a reason connected with old age \n \nRequesting Carer’s Leave \n \nRequests for carer’s leave must be made in writing and provide the following information: \n \n• that the person you wish to take carer’s leave for meets the definition of a dependant, and \nhas a long-term care need as defined in this policy. \n• that you will take leave in order to provide or arrange care for that person",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 54
    }
  },
  {
    "text": "• that you have not exceeded your entitlement to carer’s leave \n• the dates on which you want to take leave \n \nThe length of notice you must give should be at least double the amount of time that you want to \ntake off as carer’s leave, but no less than 3 days’ notice. \n \nPostponing Carer’s Leave \nThe Clean Space may decide to postpone your request for carer’s leave for up to one month, if we \nreasonably consider that the operation of our business would be unduly disrupted by your request. \n \nWe will consult with you before determining a new date for you to take the carer’s leave.  \n \nThe Clean Space will confirm in writing the reason for the postponement, and the new agreed date \nof leave, within 7 days of the original request, and before the requested start date of the leave. \n \n2.10 Flexible Working \n \nWe respect the need for employees to balance their work and home life and will honour our \nstatutory obligation to consider requests from staff to work flexibly. All types of request will be",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 55
    }
  },
  {
    "text": "considered, which may include varying your working hours or work pattern or working from home.  \n \nSuch requests will be considered taking into account the impact on the organisation, work \ncolleagues, customers and any other relevant factors.  \n \nYou should submit a written application to work flexibly, setting out your plans. It would also be \nhelpful if you set out its potential impact on the business and how this will be mitigated.   \n \nOther than in exceptional circumstances, you will be able to submit a maximum of two applications \nto work flexibly in any 12 month period. \n \nYour application should include: \n \n• The date of the application, the change to working conditions you are seeking and when you \nwould like the change to come into effect.  \n• A statement that it is a statutory request and the date of any previous applications for \nflexible working.\nEmployee Handbook v.4.8 P a g e  | 25 \n \nWe will then arrange a consultation meeting with you to discuss your request. At that consultation",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 56
    }
  },
  {
    "text": "meeting you may bring a workplace colleague. This meeting will be an opportunity to discuss the \nrequested change, its impact, and any practical considerations involved in implementing the request. \n \nThere may be some requests that we are immediately happy to agree to, and in these cases a formal \nmeeting may not be necessary. \n \nIf you fail to attend the meeting, and a rearranged meeting without good reason, we will consider \nthe application as having been withdrawn. \n \nFollowing the meeting, we will then give serious consideration to your request and reply formally in \nwriting. \n \nIf your request is accepted, it will constitute a permanent change to your terms and conditions of \nemployment and you will receive a letter to sign, confirming this. In some circumstances we may \nsuggest a trial period for the new working conditions. \n \nThere is no obligation on us to accept requests for flexible working, however, if we decide not to \naccept any request, we will invite you to a further meeting to explain why.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 57
    }
  },
  {
    "text": "If we do decide to turn down the request, it will be for one of the following objective reasons: \n \n• the burden of additional costs,  \n• an inability to reorganise work amongst existing staff  \n• an inability to recruit additional staff  \n• a detrimental impact on quality  \n• a detrimental impact on performance  \n• a detrimental effect on our ability to meet customer demand  \n• insufficient work for the periods you propose to work  \n• a planned structural change to the business  \n \nIf your request is turned down, you have the right of appeal and should put that appeal in writing to \nthe designated appeal manager, within 5 working days of receiving your response letter. \n \nYou will be invited to an appeal hearing to put your case and again you may be accompanied by a \nwork colleague. \n \nFollowing the appeal, you will be given a final written response and there will be no further right of \nappeal. \n \nAs per our statutory obligations all requests will be consulted on, a response provided, and any",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 58
    }
  },
  {
    "text": "appeal concluded, within 2 months.  \n \n2.11 Pension Scheme \n \nWhen you commence employment, you will be automatically enrolled on the Company’s pension \nscheme (National Employment Savings Trust, which is known as NEST) if you meet the eligibility \nrequirements.\nEmployee Handbook v.4.8 P a g e  | 26 \n \nIf you are eligible to join the pension scheme you will receive information directly from NEST, who \nare our pension provider. This information provides important information about your pension and \ndetails how you can an “opt out” of the pension, if you so wish. \n \n2.12 Sickness Policy \n \n2.12.1 For Contract Manager’s and Head Office Staff \n \nIf you are absent from work due to sickness or injury the Company will pay full pay for the first 3 \ndays of absence (up to a maximum of 3 days per calendar year) and Statutory Sick Pay (SSP) only for \nthe remainder, provided you have complied with the relevant statutory and Company rules relating \nto sickness absence and notification.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 59
    }
  },
  {
    "text": "to sickness absence and notification. \n \n2.12.2 For Cleaners, Caretakers, Mobile Cleaners and Supervisors \n \nIf you are absent from work due to sickness or injury, the Company will pay you Statutory Sick Pay \n(SSP) provided you are eligible and have complied with the relevant statutory and Company rules \nrelating to sickness absence and notification. \n \nThere are specific qualifying regulations for the payment of SSP, where payment will be made as a \nresult of sickness of more than 4 or more consecutive days. \n \nUnder the government SSP scheme, the first 3 qualifying days of sickness are called “waiting days” \nand therefore you will not be paid for the first 3 days of sickness. SSP will therefore be paid from day \n4 of absence. \n \nSSP will be paid for up to 28 weeks of “linked absence”. “Linked absence” is where periods of \nabsence occur with less than 8 weeks between them. Where absences are “linked” you will not need",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 60
    }
  },
  {
    "text": "to serve the 3 waiting days for each period of absence, only the first period in the “linked” sequence. \n \n2.13 Employees of the Month/Support Star of the Season \n \nThe Company wishes to celebrate success and reward employees for outstanding service, for having \na positive and dedicated attitude, going above and beyond in meeting customer expectations and \ndemonstrating our core values and behaviours. \n \nWe therefore have Employees of the Month and a Support Star of the Season (for Head Office and \nOperations staff), where employees are rewarded with a bonus and receive a personal letter of \nthanks from the CEO. \n \nIn addition, the Company has an annual Clean Space Award for Outstanding Service Delivery where \nthe best three cleaners receive a bonus and an award for exemplary service. \n \n2.14 Career Development \n \nThe Company encourages career development for its staff and where possible endeavours to \npromote internal staff to vacancies, if they meet specific skill levels (core competencies) required for",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 61
    }
  },
  {
    "text": "a particular role, which can include the following: \nCore Competencies\nEmployee Handbook v.4.8 P a g e  | 27 \n \n• Experience/Knowledge \n• Quality of Customer Service \n• Achievement of targets \n• Communication/Interpersonal Skills \n• Supervisory/Management Skills \n• Acceptable Absence/Sickness Levels \n• Ability to Motivate others/Teamwork \n• Accuracy \n• Flexibility/Adaptability in the Work Situation \n• Demonstration of our Values and Behaviours \n• Level of Responsibility/Self-Reliance \n \n2.14.1 Career Progression for Cleaners \n \nThe Company has a clearly defined career path for our Cleaners who meet the required \ncompetencies as shown below. It should be noted progression to the more senior roles is dependent \nupon a vacancy being available. \n \nWe believe in providing opportunities for those staff that wish to develop and build their career and \na number of Cleaners have progressed within the Company to become Supervisors and to more \nsenior roles.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 62
    }
  },
  {
    "text": "senior roles. \n \nCareer progression within the Clean Space is dependent upon your own personal performance, \nwhich is regularly reviewed by your Contract Manager. \n \nWe will work with our cleaners to help them climb the Career Ladder, and to progress you will need \nto be a great cleaner who is hardworking, committed, reliable and willing to support others. \n \nThe Clean Space Career Ladder \n \nAs you progress further within the Company you will notice a shift from conducting cleaning duties \nto checking cleaning standards and supervising/managing others. \n \nDon’t forget, in order to provide a great cleaning service and to have the opportunity to progress \nyou need to live and breathe our values. \n \n  Site Supervisor \n  Clean Space Partner \n  Cleaner/Mobile Cleaner \nContract Manager\nEmployee Handbook v.4.8 P a g e  | 28 \n3.0 Employment Policies \n \nHonesty and Integrity are very important and it’s up to all of us to maintain the high standards our",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 63
    }
  },
  {
    "text": "customers expect of us. This section lays out the policies and procedures we have established in \norder to uphold our values, retain our customer’s trust and help you to perform your duties. Further \ndetails of our policies and procedures can also be found in specific work manuals or policies, which \nare available via your line manager. \n \n3.1 Leave \n \n3.1.1 Jury Service/Witness Summons \n \nIf you are required to attend for jury service, are summoned as a witness, or are obliged by law to \nattend court, the company must give you time off to carry out your public duty. Whilst you are \ncarrying out jury service or acting as a witness following a summons you will not be paid by the \ncompany or the court, however you can claim loss of earnings from the court. The company will \ncomplete a \"Certificate of Loss of Earnings\" to facilitate your claim. Time off for jury service should \nbe discussed with your Line Manager in the first instance.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 64
    }
  },
  {
    "text": "be discussed with your Line Manager in the first instance. \n \nIn the event that you are advised that a particular court case may be prolonged (e.g. last more than \none week), you should request dispensation from being a juror for this case. In the event that \ndispensation is not granted then you should inform your Line Manager and give details of the \nexpected duration of the case. \n \n3.1.2 Time Off for Public Duties \n \nYou are entitled to reasonable unpaid leave of absence to perform the following public duties: \nJustice of the Peace and membership of a recognised public or statutory body stipulated in the \nEmployment Rights Act 1996. \n \n3.1.3 Medical or Dental Appointments \n \nIf you are required to attend a non-emergency medical appointment, or visit a dentist or optician, \nyou should make these appointments outside work hours. If this cannot be arranged, then you \nshould inform your Line Manager as soon as possible. Appointments should be arranged when cover",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 65
    }
  },
  {
    "text": "is available, or towards the beginning or end of the working day. We may also change the work rota \nto allow you to attend the appointment. Such appointments will be unpaid. \n \n3.2 Attendance and Timekeeping \n \nThe Company expects you to be ready to start work on time. If in exceptional circumstances you are \nunable to attend work in designated start time, you must telephone your Line Manager immediately. \n \nIf staff are late for work this means that colleagues are put under additional pressure to cover \nduties, will give a very poor impression to our customers and we could ultimately lose business.  \n \nTherefore, lateness and absence will be recorded and unacceptable levels of timekeeping and \nattendance, or failure to inform the Line Manager of absence will constitute misconduct, which may \nresult in disciplinary action. Attendance will be monitored.\nEmployee Handbook v.4.8 P a g e  | 29 \nYou are not allowed to leave your place of work except during authorised breaks or with the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 66
    }
  },
  {
    "text": "permission of your line manager. Leaving your place of work without authorisation may lead to \ndisciplinary action. \n \n3.3 Sickness and Absence \n \n3.3.1 Notification of Absence \n \nIf you are absent from work, we will always try to provide support in times of genuine need. Absence \nhowever does put your colleagues under pressure, and it affects the quality of the service we are \nable to provide. Our procedures are therefore designed to provide you with support whilst \nminimising the disruption absence can cause. \n \nAs soon as you know you cannot come into work and at least two hours before your shift starts you \nmust call your Line Manager, personally by telephone, giving the reason for your absence and how \nlong you think you may be absent for. If your line manager is not available, you should telephone \nyour line manager’s manager. \n \nThe line manager will then inform central HR of the absence and will follow up by informing HR",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 67
    }
  },
  {
    "text": "when the employee has returned to work, or a Statement of Fitness for Work (Fit Note) has been \nreceived. \n \nYou should keep your Line Manager regularly informed of your absence and you will be required to \ntelephone your Line Manager personally on a daily basis for the first week of absence and then at a \nfrequency agreed with your line manager thereafter. \n \nLeaving voicemail or electronic messages, sending texts or asking someone else to phone on your \nbehalf are not acceptable, unless there are exceptional circumstances. \n \nIt is essential that you comply with the above procedures, so that we can make arrangements to \ncover your absence, to minimise any disruption to our business and to maintain a reasonable \nworkload for your colleagues. \n \nYou are expected to make every effort to return to work quickly and during any absence you should \nnot work elsewhere or carry out activities inconsistent with your condition and which may delay",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 68
    }
  },
  {
    "text": "your return to work. By this we mean activities such as sports, inappropriate social activities, home \nimprovements or doing any other paid work. \n \nIf a Statement of Fitness for Work (known as a “Fit Note”) issued by the employee’s doctor \nrecommends any adjustments to the employee’s duties, hours of work or working conditions to \nfacilitate the employee’s return to work, the employee is required to cooperate with the Company \nto implement such changes. \n \nIt is the Company’s policy to support employees who are genuinely sick and unable to come to work \nand where possible reasonable adjustments will be considered to facilitate the return to work. \n \nWhere an employee is absent for more than four weeks this will be considered long term absence \nand will be managed accordingly. For example, we will request your consent to obtain a medical \nreport from your GP or for you to be examined by an occupational health specialist or specialist \nconsultant.\nEmployee Handbook v.4.8 P a g e  | 30",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 69
    }
  },
  {
    "text": "consultant.\nEmployee Handbook v.4.8 P a g e  | 30 \nUltimately, we may have no option but to terminate employment on the grounds of capability if \nthere is no reasonable prognosis of a return to work and the continued absence cannot be sustained \nby the business. In such circumstances we will explore all reasonable adjustments to help the \nemployee return to work, with medical advice, and termination of employment will be a last resort.  \nIf there is evidence that any sickness is not genuine, disciplinary action will be taken up to and \nincluding dismissal for gross misconduct. \n \n3.3.2 Self Certification \n \nYou must complete the Company’s Sickness Absence Form (see below) and forward this to your Line \nManager for every period of sickness absence, including any individual days (or half days) of \nsickness. Failure to do so may result in you not receiving any sick pay for this absence. \n \n3.3.3 Statement of Fitness for Work (Fit Note)",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 70
    }
  },
  {
    "text": "3.3.3 Statement of Fitness for Work (Fit Note) \n \nIf you are unable to attend work for more than seven consecutive days (including weekends and \nbank holidays), you will be required to obtain a Statement of Fitness for Work (“Fit Note”) which \nmust be signed by a qualified GP (Doctor), giving details of the nature of your illness and the \nestimated length of your absence from work. The Fit Note should be forwarded to your line \nmanager. You must provide continuous Fit Notes for the full period of absence when it exceeds 7 \nconsecutive days (including weekends and bank holidays). Failure to provide continuous Fit Notes \nmay be deemed as unauthorised absence which may result in disciplinary action. \n \n3.3.4 Return to Work Interview \n \nOn your return to work, following absence for sickness or injury, you must attend an interview with \nyour Line Manager if requested to do so. The purpose of which will be to discuss the reason for your",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 71
    }
  },
  {
    "text": "absence, your compliance with notification procedures, your fitness to return to work and resume \nyour duties and your attendance in general. The meeting can also establish whether the Line \nManager can provide any support to help facilitate your attendance at work. \n \n3.3.5 Medical Reports and Independent Medical Examination \n \nWhere it is considered necessary, the Company reserves the right to ask you to consent to us \napplying for a medical report from your GP or for you to undergo an independent medical \nexamination by an occupational health specialist or specialist consultant, at the expense of the \nCompany. \n \nIn the event that a medical report or examination is required you will be asked to give your consent \nfor your Doctor, specialist or independent practitioner to be contacted. Any such request for medical \ninformation will be subject to the employee’s rights under the Access to Medical Records Act 1988. \nAny refusal to consent means that we will have to potentially make decisions on your future",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 72
    }
  },
  {
    "text": "employment without medical advice. We strongly believe that this is not in the best interest of \nemployees. \n \n3.3.6 Serious Infectious/Contagious Illness \n \nIf you are suffering from a serious infectious or contagious illness (e.g. chickenpox or measles), you \nmust not report to work without obtaining approval from your line manager. If in doubt, please \nnotify us and consult your Doctor.\nEmployee Handbook v.4.8 P a g e  | 31 \n3.3.7 Minor Ailments \n \nMinor ailments such as colds and headaches can be the most manageable of conditions. Self-care \nwith advice from a pharmacist are the quickest and most effective way to relieve symptoms to allow \nyou to continue to work. However, if you are unsure about your condition you should visit your \nDoctor. Alternatively, you can call the NHS 111 helpline. Just dial 111 for this service which is open \n24 hours. \n \n3.3.8 Extreme Adverse Weather and Public Transport Difficulties",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 73
    }
  },
  {
    "text": "In the event of extreme adverse weather conditions, e.g. heavy snow and flooding, or if your journey \nto work on public transport is affected by industrial action, engineering works etc, you are expected \nto make every reasonable effort (including the use of alternative means of transport) to arrive at \nwork at your scheduled start time. \n \nIf you decide that weather conditions or public transport difficulties are sufficiently severe to \nprevent you from travelling to work and arriving safely at work, you may ask your Line Manager to: \n \na) Take the day(s) as annual leave. \nb) Take the day(s) as authorised unpaid leave of absence.  \nc) Take the day off and make the time up. \n \nIn any case, you must telephone your Line Manager before your scheduled start time and inform us \nof the situation. If the Line Manager is not available, you should contact your line manager’s \nmanager. \n \nIf you decide to travel to work and then subsequently find that the weather conditions prevent you",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 74
    }
  },
  {
    "text": "from completing your journey, you must telephone your Line Manager as soon as possible to inform \nus of the exact circumstances. In this case, the Company, at its discretion having considered the \ncircumstances, will decide whether or not you will receive full pay. In any event, if your absence \nfrom work, or lateness in arriving at work, is considered to be due to extreme adverse weather \nconditions or difficulties with public transport, your absence or lateness will not be subject to the \nCompany’s disciplinary procedure, provided you have notified the management as set out above.\nEmployee Handbook v.4.8 P a g e  | 32 \nCOMPANY SELF-CERTIFICATE FORM \n \n \nPART A.                      Employee to complete sections A, B, and C  \n \nEmployee Name: \n \nJob Title:                                                                                                               Payroll No:  \n \nDate absence began:                                                 Date fit for work:",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 75
    }
  },
  {
    "text": "Total Number of days absent from work:  \n \n \nFirst notification to:                                                      \n(who you contacted regarding your absence) \n \nNotification date:  \n \nPART B. \nReason for your absence:   \n \n \n \n \n             \nPlease describe symptoms:  \n \n \n \n \nPART C. \nDid you attend (please put an x in box):   \n \nHospital?          Clinic?        Doctor?                          \n \n \nIf you are still away from work due to \nillness when are you likely to be fit for \nwork?  \n \nDate:  \nPART D.  Employee information. I understand that if I provide inaccurate or false information about my absence it \nmay, depending on the circumstances, be treated as gross misconduct and result in my summary dismissal from the \nCompany. Please give the completed form to your Line Manager. \nPART E. Line Managers Comments  \nWas a Return to Work Interview conducted (Yes/No):  \nTotal number of days employee was absent from work:",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 76
    }
  },
  {
    "text": "Total number of days employee was absent from work: \nPlease complete details of any problems discussed, or advice given to the employee (if applicable): \n \n \nLine Manager Name:                                                            \nDate:                                       \nPLEASE EMAILTHE COMPLETED FORM TO THE HR DEPARTMENT\nEmployee Handbook v.4.8 P a g e  | 33 \n3.4 Attire, Appearance and Hygiene \n \nDuring the course of your employment, you may come into contact with our customers and \ntherefore your appearance and dress code are important and should portray a professional image. \nWe therefore require all employees to wear neat, clean and tidy clothing, appropriate to their job \nresponsibilities. \n \nEmployees are required to adhere to the following standards: \n \n• Cleaners, Caretakers and Mobile Cleaners must wear The Clean Space uniform. \n• Other staff are required to wear smart clothing, which should be neat, clean and tidy and \nappropriate to their job responsibilities.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 77
    }
  },
  {
    "text": "appropriate to their job responsibilities. \n• You must wear your name badge whilst on duty and this should be visible to others. \n• Flip-flops, slippers, high heel shoes, or casual sandals are not acceptable, as they do not \nprovide proper protection. \n• Staff should maintain good personal hygiene. \n• All tattoos should be covered where practically possible. Tattoos which are likely to cause \noffence must not be visible. \n• When representing the Company at a reception or formal event, or when entertaining or \nvisiting customers or suppliers, it is important that you maintain the highest standard of \ndress, conduct and professionalism. We would expect you to dress appropriately for the \nevent or meeting. \n \nFailure to follow the above dress code may result in formal disciplinary action being taken and you \nmay be sent home to change, without pay. \n \n3.4.1 Personal Protective Equipment (PPE)  \n \nPPE is essential for all staff working on customer sites. Please see below a guide to what you should",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 78
    }
  },
  {
    "text": "do to keep yourself and others safe while working: \n \n• Wash your hands thoroughly with soap before entering a customer site. \n• Disinfect any items you take in to a customer site (e.g. your mobile phone). \n• Wear gloves, and a face covering (a mask and/or visor) at all times while on site. \n• Wherever possible, keep 2m distance from other people while working. \n• Clean any personal items again before you leave site.  \n• Wash your hands again thoroughly with soap before leaving the site. \n• Wash your hands, clothes and hair when you return home.   \n \nFailure to comply with the rules on PPE may be a disciplinary offence. If you have any immediate \nquestions on any of the above points or if you need PPE stock, please speak to you line manager \nASAP. \n \n3.4.2 Company Uniform \n \nIf you are provided with a Company uniform, it is compulsory to wear the uniform during working \nhours. Uniforms must always be clean and worn in a presentable fashion. The uniform issued must",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 79
    }
  },
  {
    "text": "not be altered in any way without the Company’s permission.\nEmployee Handbook v.4.8 P a g e  | 34 \nWhere uniforms are issued by the Company, they remain the property of the Company. Employees \nmust take responsibility to ensure that good care is taken of them, and return any uniform issued on \ntermination of employment. In the event of a staff member losing a name badge or uniform then a \nreplacement fee may be charged. \n \n3.5 Office Presentation \n \nYou must ensure that your work location is kept clean, tidy and presentable at all times and it is your \nresponsibility to ensure standards are maintained. At Head Office we operate a “clear desk” policy \nand all items should be put away at the end of each day and not left on the desk, so that the \ncleaners can clean the workstation properly. \n \n3.6 Conduct \n \n3.6.1 Conduct at Work \n \nThe Company has the right to expect its employees to adhere to acceptable standards of conduct",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 80
    }
  },
  {
    "text": "and to deal with customers and colleagues in a cooperative and respectful way. Although not \nexhaustive, a range of examples of standards of conduct, are as follows: \n1) Unless prevented by ill health or accident you shall devote your whole time and attention to \nthe Company during your working time. The needs of the business are paramount, and you \nshould ensure that your efforts and energies are concentrated on achieving this object. \n2) You are expected to conduct yourself in a responsible and professional manner with fellow \nemployees, customers, suppliers, or members of the public at all times. \n3) You are to refrain from swearing and raising your voice at all times to avoid causing offence \nto other staff, customers or visitors. \n4) You are not permitted during your employment, to disclose confidential information relating \nto the business or our customers, to any person, or organisation, without prior written \nconsent from the Company Directors.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 81
    }
  },
  {
    "text": "consent from the Company Directors. \n5) You are expected to comply with any reasonable instruction, or request, given to you by \nyour Line Manager, or other person of authority within the Company. \n6) You are not allowed to leave your allocated place of work without permission or for good \nreason and must not take unauthorised breaks. \n7) You must comply and keep up-to-date with Company policies, procedures, guidelines and \nregulations. \n8) You must comply with Heath, Safety and Security rules. \n9) You must not make offensive or negative statements about the Company, colleagues or \ncustomers. \n10) You must not abuse or misuse Company property, procedures or systems. \n11) You must not engage in unnecessary activity which prevents you from fulfilling your role e.g. \ntaking longer than is necessary to complete a task, unreasonable use of the internet, etc. \n12) You must not enter into any other form of work, or activity, whilst in our employment, which",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 82
    }
  },
  {
    "text": "could be construed by us as being in direct competition or presents a conflict of interest with \nour business or which interfere with the performance of your duties, unless authorised by \nyour line manager. \n \nIf approval is given, you must not use any of the Company’s facilities or services, or your time at \nwork for this external work/activity. Approval for this may be withdrawn at any time. In the above \ncircumstances you must notify the Company of any potential conflict of interest arising from your \nactivities.\nEmployee Handbook v.4.8 P a g e  | 35 \n3.6.2 Conduct outside Working Hours \n \n1) Whilst we have no intention, or wish, to intrude upon your activities, or interests, outside \nwork, we would expect that none of our employees be engaged in any activity outside \nworking hours, which could result in adverse publicity to the business, or which would call in \nto question your integrity, or prevents you from performing your duties or responsibilities to \nour satisfaction.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 83
    }
  },
  {
    "text": "our satisfaction. \n2) Criminal charges or convictions for offences of dishonesty or violence committed outside \nworking hours may result in disciplinary proceedings being taken against the employee up to \nand including summary dismissal. \n3) A charge or conviction for any other type of offence may result in disciplinary proceedings, \nup to and including summary dismissal being taken, where, in the opinion of the Company, \nthe charge or conviction is such as to affect, or be likely to affect, the suitability of the \nemployee for the position for which he/she was employed, or the business reputation of the \nCompany, or where the existence of the charge or conviction could, in the opinion of the \nCompany, otherwise seriously undermine the trust and confidence that the Company has in \nthe employee. \n4) If you and your spouse, partner or civil partner are invited to an event organised by the \nCompany you are required to conduct yourselves in an appropriate, mature and responsible",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 84
    }
  },
  {
    "text": "manner throughout the event. In particular: \n \n• Alcohol should be consumed in moderation and it is your responsibility not to drink \nand drive. \n• Improper conduct or other unacceptable behaviour will not be tolerated and is a \nserious disciplinary matter. This includes violence such as fighting or aggressive \nbehaviour, the use of illegal drugs, excessive drunkenness, unlawful or inappropriate \ndiscrimination or harassment or the use of inappropriate language, or swearing, \nwhether this is towards a follow employee, an invited guest, or member of the \nwaiting or bar staff. \n• Nothing should be said at a social event that could offend, intimidate, embarrass or \nupset any other person, whether as a joke or not. \n• Please be aware that such misconduct may amount to gross misconduct depending \non the circumstances of the case, and possible summary dismissal. \n• Any unauthorised absence, including the day after such an event will be treated as a \ndisciplinary issue.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 85
    }
  },
  {
    "text": "disciplinary issue.  \n• The above rules are in place for the benefit of all members of staff and to ensure \nthat everyone can enjoy such work-related social events in an atmosphere of \nconviviality, without fear of being made to feel uncomfortable by another \nemployees conduct. \n \n3.6.3 Personal Relationships at Work \n \nThe Company recognises that employees who work together may form personal friendships and, in \nsome cases, close personal relationships. Whilst it does not wish to interfere with these personal \nrelationships, it is necessary for the Company to ensure that all employees behave in an appropriate \nand professional manner at work. \n \nThe following principles are part of the contract of employment and apply to all employees \nregardless of their job or level of seniority:\nEmployee Handbook v.4.8 P a g e  | 36 \n• Any employee who is involved in a close personal relationship with a colleague, contractor, \ncustomer, or supplier must not allow that personal relationship to adversely affect work",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 86
    }
  },
  {
    "text": "performance. \n• If a personal relationship does have an adverse impact on work performance, disciplinary \naction may be taken in relation to any misconduct or underperformance that results. \n \n3.7 Alcohol and Drugs \n \nThe possession, use, or distribution of alcohol or illegal drugs is forbidden in the work place. Any \nemployee caught under the influence of alcohol or illegal drugs, or having any such items on \nCompany premises, will be subject to the Company’s disciplinary procedure, which may include \ndismissal for gross misconduct. The Company reserves the right to ask an employee to submit to an \nindependent medical examination (the cost of which will be borne by the Company) if we believe \nthat there is a concern regarding alcohol or drug related problems. \n \nNo employee shall, in connection with any work-related activity: \n \n• Attend work having consumed drugs or alcohol likely to render the employee unfit and/or \nunsafe for work.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 87
    }
  },
  {
    "text": "unsafe for work. \n• Consume or be under the influence of drugs or alcohol while on duty. In some \ncircumstance’s alcohol may be on offer at an event or meeting, this should be consumed \nresponsibly. \n• Store drugs or alcohol in personal areas such as lockers and desk drawers. \n• Attempt to sell or give drugs or alcohol to any other employee or other person on Company \npremises. \n \nAny employee suffering from drug or alcohol dependency should declare such dependency. The \nCompany will provide reasonable assistance, treating absences for treatment or rehabilitation as any \nother sickness absence. \n \nNote: If you are prescribed drugs by your doctor that may affect your ability to perform your duties, \nyou must inform your Line Manager immediately. \n \n3.8 County Court Judgements and Attachment of Earnings \n \nIf at any time during your employment you become the subject of a County Court Judgement (CCJ) \nor an Attachment of Earnings Order (AEO), you will need to disclose this/provide information, to",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 88
    }
  },
  {
    "text": "your Line Manager. If you have been issued with a CCJ or AEO prior to your commencement of \nemployment you must also disclose this fact to the Company. If you are subject to an AEO, \ndeductions will be made directly from your wages through the Payroll Department. \n \n3.9 Corporate Social Responsibility and Anti-bribery \n \nThe Company is committed to applying the highest standards of ethical conduct and integrity to its \nactivities. When acting on behalf of the Company you are responsible for maintaining the Company’s \nreputation and for conducting business honestly and professionally. We also expect our business \npartners (including suppliers) and customers to operate in an ethical way. The Company’s Corporate \nSocial Responsibility Policy outlines the key ethical standards we will adhere to including the \nenvironment, Anti-modern slavery and human trafficking, anti-bribery and corruption, etc. This \npolicy can be obtained via your line manager.\nEmployee Handbook v.4.8 P a g e  | 37 \n \n3.9.1 Anti Bribery",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 89
    }
  },
  {
    "text": "Employee Handbook v.4.8 P a g e  | 37 \n \n3.9.1 Anti Bribery \n \nYou must not offer, promise, give, request, agree to receive, or accept any bribes during the course \nof your employment, when conducting Company business or when representing the Company. A \nbribe means a financial payment or other form of reward or advantage, whether direct or indirect, \nthat is intended to induce or influence an individual, company or public body to do business \nimproperly, by not acting in good faith, not acting impartially, or not acting with a position of trust. \nBreach of the anti-bribery policy may result in disciplinary action including dismissal for gross \nmisconduct. \n \n3.10 Company Telephones \n \nYou are not permitted to make telephone calls on the Company’s telephone system, unless it is in \nthe course of the proper performance of your duties or authorised by your line manager. All \noutgoing calls are registered by an automatic call logging system operated by the Company. If you",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 90
    }
  },
  {
    "text": "are found to be making personal calls using the Company’s telephone system, without authorisation, \nthen you will be asked to reimburse the cost of the personal calls made and you may also be subject \nto disciplinary action. \n \n3.11 Mobile Telephones \n \n3.11.1 Use in the Workplace \n \nThe use of personal mobile telephones whilst on duty must not interfere with your duties.  If it is \nfound that use of your personal mobile telephone is adversely affecting your performance at work, \nthis may lead to disciplinary action. \n \n3.11.2 Use when Driving \n \nUsing a hand-held mobile telephone or other hand-held device whilst driving is not allowed and is \nagainst the law. ‘Driving’ for these purposes include any time while the vehicle is on the road and the \nengine is running, even when the vehicle is stationary. This includes time spent stopped at traffic \nlights or during other hold-ups. Although hands-free equipment is allowed, there is an increased risk",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 91
    }
  },
  {
    "text": "if they are used and therefore staff should use this equipment as little as possible and limit call \ntimes. \n \n3.12 Electronic Equipment \n \nAs we may have access to confidential information and operate in some high security environments, \nemployees are not allowed to bring into work, without written permission from the line manager, \nany personal electronic equipment other than a mobile telephone. \n \nNote: the above rules do not apply to staff that require such items as part of their normal duties. \n \n3.13 Security \n \nThe kind of work we do brings with it the need for the tightest possible security. The following \ndetails the security procedures that we use, however the list is not exhaustive, and it is for each\nEmployee Handbook v.4.8 P a g e  | 38 \nemployee to ensure their own personal security and that of others and to follow any local security \nprocedures that may be in place: \n \nThis section forms part of your terms and conditions of employment. \n \n3.13.1 Company/Customer Premises",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 92
    }
  },
  {
    "text": "3.13.1 Company/Customer Premises \n \nYou must not bring any unauthorised persons on to Company premises without prior authorisation \nfrom your line manager. If visitors are given access to such premises you are responsible to ensure \nthat they are appropriately monitored at all times and do not have access to confidential or sensitive \ninformation. For customer premises access to unauthorised persons is strictly forbidden and only \nallowed in exceptional circumstances. Allowing access to unauthorised persons on to customer sites \n(including family or friends) is a serious breach of security and health and safety, which could result \nin dismissal for gross misconduct. \n \nYou are not allowed to access customer and Company storage facilities including desk drawers, \ncupboards, filing cabinets, etc unless this is required as part of your duties. Any unauthorised access \nto such storage facilities is a very serious security breach and may result in dismissal for gross \nmisconduct.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 93
    }
  },
  {
    "text": "misconduct. \n \nThe Company operates a “Clear Desk” policy. It is your responsibility to ensure that all documents \nand papers are locked away in a safe place, and that means of access (keys and codes) are protected. \nConfidential materials must be kept secure at all times. You should take all reasonable measures to \nminimise risk of fraud by protecting the security of personal and Company financial details, \nespecially cheque books and/or Company credit and debit cards, or other sensitive items or \ninformation. \n \n3.13.2 Company Property \n \nYou are responsible for any property belonging to the Company that is under your control, or in your \npossession and you must take proper care of any such items. Thefts and losses must be reported to \nyour Line Manager immediately who will investigate the matter and take appropriate action as \nnecessary. \n \nYou must obtain written authority from your Line Manager before you remove any Company",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 94
    }
  },
  {
    "text": "property from the workplace. Such property must be returned as soon as reasonable, and certainly \nbefore you leave the employment of the Company. \n \n3.13.3 Personal Property \n \nYou are advised against bringing valuable items of property onto the Company’s or customer \npremises. You are responsible for the security of your own personal property, including any money \nor valuables. The Company does not accept liability for any loss or damage to any personal property. \nAny thefts or losses, which occur on the premises, must be reported to your Line Manager. \n \n3.13.4 Confidentiality \n \nDuring and after termination of your employment you will not, other than in the proper course of \nyour employment with the Company, disclose or use any confidential or valuable information \nrelating to the business or affairs of the Company, relating to its customers, suppliers, employees, \nfinancial information, or other information deemed to be confidential.\nEmployee Handbook v.4.8 P a g e  | 39",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 95
    }
  },
  {
    "text": "Employee Handbook v.4.8 P a g e  | 39 \n \nConfidential information includes (without limitation) all and any information about business plans, \nnew business opportunities, research and development projects, processes, inventions, designs, \ndiscoveries or know-how, sales statistics, marketing surveys and plans, accounts, balance sheets, \ncash flows, costs, profit or loss, prices and discount structures, salaries, the names, addresses and \ncontact details of customers and potential customers or suppliers of the Company. \n \nEmployees shall not covertly record conversations unless prior approval has been granted, in writing, \nby a Board Director, for investigation purposes only. \n \nNever divulge your telephone number or address to anyone who is not known to you personally, or \nthe names, telephone numbers, or addresses of other staff within the Company. \n \nDo not acknowledge whether a fellow employee is working in the Company. If you are asked, you",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 96
    }
  },
  {
    "text": "should ask the person to leave a message, and you should pass the message on as appropriate (e.g. \nLine Manager or Head Office). It should be noted that customer information must also be kept \nconfidential at all times. \n \nIf you have been informed that particular confidential information may not be disclosed to anyone \nwithin the Company, other than certain named employees, you shall abide by such a requirement \nand take all necessary security precautions. \n \nThis section forms part of your terms and conditions of employment. \n \n3.14 Data Protection \n \nYou are required at all times during your employment to comply with the provisions of the GDPR \nregulations, which came into force on 25th May 2018 and superseded the Data Protection Act 1998, \nand any policies introduced by the Company to comply with the GDPR Regulations. \n \nAt The Clean Space we take your privacy seriously and will only use your personal information in",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 97
    }
  },
  {
    "text": "ways that we are obliged to by law or a contract, where there is a legitimate interest, or where we \nhave your consent.  Our overriding principle is that we will only use personal data in a way that an \nindividual would reasonably expect. \n \nThe GDPR regulations set out a number of different reasons for which a company may collect and \nprocess personal data, including: \n \nConsent \nIn specific situations, we can collect and process personal data with the individual’s consent. \n \nContractual Obligations \nIn certain circumstances, we need personal data to comply with our contractual obligations. \n \nLegal Compliance \nIf the law requires us to, we may need to collect and process personal data. \n \nLegitimate Interest \nIn specific situations, we require personal data to serve the legitimate interests of an individual or \nThe Clean Space. This will always be in a way which would reasonably be expected as part of running",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 98
    }
  },
  {
    "text": "our business and which does not materially impact that individual’s rights, freedom or interests.\nEmployee Handbook v.4.8 P a g e  | 40 \n \nWe collect data from Employees: \n \n• Via forms and other methods during the on-boarding process. \n• From paper timesheets and fingerprint clocking in/out machines. \n• During day-to-day HR processes (e.g. appraisals, disciplinaries, etc). \n• From individuals during telephone conversations, face-to-face meetings, email exchanges, \nletter correspondence and social media interactions. \n• From emails held on our email server. \n \nThe data we collect includes: \n \nFrom Job Applicants where applicable: \n \n• Personal information including nationality, normal CV information and application form \nanswers. \n• Correspondence. \n• Information about their current package. \n• Interview notes. \n• Medical history. \n• Referee responses. \n• Psychometric test results. \n \nFrom Employees - same as from Job Applicants plus: \n \n• Proof of ID and right to work in the UK. \n• Proof of address.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 99
    }
  },
  {
    "text": "• Proof of address. \n• P45, NI number, tax code and other normal tax information. \n• Bank account details. \n• Emergency contacts. \n• Normal HR records. \n• Correspondence. \n• Emails sent and received. \n• Details of any RIDDOR incidents on customer sites. \n• Timesheet data of hours worked as well as authorise and unauthorised absence. \n \nHow and why do we use personal data: \n \nFor Job Applicants: \n \n• To assess suitability for the role. \n \nFor Employees: \n \n• To verify the employee is who they say they are. \n• To verify their right to work in the UK. \n• To ensure the correct hours are delivered to customers. \n• To pay them for the work done and deduct appropriate tax at source. \n• To manage their Health and Safety. \n• To record any details of RIDDOR incidents.\nEmployee Handbook v.4.8 P a g e  | 41 \n• To manage them in their day-to-day job and to develop them as individuals. \n• To keep them informed of important news and events at the Clean Space.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 100
    }
  },
  {
    "text": "• To meet the safeguarding requirements of our customers (e.g. schools). \n \nWhat Rights Do Individuals Have Over Their Personal Data? \n \nOutlined below is an overview of individuals’ rights under GDPR. Individuals have the right to \nrequest: \n \n• Access to the personal data we hold about them, free of charge in most cases. \n• The correction of your personal data when incorrect, out of date or incomplete. \n• The deletion of your data where applicable. \n• That we stop processing your personal data. \n• To object to the processing of your data for legitimate reasons or direct marketing. \n \nTo exercise your rights above please contact The Data Protection Lead, The Clean Space, 1B Bethwin \nRoad, London, SE5 0SN or email info@thecleanspace.com. \n \nIf we choose not to action your request, we will explain to you the reasons for our refusal.  \n \nWe will never sell your data to a 3rd party. \n \nWe hold your data for 7 years after our last contact with you.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 101
    }
  },
  {
    "text": "For full details of our Privacy Notice go to www.thecleanspace.com/privacy. \n \n3.15 Intellectual Property \n \nThis section forms part of your terms and conditions of employment. \n \nUnder the terms of the patents Act 1977, an invention or discovery made by you will become the \nCompany’s property if it was: \n \n1) In the course of your normal duties or in the course of duties specifically assigned to you, or \n2) In the course of your duties, and at the time of making the invention or discovery, because \nof the nature the duties and the particular responsibilities arising from those duties, you \nhave a particular obligation to further our interest. \n \n3.16 Work Related Travel and Expenses \n \nThis section details when the Company will reimburse you for authorised and legitimate \nexpenditure, reasonably incurred by you, during the proper performance of your duties, i.e. travel, \naccommodation, food and other agreed out-of-pocket expenses. It is the responsibility of the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 102
    }
  },
  {
    "text": "employee to ensure that excessive costs are not incurred. \n \n3.16.1 Travelling Expenses \n \nTravelling expenses will be paid to staff members who travel on the Company’s business (and which \nhas been authorised by the appropriate Line Manager). This is limited to the cost of travel necessary \nto carry out your daily duties. Travel expenses will not be paid for your normal commute from your\nEmployee Handbook v.4.8 P a g e  | 42 \nhome to your normal place of work. You may have multiple normal places of work (e.g. a cleaner \ncovering multiple sites) and the expenses for your normal commute from your home to each normal \nlocation cannot be claimed. \n \nTravel expenses for travel between sites, for example where field-based staff are travelling between \ncustomer locations, can be claimed. \n \nThe following expenses will be paid: \n \n• Rail Fare - where possible, rail journeys should be booked well in advance to benefit from \nany discounts for early booking. The cheapest option available should be taken, which may",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 103
    }
  },
  {
    "text": "include the purchase of two single tickets, or by booking specific train times. Rail cards or \nseason tickets should also be used if they help reduce the cost of any journeys.  \n• Air Travel - the prior consent of a Director must be obtained.  \n• Taxi Fares - if suitable public transport is not available. A receipt should be obtained \ndetailing the date, place of departure and destination of the journey. \n• Car Mileage Allowance - as subject to the mileage allowance rules as specified in the policy. \nThe rate at which mileage allowance is paid is under the discretion of the Company and may \nchange from time-to-time. \n \n3.16.2 Accommodation/Subsistence \n \nHead Office normally makes all arrangements for the booking of accommodation including meals. \nHowever, if you are given responsibility to book such accommodation, costs must be kept to a \nminimum and approved by your line manager. \n \nSubsistence expenses are only paid when an employee is away from their place of permanent work",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 104
    }
  },
  {
    "text": "for overnight stays, whilst on Company business and where meals are not included. \n \nThe Company will pay the following subsistence allowance where at least on overnight stop is \nrequired: \n \n• Breakfast - £5.00 per night \n• Lunch - £5.00 per night \n• Dinner - £20.00 per night \n \nThe Company will not pay for non-business-related costs including: personal phone calls, use of \nhotel facilities (pay view videos, satellite, fitness suites, etc), laundry, newspapers, any snacks, \nsweets or drinks purchased throughout the day, including breakfast, or any personal costs incurred. \n \nNote: Breakfast may be included as part of the hotel booking. \n \n3.16.3 Making an Expense Claim \n \nTo make any claims for expenses you will be required to use the Company’s CRM system (NetSuite) \nand support any claims, by submitting valid VAT receipts/vouchers and set out the reasons why the \nexpense was incurred. The claim form and accompanied receipts should then be forwarded to your",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 105
    }
  },
  {
    "text": "Line Manager for authorisation. The Finance Department will then make the payment. \n  \nThe Company will not authorise expense claims if the claim is completed incorrectly or lacks \nsupporting evidence.\nEmployee Handbook v.4.8 P a g e  | 43 \n \n3.16.4 Corporate Hospitality \n \nTo protect staff from allegations of impropriety and to ensure that unnecessary costs are not \nincurred, any form of corporate hospitality will require prior approval from a Director. In the event \nthat any corporate hospitality is approved, then staff must comply with Company’s policy relating to \nCorporate Hospitality. \n \n3.17 Training and Development \n \nAt the Clean Space we value our people and effective training and development is critical to the \nsuccess of the Company and is the shared responsibility of both the individual and the management. \nTherefore, the Company encourages its employees to undertake such training, as it feels appropriate",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 106
    }
  },
  {
    "text": "to the duties, responsibilities and/or development of its employees. If necessary, we will provide you \nwith a course of tuition and training designed to help you to acquire, extend and improve your \nknowledge and skills, for doing the kind of work for which you are employed. \n \nWe also have progress reviews/appraisals because we want to: \n \n• Have a clear and honest discussion about your performance and celebrate your \ncontribution. \n• Support your career development. \n• Provide opportunities for you to learn and grow, and develop your skills, behaviours and \nexperience. \n• Encourage you to continually improve your personal performance and to achieve your \npotential. \n• Ensure we all play our part in delivering a great service for our customer’s each and every \nday. \n \n3.17.1 External Training – Repayment of Fees on Leaving Employment \n \nThis section forms part of your terms and conditions of employment. \n \nFrom time to time employees will be given the opportunity to attend training delivered by external",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 107
    }
  },
  {
    "text": "providers at the Company’s expense. In the event that you leave the Company’s employment or are \ndismissed for any reason during the 12 months following completion of the training you agree to \nrepay in full the cost of the training. \n \nThe Company reserves the right in these circumstances to deduct a sum of money equivalent to one \nhundred per cent of the course fee from your final salary payment. If the final salary payment is not \nsufficient to meet this debt, you agree to repay the outstanding balance to the Company within one \nmonth of the date of termination of employment. \n \nIn the event that you fail to attend a training course, without good reason or without giving \nsufficient notice, then the Company reserves the right to make a deduction from your salary for any \nnon-recoverable costs that are incurred.\nEmployee Handbook v.4.8 P a g e  | 44 \n3.18 Work Procedures \n \nYou are bound by your terms and conditions of Employment (Contract) to observe the Company",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 108
    }
  },
  {
    "text": "regulations as specified in any ‘work procedures’ that you are given and any other regulations that \ncome into force from time-to-time. \n \n3.19 Communication \n \n3.19.1 The Role of your Line Manager \n \nOne of the most important means of communication within the Company are regular informal face-\nto-face discussions with your Line Manager. At these informal discussions your Line Manager may \nprovide information on your general performance, policies and procedures, Company news, and \nother information or advice that may be required. During these discussions your Line Manager will \nanswer any questions and listen to any constructive opinions, comments or suggestions that you \nwish to make. \n \nMore formal two-way communication occurs between yourself and your Line Manager through \nperiodic appraisals and/or review meetings, where feedback is provided, and development and \nperformance plans are formulated for a future period. \n \n3.19.2 Staff Announcements",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 109
    }
  },
  {
    "text": "3.19.2 Staff Announcements \n \nIt is your duty to read all notices or announcements made through the Company’s communication \nsystems (e.g. the communications book at customer sites, e-mails, memo’s, work procedure \nupdates, etc) and to comply with their requirements, where directed and relevant to your work and \nto your Terms and Conditions of Employment. Alleged ignorance of any notice or announcement will \nnot be accepted as an excuse for non-compliance. \n \nWhere you believe that you are unable to comply with a notice or announcement, for whatever \nreason, it is your responsibility to immediately inform your Line Manager. \n \n3.19.3 Staff Suggestion Scheme \n \nThe Company operates a staff suggestion scheme, the purpose of which is to encourage staff to put \nforward suggestions on: \n \n• How the Company’s operational practices can be improved. \n• Any areas where costs could be cut without adversely impacting on the quality or level of \nservice provided.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 110
    }
  },
  {
    "text": "service provided. \n• How the Company’s service to customers could be enhanced. \n• Ways in which the Company’s policies or procedures can be improved. \n• Different methods of performing tasks more effectively than current methods. \n• Areas of duplication of work which could be removed. \n• Any other areas of the Company’s business in which improvements could possibly be made. \n \nSuggestions can be put forward to your Line Manager or in writing to the HR Department headed \n“staff suggestion scheme”. Where an employee’s suggestion leads to tangible benefits for the \nCompany, then the Company Directors may, entirely at their sole discretion, give a reward, however \nthis is not guaranteed.\nEmployee Handbook v.4.8 P a g e  | 45 \n \n3.19.4 Communicating with the Media \n \nYou must not make any statements or provide information or documentation to the media directly \nor indirectly which concerns the business, customers, or any employees of the Company unless you",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 111
    }
  },
  {
    "text": "are specifically authorised to do so. Any breach of this provision will be treated as a serious \ndisciplinary matter. \n \n3.20 References \n \n3.20.1 Giving References \n \nIt is the Company’s policy that references relating to the Company’s current or former employees \nmay be given only by the HR Department. No other person or department in the Company is \npermitted to provide a written or verbal reference about any current or former employee. Any \nrequested references should be passed to the HR Department. \n \n3.20.2 Requesting References \n \nFor new employees the Company may request references as part of the offer of employment. In the \nevent that a reference contains information that is negative or adverse to the applicant/employee, \nor the information received contradicts information provided by the applicant/employee, then the \nHR Department will investigate the matter with the Line Manager. Where appropriate the \napplication made by the applicant may not proceed further, the offer of employment may be",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 112
    }
  },
  {
    "text": "withdrawn, or in the case that the person is already employed by the Company, then termination of \nemployment may be considered. \n \n3.21 Computer Systems Policy \n \nEmail and other electronic Information Systems including the Internet, are to be used for business \npurposes only. The Company has devised a clearly defined policy for employees on Email and \nInformation Technology and their use within the workplace, which are detailed in the Company’s \nComputer Systems Policy. This policy forms part of your existing Terms and Conditions of \nEmployment. \n \nThe Computer Systems Policy covers areas such as the use of the Internet, e-mail, software, \nhardware and legal obligations on both the Company and the employee. A copy of the policy can be \nobtained from the HR Department. \n \n3.21.1 Monitoring \n \nThe Company will monitor email and internet communications, within its obligations under the \nTelecommunications (Lawful Business Practice) (Interception of Communications) Regulations 2000,",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 113
    }
  },
  {
    "text": "for example where we need to: \n \n• Establish the existence of facts (e.g. in a disciplinary investigation). \n• Ascertain regulatory compliance. \n• Detect unauthorised use. \n• Prevent/detect criminal activity.\nEmployee Handbook v.4.8 P a g e  | 46 \nSuch monitoring will be regular or random and will include logging of e-mail and Internet usage. Any \npotential misuse identified will be reported to the Directors. Evidence of any infringement of \nCompany policy will be used in disciplinary proceedings. \n \n1) It is forbidden to use the Company’s information systems to send abusive, offensive, \ndiscriminatory or harassing mail, or to view, display or download material from the Internet, \nwhich may put the Company at risk of prosecution, civil action, embarrassment or loss of \nreputation. Pornographic material is a particular example. Where such activity is a criminal \noffence, the employee will be reported to the Police. Messages sent over the internet can",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 114
    }
  },
  {
    "text": "give rise to legal action against the Company for claims of defamation, breaches of \nconfidentiality or contract.  \n2) Emails or other forms of electronic communication should be checked carefully and treated \nlike any form of written communication and, as such, what is normally regarded as \nunacceptable in a letter is equally unacceptable in an electronic communication.  \n \n3.21.2 Message Retrieval \n \nMessages sent using your Company email address or other business ID are the property of the \nCompany and we reserve the right to retrieve the content of email and other electronic messages. \nThe following are examples when the right to retrieve messages can be undertaken by the Company, \nhowever this list is not exhaustive: \n \n• If the employee is absent from work for any reason and communications must be checked \nfor the smooth running of the business. \n• For the purpose of monitoring whether the use of the communication system is legitimate.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 115
    }
  },
  {
    "text": "• If the Company suspects that the employee has been viewing or sending offensive or illegal \nmaterial, such as material containing racist or discriminatory terminology, or nudity. \n• If the Company suspects that an employee has been using computer systems to receive or \nsend an excessive number of personal communications. \n• If the Company suspects that the employee is sending or receiving communications that are \ndetrimental to the Company. \n• To ensure compliance with the Computer Systems Policy. \n• To assist in the investigations of wrongful acts. \n• To comply with any legal obligation. \n• The Company may also retrieve information to find lost messages and to retrieve messages \nlost due to computer failure. \n \n3.21.3 System Security & Confidentiality \n \nTo ensure the integrity of the Company’s systems please follow the following procedures: \n \n1) Keep your access passwords for our computer systems confidential, never disclose them to \nanyone else, or use someone else’s password to access the system.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 116
    }
  },
  {
    "text": "2) Change your access password if you suspect it has been detected or used by someone else \nand inform your Line Manager immediately. \n3) Never disclose information relating to the configuration, security, or any other aspect of the \nCompany’s systems to any unauthorised third party. \n4) No computer system is totally secure; therefore, you should take extra care when sending \nconfidential or sensitive information via the Company’s computer system and if necessary, \nencrypt such information using legal means.\nEmployee Handbook v.4.8 P a g e  | 47 \n5) You must not load software onto Company information systems unless it has been approved \nby Senior Management. \n6) No CD’s, USB sticks or external hard drives are to be inserted or connected to Company \ncomputers unless instructed by the Line Manager, as these may contain viruses which could \ncorrupt the computer. \n7) You must familiarise yourself with the Company’s anti-virus guidelines and any other",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 117
    }
  },
  {
    "text": "warnings or updates which are issued by the Company. Any failure to abide by these \nguidelines may not only seriously compromise the Company’s computer system, it may also \nlead to disciplinary action against the user. \n8) Approval from the appropriate Line Manager is required for the purchase or acquiring of \ngoods or services for the Company, using our communication systems. \n9) Removal of Company information and computers from Company premises must be with the \nprior approval of a Contract Manager or above. You are responsible for the safekeeping of \nsuch information and computers when they are off-site and to report any loss or damage to \nHead Office as soon as possible. \n \n3.21.4 Internet Use and Social Media \n \n1) If an employee has been provided with access to the internet during working hours this has \nbeen allowed primarily for business use. If local rules allow, employees may access the \ninternet for limited personal use provided that it is accessed during lunch breaks only. This is",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 118
    }
  },
  {
    "text": "to ensure that its use does not have a detrimental impact on productivity. \n2) The Company respects an employee’s right to a private life. However, the Company must \nalso ensure its security, confidentiality and reputation are protected. It therefore requires \nemployees using social network/media websites, “blogs” and video image and sharing \nwebsites (e.g. Twitter, Facebook, LinkedIn, YouTube, Flickr and other social media sites) to: \n• Not be in breach of the law. \n• Not to disclose Company secrets or breach copyright or publish any information that \ncould be regarded as confidential. \n• Not to defame the Company or its customers, suppliers, or employees (in such cases \nformal disciplinary action may be taken up to and including dismissal for Gross \nMisconduct). \n• Not to do anything that could be considered discriminatory against, or bullying or \nharassment of, any individual by making for example offensive or derogatory \nremarks, posting inappropriate humour, or posting images that are discriminatory or",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 119
    }
  },
  {
    "text": "offensive. \n• Not to disclose personal data or information about any individual that could breach \nthe GDPR regulations. \n• Ensure that they do not conduct themselves in any way that is detrimental to the \nCompany or brings the Company into disrepute. \n \n3) The Company reserves the right to withdraw access to particular websites at work, at any \ntime and without notice. \n \n3.22 Equality and Diversity \n \nThe Clean Space recognises and values the diversity of its staff and is committed to developing \nworking practices which will allow every member of staff to contribute his or her best. We will not \ntolerate direct, indirect, perceptive or associative* discrimination on the basis of race, sex, marital \nstatus, religion or belief, age, disability, sexual orientation, gender reassignment.\nEmployee Handbook v.4.8 P a g e  | 48 \n• Direct discrimination is where an individual is treated less favourably than another person or",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 120
    }
  },
  {
    "text": "group (the comparator), of a different protected characteristic. For example, a woman being \ntreated less favourably than a male comparator. \n• Indirect discrimination is where a policy, decision, rule or act, although applied consistently \nto all, disadvantages a particular protected characteristic. For example, holding a \ncompulsory training course in a venue with no disabled access. \n• Perceptive discrimination is where an individual is treated less favourably based on a \nperceived protected characteristic that may not be correct. The act of discrimination is still \nunlawful. \n• Associative discrimination is where an individual is treated less favourably than another \nbecause of their association with someone in a protected group, for example, because they \ncare for a disabled relative. \n \nIt is also the responsibility of all staff in their daily actions, decisions and behaviour to endeavour to \npromote these concepts, to comply with all relevant legislation and to ensure that they do not",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 121
    }
  },
  {
    "text": "discriminate against colleagues, customers, suppliers or any other person associated with the \norganisation. All staff must also report any acts of discrimination, bullying and harassment that they \nwitness to their line manager. Where such witnessed acts have been committed by the line \nmanager, employees should report their concerns to a more senior manager. \n \nIn adopting these principles, The Clean Space: \n \n1) Will not tolerate acts that breach this policy and all such breaches or alleged breaches will be \ntaken seriously, be fully investigated and may result in disciplinary action. \n2) Fully recognises its legal obligations under the Equality Act 2010 and relevant codes of \npractice. \n3) Will encourage employees to pursue any matter through the grievance procedure where \nthey believe they have been exposed to inequitable treatment within the scope of this \npolicy.  \n4) Will ensure that all managers understand and maintain their responsibilities and those of \ntheir team under this policy.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 122
    }
  },
  {
    "text": "their team under this policy. \n5) Will consider requests for flexible working patterns, wherever operationally feasible, to help \nemployees to combine a career with their domestic responsibilities.  \n6) Will provide equal opportunity to all who apply for vacancies. \n7) Will select candidates only on the basis of their ability to carry out the job, using a clear and \nobjective process. \n8) Will provide all employees with the training and development that they need to carry out \ntheir job effectively. \n9) Will provide all reasonable assistance to employees who are or who become disabled, \nmaking reasonable adjustments wherever possible to provide continued employment. We \nwill ensure an appropriate risk assessment is carried out and that appropriate specialist \nadvice is obtained when necessary. \n10) Will publicise and make this policy statement available throughout the Company. \n11) The Company is committed to ensuring equal opportunities and fair treatment in the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 123
    }
  },
  {
    "text": "workplace for all our employees. One of the key aims of the policy is to enable the Company \nto provide a working environment in which all employees feel comfortable and in which \neveryone is treated with respect and dignity.\nEmployee Handbook v.4.8 P a g e  | 49 \n3.22.1 Dignity at Work \n \nThe Company is committed to creating a working environment free of harassment and bullying and \nwhere everyone is treated with dignity and respect. \n \nAs an employee you are required to assist the Company to meet its commitment to provide equal \nopportunities in employment and to avoid unlawful discrimination. It should be noted that \nemployees can be held personally liable as well as, or instead of, the Company, for any acts of \nunlawful discrimination or harassment. \n \nActs of discrimination, harassment, bullying or victimisation against employees or customers are \ndisciplinary offences and will be dealt with under the Company’s disciplinary procedure.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 124
    }
  },
  {
    "text": "The Company believes that the working environment should at all times be supportive of the dignity \nand respect of individuals. If a complaint of direct, indirect or third-party harassment is brought to \nthe attention of management, it will be investigated promptly, and appropriate action will be taken. \n \nHarassment is defined in the Equality Act 2010 as unwanted conduct related to a relevant protected \ncharacteristic, which has the purpose or effect of violating an individual’s dignity or creating an \nintimidating, hostile, degrading, humiliating or offensive environment for that individual. \n \nIndirect harassment is conduct that although not directed at an individual, has created a hostile \nenvironment which has had an adverse effect on them. \n \nSexual harassment is defined as “unwanted conduct of a sexual nature, or other conduct based on \nsex, affecting the dignity of women and men at work”. This can include unwelcome physical, verbal \nor non-verbal conduct.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 125
    }
  },
  {
    "text": "or non-verbal conduct.   \n \nPeople can be subject to harassment on a wide variety of actual or perceived grounds including: \n \n• Race, ethnic origin, nationality or skin colour. \n• Sex, sexual orientation or gender reassignment. \n• Religious, philosophical or political beliefs. \n• Willingness to challenge harassment, leading to victimisation. \n• Disability, sensory impairments or learning difficulties or actions arising from these \nconditions (e.g. spelling mistakes caused by dyslexia). \n• Status as ex-offenders. \n• Age. \n• Real or suspected infection with a blood borne virus (e.g. AIDS/HIV). \n• Membership of a trade union or activities associated with membership. \n \nForms of bullying and harassment may include: \n \n• Physical contact ranging from touching to serious assault. \n• Verbal and written harassment through jokes, offensive language, gossip and slander, \nsectarian songs, letters, cards and so on. This could be either in the workplace, or via email \nand social media sites.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 126
    }
  },
  {
    "text": "and social media sites. \n• Visual display of posters, graffiti, obscene gestures, flags and emblems. \n• Isolation or non-cooperation at work, exclusion from social activities. \n• Coercion ranging from pressure for sexual favours to pressure to participate in \npolitical/religious groups. \n• Intrusion by pestering, spying, following someone.\nEmployee Handbook v.4.8 P a g e  | 50 \n \nWhat should I do if I am subject to harassment? \nIf you feel you are being directly or indirectly harassed, you are strongly encouraged to seek early \nadvice/support from your line manager. If you feel your line manager is harassing you, then you \nshould contact his/her immediate line manager or a director of the company. \n \nYou should also keep a written record detailing the incidents of harassment and any requests made \nto the harasser to stop. This written record should be made as soon as possible after the events \ngiving rise to concern and should include dates, times, places and the circumstances of what \nhappened.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 127
    }
  },
  {
    "text": "happened. \n \nUltimately, if you are unable to resolve the issue informally, you should submit a written complaint \nto your line manager, or a more senior manager if the complaint is about your line manager, under \nthe Grievance Procedure. \n \n3.22.2 Religious Observance \n \nThe Company will endeavour, on request, to alter an employee’s working pattern so that breaks can \nbe granted at times to coincide with the employees needs for religious observance, insofar as this is \npossible and practicable, taking into account the needs of the business. \n \nWhere an employee requests time off at a particularly busy time or at a time when the employees’ \nabsence would otherwise cause difficulties for the business, or where the amount of time off \nrequested is unreasonable or excessive, then the Company reserves the right to refuse to grant \nsome or all of any time off requested. \n \n3.23 Raising Concerns at Work (Whistleblowing)",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 128
    }
  },
  {
    "text": "3.23 Raising Concerns at Work (Whistleblowing) \n \nIt is important to the business that any fraud, misconduct or wrongdoing by employees or officers of \nthe Company are reported and properly dealt with. The Company therefore encourages all \nindividuals to raise any concerns that they may have about the conduct of others in the business, or \nthe way in which the business is run. This Policy sets out the way in which individuals may raise any \nconcerns that they have and how those concerns will be dealt with. \n \nThe Public Interest Disclosure Act 1998 provides protection for workers who raise legitimate \nconcerns about specified matters. These are called 'qualifying disclosures'. A qualifying disclosure is \none made in good faith by an employee who has a reasonable belief that the following has occurred: \na criminal offence; a miscarriage of justice; an act creating risk to health and safety; an act causing \ndamage to the environment; a breach of any other legal obligation; concealment of any of the \nabove.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 129
    }
  },
  {
    "text": "above. \n \nIt is not necessary for the employee to have proof that such an act is being, has been, or is likely to \nbe, committed - a reasonable belief is sufficient. It is the Company’s responsibility to ensure that an \ninvestigation takes place. An employee who makes such a protected disclosure has the right not to \nbe dismissed, or subjected to victimisation, because he or she has made the disclosure. \n \nIf an employee is not sure whether to raise a concern, he or she should discuss the issue with their \nline manager. If the employee is concerned that his or her line manager is involved in the \nwrongdoing, has failed to make a proper investigation or to report the outcome of the investigations \nto the Board, he or she should inform a Director of the Company.\nEmployee Handbook v.4.8 P a g e  | 51 \n3.23.1 Principles \n \nEveryone should be aware of the importance of preventing and eliminating wrongdoing at work. \nEmployees should be watchful for illegal or unethical conduct and report anything of that nature",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 130
    }
  },
  {
    "text": "that they become aware of: \n \n• Any matter raised under this procedure will be investigated thoroughly, promptly and \nconfidentially, and the outcome of the investigation reported back to the employee who \nraised the issue.  \n• No employee will be victimised for raising a matter under this procedure. \n• Victimisation of an employee for raising a qualified disclosure will be a disciplinary offence. \n• If misconduct is discovered as a result of any investigation under this procedure the \nCompany's disciplinary procedure will be used, in addition to any appropriate external \nmeasures. \n• Maliciously making a false allegation is a disciplinary offence. \n• An instruction to cover up wrongdoing is itself a disciplinary offence. If told not to raise or \npursue any concern, even by a person in authority such as a manager, employees should not \nagree to remain silent. They should report the matter to a Director. \n \n3.24 Safeguarding Policy",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 131
    }
  },
  {
    "text": "3.24 Safeguarding Policy \n \nThe Clean Space recognises that our staff may have contact with children or vulnerable adults at \nparticular customer establishments (e.g. schools, nurseries, etc) and therefore could observe the \noutward signs of child abuse. Therefore, the aim and objectives of this policy is for staff to \nunderstand their responsibilities in being alert to the signs of abuse and to clarify the reporting \nprocess to be followed to report such incidents to the customer. \n  \nIf you are worried that a child is being abused you should report this immediately to the designated \nperson for child protection or their deputy at the school, nursery or similar establishment. \n \nThe Company’s Safeguarding Policy will be given to all staff that may have access to children during \ntheir work and forms part of the Company’s specific training for the protection of children. \n \nWhere a staff member is working at a customer site where they may come into contact with children",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 132
    }
  },
  {
    "text": "or vulnerable adults a DBS check will be required. \n \n3.25 Environmental Policy \n \nThe Clean Space is committed to minimising its impact on the environment and insures that it will \nutilise new products, services and processes to facilitate this. We are also dedicated to continual \nimprovement and identifying areas within our current operations which will minimise the impact \nupon the environment. \n \nWe are committed to: \n \n• Reducing any harmful impact our operations have on the local and global environment. \n• Measuring the impact of our activities on the environment and set targets for ongoing \nimprovement.  \n• Complying with all relevant environmental legislation that applies to the Company.\nEmployee Handbook v.4.8 P a g e  | 52 \n• Raising staff awareness of environmental issues and enlisting their support to improve the \nCompany’s performance. \n• Encouraging our suppliers and customers to adopt similar principles. \n \nPaper \n \n• We will minimise the use of paper in the office.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 133
    }
  },
  {
    "text": "Paper \n \n• We will minimise the use of paper in the office. \n• We will reduce packaging as much as possible. \n• We will seek to buy recycled and recyclable paper products. \n• We will reuse and recycle all paper where possible. \n \n \nEnergy and Water \n \n• We will seek to reduce the amount of energy used as much as possible. \n• Lights and electrical equipment will be switched off when not in use. \n• Heating will be adjusted with energy consumption in mind. \n• The energy consumption and efficiency of new products will be taken into account when \npurchasing. \n \nOffice Supplies \n \n• We will evaluate whether the need can be met in another way. \n• We will evaluate whether renting/sharing is an option before purchasing equipment. \n• We will evaluate the environmental impact of any new products we intend to purchase. \n• We will favour more environmentally friendly and efficient products wherever possible. \n• We will reuse and recycle everything we are able to. \n \nTransportation",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 134
    }
  },
  {
    "text": "Transportation \n \n• We will reduce the need to travel, restricting it to necessary trips only. \n• We will promote the use of travel alternatives such as e-mail or video/phone conferencing. \n• We will make additional efforts to accommodate the needs of those using public transport \nor bicycles. \n \nMaintenance and Cleaning \n \n• Cleaning materials used will be as environmentally friendly as possible. \n• Materials used in office refurbishment will be as environmentally friendly as possible. \n• We will only use licensed and appropriate organisations to dispose of waste.\nEmployee Handbook v.4.8 P a g e  | 53 \n3.26 Performance Management \n \nThe performance management procedure has informal and formal stages: \n \n3.26.1 Informal Stage \n \nYour Line Manager will talk to you as soon as there is a concern about your performance and \ndetermine whether the matter is one of capability or misconduct. \n \nIncapability is where an employee cannot achieve a satisfactory level of performance even though",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 135
    }
  },
  {
    "text": "they are giving their best efforts e.g. through poor health or not having the required skills or \naptitude for their role. If an employee fails to reach the required standard of performance as a result \nof either doing or not doing specific things, which could include not following procedures or specific \ninstructions, carelessness, negligence or a lack of effort, this will be treated as misconduct and will \ninstigate the disciplinary procedure. \n \nOpen and honest discussions about improving performance will take place, which may include the \nprovision of on-going support in order to meet the required standards. Support will be tailored to \nthe individuals needs and can include additional training, mentoring and coaching. \n \nAfter giving feedback about underperformance, the Line Manager will agree objectives and the \nactions required to improve performance, set a review period and monitor and give feedback on",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 136
    }
  },
  {
    "text": "your progress. The objectives and progress against them will be recorded in writing and revisited at \nthe review meetings. \n \nYou will be expected to take responsibility for improving your performance to meet the required \nstandard and to ask your Line Manager for help and support, if required. \n \nNormally we would expect underperformance to be addressed at this informal stage. However, if \nunderperformance continues, performance does not improve over a reasonable amount of time, or \nif the problem is serious, then the matter will escalate to the formal stage of the performance \nmanagement/disciplinary procedure. Prior to moving to the formal stage, a “letter of concern” may \nbe issued setting out a final improvement plan and notifying the consequences of not reaching the \nrequired standard. \n \n3.26.2 Formal Stage \n \nThe Formal Stage of the performance management procedure forms part of the Company’s \ndisciplinary procedure, details of which are contained in this Handbook and should be read in",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 137
    }
  },
  {
    "text": "conjunction with the formal performance management procedure. \n \nAt the formal stage the employee will receive a letter giving them at least 48 hours’ notice of a \ndisciplinary hearing and offering the right to be accompanied at the hearing. Any warnings issued as \na result of the hearing will normally remain on the employees file for a period of 12 months. \n  \n3.26.3 SMART Objectives\nEmployee Handbook v.4.8 P a g e  | 54 \nTo assist staff, achieve the required standards, the Company uses a set of objectives known as \nSMART Objectives as shown below. \n \nBy using SMART Objectives staff and Line Managers can put together specific written plans, so that \nstaff know what objectives they are required to achieve, in a formal and planned way. \n \n3.27 Disciplinary Procedure \n \nThe Clean Space wishes to promote good employee relations and to ensure that at all times staff are \ntreated in a fair and reasonable manner. These procedures are to ensure that all disciplinary matters",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 138
    }
  },
  {
    "text": "are dealt with consistently throughout the Company and have been designed to assist and \nencourage improvements in employees conduct, attendance and performance whilst providing an \nimpartial method of dealing with cases of alleged unacceptable behaviour. The procedures are \ncompliant with the ACAS Code of Practice 2009. \n \n3.27.1 The Principles \n \n• The procedure is designed to establish the facts quickly and to deal consistently with \ndisciplinary/performance issues. No disciplinary action will be taken until the matter has \nbeen fully investigated. \n• Employees do not have the right to be accompanied at investigatory meetings, or at any \nmeetings where informal counselling is given. \n• At every stage employees will be advised of the nature of the complaint. Where formal \naction is being considered, a letter will be sent to the employee detailing the alleged \nperformance/conduct issue which will be discussed at the disciplinary hearing.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 139
    }
  },
  {
    "text": "• If formal action is considered, then the employee will be given the opportunity to state \nhis/her case and be represented/accompanied by a fellow employee of their choice, or by a \ncertified trade union official. \n• There is no duty on any employee to accept a request to accompany a fellow employee and \nit would not normally be reasonable for an employee to insist on being accompanied by a \nrepresentative/companion whose presence may prejudice the case. \n• Employees will not be dismissed for a first breach of discipline except in the case of gross \nmisconduct, when the penalty will normally be dismissal without notice and without pay in \nlieu of notice. \n• Employees have a right to appeal against any formal disciplinary action taken. \n• The procedure may be implemented at any stage if the alleged misconduct or \nunderperformance warrants such action.\nEmployee Handbook v.4.8 P a g e  | 55 \n3.27.2 The Procedure \n \nIn order to ensure that you are treated fairly if your conduct or performance does not meet the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 140
    }
  },
  {
    "text": "standards required, the Company will adopt the following procedure: \n \nInformal Procedure \nIf an employee fails to meet the standards required by the Company, their Line Manager will give \nthem informal counselling or coaching. The line manager will document in writing, what \nimprovements are necessary, the timescale for the improvement and any additional advice or \nsupport that is to be provided to the employee (e.g. training, coaching, etc). The employee has no \nright to be accompanied where informal counselling or coaching is given. \n \nA “letter of concern” may be issued prior to commencing formal action, setting out a final \nimprovement plan and notifying the employee of the consequences of failing to meet the required \nstandards during the improvement plan. \n \nFirst Written Warning \nIf the employee’s conduct or performance fails to improve during the final informal improvement \nplan, they will be asked to attend a disciplinary hearing at which they may be accompanied.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 141
    }
  },
  {
    "text": "Normally, if the allegations of misconduct or underperformance are upheld, normally the outcome \nof the hearing is a First Written Warning. The warning will be kept on the employees’ record for 12 \nmonths and disregarded for disciplinary purposes after that period. The employee will be informed \nthat failure to improve their performance or conduct, may result in further disciplinary action being \ntaken. The warning will be confirmed in writing with the right of appeal. \n \nFinal Written Warning \nIf the employee has a current warning about conduct or performance, then further misconduct or \nunsatisfactory performance may warrant a Final Written Warning. This may also be the case where \n‘first offence’ misconduct is sufficiently serious but would not justify dismissal. Again, the employee \nmay be accompanied at the disciplinary hearing. The warning will be kept on the employees’ record \nfor 12 months and disregarded for disciplinary purposes after that period. The employee will be",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 142
    }
  },
  {
    "text": "informed that failure to improve their performance or conduct, may result in dismissal. The warning \nwill be confirmed in writing with the right of appeal. \n \nDismissal \nIf despite previous warnings, the employee’s conduct or performance does not improve, the \nemployee will attend a disciplinary hearing at which they may be accompanied, the outcome of \nwhich may be Dismissal with notice. The dismissal and its reasons will be confirmed in writing with \nthe right of appeal. \n \nAs an alternative to dismissal, the Company reserves the right to demote an employee as a \ndisciplinary sanction and to reduce the employees pay. Written notice of the demotion detailing the \nchanges will be given to the employee. \n \nMisconduct \nThe Company expects its employees to adhere to acceptable standards of conduct and to deal with \ncustomers and colleagues in a cooperative and respectful way. Although not exhaustive, the \nfollowing are examples of misconduct which could result in disciplinary action being taken:",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 143
    }
  },
  {
    "text": "• Persistent lateness or poor time keeping.\nEmployee Handbook v.4.8 P a g e  | 56 \n• Absence from work, including going absent during work, without valid reason, notification or \nauthorisation. \n• Failure to follow the Company’s absence reporting procedures, including failure to inform \nthe Line Manager of absence and/or failure to provide Self-Certificates/GP Fit Notes in \naccordance with the Company’s sick leave procedures. \n• Breach of Health and Safety law, rules, policy or procedures. \n• Negligence or inadequate standards of work. \n• Failure to follow reasonable instructions. \n• Unreasonable standards of dress or personal hygiene. \n• Abuse of Facilities. \n• Failure to observe or work to Company policies, procedures and regulations. \n• Discrimination, Bullying, Harassment or Victimisation. \n• Insubordination by word, act or demeanour. \n \nThe Company considers all the above examples as similar or “linked” acts of misconduct and they",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 144
    }
  },
  {
    "text": "will therefore be dealt with via the same disciplinary route (i.e. if an employee receives a first \nwritten warning for any of the above and then commits another act of misconduct then a final \nwritten warning may be issued). \n \nGross Misconduct \n \nIf, after investigation, it is deemed that an employee has committed a very serious offence of the \nfollowing nature (the list is not exhaustive), the normal consequence will be summary dismissal (i.e. \ndismissal will be immediate and without recourse to the normal warning steps and without notice): \n• Theft, including unauthorised possession of Company property. \n• Breaches of confidentiality, prejudicial to the interest of the Company. \n• Being unfit for duty because of the misuse/consumption of drugs or alcohol. \n• Breach of confidentiality/security procedures. \n• Physical assault or verbal abuse inside or outside of the workplace. \n• Serious bullying or harassment. \n• Serious act of insubordination; e.g. which creates a danger or hazard, or which brings the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 145
    }
  },
  {
    "text": "company into disrepute. \n• False declaration of qualifications, professional registration, work visas. \n• Fraud, dishonesty or falsification of documents, including dishonestly recording incorrect \nhours of work on timesheets or other work scheduling systems. \n• Failure to observe legal or critical Company rules, regulations or procedures. \n• Acts of incitement, or actual acts of discrimination on the grounds of sex, race (including \nnationality, skin colour or ethnic origin), religion, belief, age, sexual orientation, marital \nstatus, gender reassignment, pregnancy/maternity or disability. \n• Deliberately accessing internet sites containing pornographic, offensive or obscene \nmaterials. \n• Wilful damage of property at work. \n• Serious breaches of Health and Safety rules. \n• Serious negligence (gross negligence) which either brings the Company into disrepute, \nplaces colleagues or customers in danger or causes the Company significant financial loss.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 146
    }
  },
  {
    "text": "• Unauthorised access to computer records and/or sensitive Company information. \n• Bringing the Company into serious disrepute which includes the inappropriate use of social \nmedia, serious criminal charge, criminal conviction. \n• A serious breach of confidence or dereliction of duty.\nEmployee Handbook v.4.8 P a g e  | 57 \n3.27.3 Suspension \n \nWhere there is an allegation of gross misconduct or gross negligence, the Company reserves the \nright to suspend the employee from duty, as a precautionary measure. Suspension will be instigated \nwhere it is considered a risk to either the investigation, the Company or colleagues to allow the \nemployee to remain at work during an investigation. Suspension will not be implemented as a \nmatter of course, but only where the risk is considered too great. During the period of suspension, \nthe employee will receive full pay and benefits. Suspension is not disciplinary action, will be for as \nshort a time as possible and does not infer guilt. \n \n3.27.4 Durations of Warning",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 147
    }
  },
  {
    "text": "3.27.4 Durations of Warning \n \nThe Company reserves the right to increase the time that formal warnings will remain on file, where \nit deems it appropriate.  \n \n3.27.5 The Right of Appeal \n \nWhere an employee feels that disciplinary action taken against them is wrong or unjust, they have \nthe right to appeal the decision. The appeal should be sent in writing to the person named in the \ndisciplinary outcome letter stating the full grounds for the appeal, within five working days of receipt \nof the letter. \n \nThe Appeal Hearing \nWhere, possible, a manager of at least equal seniority to the disciplinary chairperson or a Director, \nwho was not involved in the original disciplinary decision will hear the appeal. \n \nAt the appeal hearing the employee will have the right to be accompanied by a work colleague or \ncertified trade union representative. It may be necessary to carry out further investigation before \ndeciding on the appeal, for example where new evidence is presented. The findings, decision and",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 148
    }
  },
  {
    "text": "outcome of the appeal hearing, will be confirmed to the employee in writing. It should be noted that \nthe appeal chairperson’s decision is final and there is no further right of appeal. \n \n3.28 Grievance Procedure \n \nThe grievance procedure is in accordance with the ACAS Code of Practice 2009 and provides each \nemployee with the opportunity to raise a complaint against the Company or a fellow employee and \nhave it formally investigated and responded to. \n \nNote: Where an employee raises a grievance during the formal disciplinary process the disciplinary \nprocess may be suspended in order to deal with the grievance. Where the grievance and disciplinary \ncases are related it may be appropriate to deal with both issues concurrently. \n \n3.28.1 Informal Discussions \n \nIf you are unhappy about the treatment that you have received or about any aspect of your work, \nyou should first discuss this with your Line Manager, who will attempt to resolve the situation on an",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 149
    }
  },
  {
    "text": "informal basis. The Line Manager will discuss your concerns in confidence, make discreet \ninvestigations, and attempt to resolve the matter speedily and fairly. Most grievances are likely to be \nresolved satisfactorily at this stage.\nEmployee Handbook v.4.8 P a g e  | 58 \n3.28.2 Formal Procedure \n \nStage 1 - Statement of Grievance \nIf an employee is unable to resolve an issue informally, they should raise it in writing under the \nformal grievance procedure. The grievance should be addressed to their line manager or if the \ngrievance is about the line manager to their line manager’s manager.. \n \nIf an employee wishes a verbal grievance to be treated under the formal procedure, they should \nmake this clear to their line manager, who will document the issue as a formal record of the \ngrievance having been raised. \n \nNote: Further attempts may be made to resolve the matter informally, depending on the nature of \nthe complaint. However, if you are not satisfied with the outcome, you may insist on the matter",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 150
    }
  },
  {
    "text": "proceeding to a full grievance hearing. \n \nStage 2 - Grievance Hearing \nThe employee will be invited to a grievance hearing, with the right to be accompanied by a \nworkplace colleague or a certified trade union representative. \n \nThe Company may carry out some preliminary investigation prior to the hearing, however the main \npurpose of the hearing is for the employee to fully explain their grievance. The manager hearing the \ngrievance will ask questions for clarity. \n \nThe employee may call witnesses to the hearing. The hearing may be adjourned at any time for \nfurther investigation to take place. \n \nIf you fail to attend the hearing without explanation, or if it appears that you have not made \nsufficient attempts to attend, the company will respond to your grievance in writing without a \nhearing. \n \nFollowing the hearing the Company will provide a written response to the grievance offering the \nright of appeal. \n \nStage 3 - Appeal \nEvery employee has the right to appeal against the outcome of a grievance.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 151
    }
  },
  {
    "text": "Any appeal should be put in writing within 5 working days, to the manager designated in the \ngrievance response letter and should state the full grounds for the appeal. \n \nAn appeal hearing will normally be arranged within 10 working days of the appeal letter. The appeal \nhearing will normally be chaired by a senior manager who was not involved in the grievance. \n \nThe outcome of the appeal hearing will be confirmed in writing. There is no further right of appeal \nand the decision at this stage is final. \n \nNote: The provisions detailed within the Company’s grievance procedure comply with the ACAS Code \nof Practice 2009, however they do not from part of employee’s contract of employment and are not \ncontractually binding. \n \n3.28.3 Mediation\nEmployee Handbook v.4.8 P a g e  | 59 \nIn the event of a dispute, disagreement or complaint against another employee, the parties may be \noffered and agree to attempt to settle the matter by mediation. Mediation must be entered into",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 152
    }
  },
  {
    "text": "both voluntarily and with a demonstrable desire to resolve the situation amicably. Neither party will, \nby entering into such a process, waive their respective statutory or contractual employment rights.  \nMediation involves the appointment of a third-party mediator, who will initially discuss the issues \nraised individually with the parties, with the aim to follow this up with a joint meeting to agree an \naction plan. \n \n3.29 Harassment/Bullying \n \nIf you are treated in a manner that you believe constitutes harassment or bullying, you have the \nright to make a complaint against the individual(s) concerned. \n \nHarassment is defined in the Equality Act 2010 as unwanted conduct related to a relevant protected \ncharacteristic, which has the purpose or effect of violating an individual’s dignity or creating an \nintimidating, hostile, degrading, humiliating or offensive environment for that individual. \n \nThere is no legal definition of bullying, but it is defined by the Company as offensive, intimidating,",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 153
    }
  },
  {
    "text": "malicious or insulting behaviour, and/or an abuse or misuse of power that has the effect of \nundermining, humiliating or injuring the recipient. Bullying can also include work based and social \nexclusion. \n \nBoth definitions can include things such as inappropriate humour, unwanted physical contact, \ncoercion, repeated criticism and pressure to achieve unreasonable expectations of performance. If \nyou raise a complaint in good faith under this policy, you will under no circumstances be subjected \nto any unfavourable treatment or victimisation as a result of making the complaint. However, if it is \nestablished that you have made a deliberately false or malicious complaint against another \nindividual(s) about harassment or bullying, disciplinary action may be taken against you, which could \ninclude dismissal. \n \nAny employee who witnesses an incident that he/she believes to be the harassment or bullying of \nanother member of staff, must report the incident in confidence either to his/her Line Manager or",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 154
    }
  },
  {
    "text": "where this is not appropriate to a more senior manager or Director. The Company will take all such \nreports seriously and will treat the information in strict confidence as far as it is possible to do so. \nHowever, you may be asked to make a witness statement. The allegation will be thoroughly \ninvestigated, and appropriate action taken. \n \n3.29.1 How to Make a Complaint \n \nBefore raising a formal complaint, you are encouraged in the first instance to talk directly and \ninformally to the individual(s) whom you believe is harassing you and explain clearly what aspect of \nthe individual(s) behaviour is unacceptable, or is causing offence, and request that it stop. It may be \nthat the individual(s) whose conduct is causing offence is genuinely unaware that his/her behaviour \nis unwelcome or objectionable and therefore a direct approach can resolve the matter without the \nneed for formal action. Where you would like support to make such an approach, you should contact",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 155
    }
  },
  {
    "text": "your Line Manager or if the allegation is about your line manager, a more senior manager or \nDirector. \n \nIf, however, you feel unable to take this course of action, or if you have already approached the \nindividual(s) to no avail, or if the harassment is of a very serious nature, you may elect to raise a\nEmployee Handbook v.4.8 P a g e  | 60 \nformal complaint using the Company’s Grievance procedure. Formal complaints may be raised with \neither your Line Manager or, if preferred, a more senior manager or Director. \n \nIn bringing a complaint of harassment/bullying, you should be prepared to state: \n \n• The name of the person(s) whose behaviour you believe amounts to harassment or bullying. \n• The type of behaviour that is causing offence, or that you have witnessed, together with \nspecific examples if possible. \n• Dates and times when incidents of harassment or bullying occurred, and where they \noccurred. \n• The names of any other person(s) who witnessed any incidents, or who themselves may",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 156
    }
  },
  {
    "text": "have been the victims of harassment or bullying by the same person(s). \n• Any action that you have already taken to try to deal with the harassment. \n \nThe Company reserves the right, at its discretion, to suspend any employee who is under \ninvestigation for harassment or bullying for a temporary period whilst investigations are being \ncarried out. Suspension will only be implemented where there is a genuine belief that the individual \ncauses a risk to the investigation, the company or colleagues if they are allowed to remain at work. \nAny suspension will be for as short a time as possible and will be on full pay. \n \nAs part of the investigation, an employee accused of harassment or bullying will be informed of the \nexact nature of the complaint against him/her and afforded a full opportunity to challenge the \nallegations and put forward an explanation for his/her behaviour in a confidential interview., No \nemployee will be presumed guilty following an allegation of harassment or bullying against him/her.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 157
    }
  },
  {
    "text": "The Company regards all forms of harassment and bullying as serious misconduct, and any employee \nwho is found to have harassed or bullied a colleague will be liable to disciplinary action up to and \nincluding summary dismissal. \n \nThe Company will maintain records of investigations into alleged incidents of harassment or bullying, \nthe outcome of the investigations and any corrective or disciplinary action taken. These records will \nbe maintained in confidence and in line with the provisions of General Data Protection Regulations \n(GDPR).\nEmployee Handbook v.4.8 P a g e  | 61 \n4.0 Leaving the Company \n \n4.1 Resignation \n \nAn employee who resigns must provide the Company with notice of resignation in writing, in \naccordance with the notice period set down in their Statement of Employment. \nUpon resignation, the employee will be required to work the full contractual notice, unless \notherwise agreed. Failure to work the contractual notice period is a breach of contract and the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 158
    }
  },
  {
    "text": "Company reserves the right to recover any financial loss caused by such a breach. \n \n4.2 Retirement \n \nOther than in some specific circumstances, compulsory retirement is no longer lawful and therefore \nthere is no obligation on an employee to retire at any specific age. If you wish to retire you should \nsubmit your resignation in writing, giving the required contractual notice, in the normal way. \n \n4.3 Leaving the Company During the Annual Leave Year \n \nIf your employment terminates part way through the annual leave year you will receive pay in lieu of \nany accrued, but unused holiday entitlement. \n \nIf you have taken more annual leave than you have accrued at the time of leaving, the excess will be \ndeducted from your final salary. \n \nThe Company reserves the right to require you to take any outstanding leave entitlement during any \nperiod of notice, whether given by the Company or by yourself. \n \n4.4 Return of Company Equipment/Property",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 159
    }
  },
  {
    "text": "4.4 Return of Company Equipment/Property \n \nSection 4.4 to 4.9 form part of your contractual terms and conditions of employment. \n \nUpon termination of employment (for whatever reason) you will promptly and without \nunreasonable delay return to the Company all documents, software, hardware (including Company \nLaptops/Tablets), books, manuals, office equipment, uniform, name badge, keys, security passes, \nCompany credit cards, Company vehicles, Company mobile phones, and any other property \nbelonging to the Company. These items are to be returned as directed by your Line Manager and \ncertainly before your last day of employment with the Company. You will also undertake to return \nforthwith any such Company property that may come into your possession or control after \ntermination of your employment. \n \nFailure to return Company property will entitle the Company to withhold the whole or part of any \nsalary due to the employee, up to the reasonable current market value of the property not returned.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 160
    }
  },
  {
    "text": "In addition, the Company also reserves the right to issue civil proceedings against the employee for \nbreach of contract and/or trespass to goods to the extent that any outstanding salary withheld do \nnot cover the current market value of the property not returned.\nEmployee Handbook v.4.8 P a g e  | 62 \n4.5 Notice Given by the Company \n \nIf the Company terminates your employment (except in cases of summary dismissal), you will be \nentitled to the contractual notice as specified in your Statement of Employment. \n \n \n4.6 Garden Leave and Pay in Lieu of Notice \n \nGarden Leave \nThe Company reserves the right, at its sole discretion, to require employees who have resigned with \nnotice, or who have been given notice to terminate their contract by the Company, not to attend \ntheir place of work for all or part of the notice period. \n \nIn these circumstances, the employee's contract will continue in force until the end of the notice",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 161
    }
  },
  {
    "text": "period and the employee will continue to receive full pay and benefits in the normal way. The \nemployee will also remain bound by all the obligations and restrictions set out in the contract of \nemployment, including any confidentiality clauses and restrictive covenants contained in the \nemployee's contract, save the duty to attend work. The employee must, remain contactable and \navailable for work during their normal contractual hours. The employee is not permitted to take up \nemployment elsewhere during any period of garden leave, without the written consent of the \nCompany. \n \nPay in Lieu of Notice \nThe Company reserves the right to make a payment in lieu of basic salary only for all or any part of \nyour notice period upon the termination of your employment. This provision, which is at the \nCompany's discretion, applies whether notice to terminate the contract is given by you or by the \nCompany (e.g. redundancy). \n \n4.7 Non-Solicitation",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 162
    }
  },
  {
    "text": "Company (e.g. redundancy). \n \n4.7 Non-Solicitation \n \nYou agree that you shall not for a period of 12 months after termination of your employment, \nwhether as principal or agent or employer or otherwise, whether directly or indirectly, recruit or try \nto recruit any person as an employee or consultant or in some other capacity, if that person was at \nany time during the last six months of your employment employed by the Company and you had \nregular contact with him/her through your employment with the Company. \n \nFor a period of 12 months following the termination of your employment you shall not, directly or \nindirectly, disclose to any person, firm or corporation the names or addresses of any of the \ncustomers of the Company or any other information pertaining to them. Neither shall you call on, \nsolicit, take away, or attempt to call on, solicit, or take away any customers of the Company on \nwhom you have called or with whom you became acquainted during the term of your employment,",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 163
    }
  },
  {
    "text": "as the direct or indirect result of your employment with the Company. \n \n4.8 Competition \n \nYou undertake not to compete directly or indirectly, whether as director, shareholder, employee, \nconsultant, proprietor or agent or in any other capacity, with that part of the Company’s business \nwith which you were involved as an employee, in the 12 months prior to the termination of your \nemployment for a period of 12 months after termination.\nEmployee Handbook v.4.8 P a g e  | 63 \n4.9 Rights and Obligations During the Notice Period \n \nDuring the notice period, the contract of employment will continue to remain in force and the \nemployee will receive full pay and benefits. \n \nIf an employee’s performance or behaviour during the notice period falls below the required \nstandard, the Company will still address this as a performance or misconduct matter, which may \nresult in disciplinary action including dismissal. The Company has a duty of care to future employers",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 164
    }
  },
  {
    "text": "and therefore, it may be necessary to refer to such action in a future reference. \n \nDuring the notice period, the Company may restrict an employee’s duties, contact with customers, \ncolleagues and suppliers, access to information or resources and impose other reasonable practices, \nto better facilitate a handover or protect business interests. \n \n4.10 Redundancy \n \nThe Company’s policy is to avoid redundancies wherever possible and to provide secure \nemployment for all its employees. You can help to achieve this objective by maintaining a flexible \nattitude to working practices and willingness to transfer to another job or department and make the \nbest use of the training you have received.  \n \nHowever, in the event that a redundancy situation occurs, the Company will consult fully with \naffected employees and comply with all its statutory obligations.\nEmployee Handbook v.4.8 P a g e  | 64 \n5.0 Changes to the Employee Handbook and Terms & Conditions of \nEmployment \n \n5.1",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 165
    }
  },
  {
    "text": "Employment \n \n5.1 \n \nYour Statement of Employment and the specifically annotated sections of this Employee Handbook \ncontain all the details of your Terms and Conditions of Employment. \n \n5.2 \n \nThe Company reserves the right to amend the Employee Handbook in line with the needs of the \nbusiness, as and when necessary and will notify you accordingly, either by issuing a new Handbook, \npages, instructions or amendments. \n \n5.3 \n \nYou will be notified of minor changes by way of a general notice to all members of staff and any such \nchanges will take effect from the date of this notice. \n \n5.4 \n \nAny significant changes or additions to this Employee Handbook will be given by providing you with a \nnew version of the complete Handbook (which will be made available on the Company’s intranet or \nas a hard copy). You will be required to confirm that you are in receipt of the notification and that \nyou are aware of how you can access the new version. \n \n5.5",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 166
    }
  },
  {
    "text": "you are aware of how you can access the new version. \n \n5.5 \n \nThe Company reserves the right to vary your terms and conditions of employment in circumstances \nwhere such variation is in the interests of the Company. Where there is a proposed change to your \nterms and conditions of employment, you will be consulted on the change with a view to obtaining \nyour agreement. However, there may be occasions where the need for the change is so great, that \nthe Company may have to unilaterally make the change without agreement. Where a unilateral \nvariation takes place, this will only be as a last resort after full consultation on alternatives. You will \nbe asked to sign a contract variation letter for any agreed changes to terms and conditions. \n \n5.6 \n \nIt is your responsibility to have up-to-date knowledge of the Company’s policies, procedures, \nbenefits and working practices and we suggest that you take time to read the Employee Handbook",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 167
    }
  },
  {
    "text": "in full. Ignorance of a policy or procedure in this handbook will not be an acceptable reason for a \nbreach.\nEmployee Handbook v.4.8 P a g e  | 65 \n6.0 Health and Safety \n \nYour health and safety are of paramount importance to us and the Company is committed to \nmaintaining a healthy and safe working environment. Your co-operation is essential if a satisfactory \nworking environment is to be maintained. You must familiarise yourself with the Company’s Health \nand Safety Policy and any specific rules present at the site that you work. \n \n6.1 Your Responsibilities \n \nUnder the Health and Safety at Work, etc. Act 1974, you are responsible for taking care of yourself \nand other persons who may be affected by your acts or omissions at work. You are expected to co-\noperate with the Company in all matters regarding the Company’s Health and Safety Policy and \ntherefore you must: \n \n• Take reasonable care to ensure that your conduct does not put you, your colleagues, \ncustomers or visitors at risk.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 168
    }
  },
  {
    "text": "customers or visitors at risk. \n• Familiarise yourself with all notices, leaflets, work procedures and information regarding \nhealth and safety. \n• Report any hazards or unsafe conditions to your Line Manager or the HR Manager. \n• Comply with instructions given by Fire Wardens or a person of authority during emergencies \nor practice drills e.g. evacuation of the premises. \n• Identify the location of escape routes, first aid facilities, assembly area and emergency \nprocedures to be followed for your work location. \n• Use safe procedures for work, including following all security procedures and use of \nprotective equipment or clothing where necessary. \n• Please refer to the Company’s Health and Safety Policy for further details. \n \n6.2 Code of Safe Practice \n \n6.2.1 Fire \n \nShould there be a fire within your office or work location you must follow the local fire procedures \nfor that site. You should familiarise yourself with the location of fire extinguishers, fire escape routes",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 169
    }
  },
  {
    "text": "and place of assembly. By working safely and using common sense, the risk posed by fire can be \ngreatly reduced. If, however you do encounter a fire, then remember the following steps: \n \n1) Sound the Alarm. \n2) Call the Fire Brigade. \n3) Evacuate the workplace. Never run or push others. Walk swiftly to a place of safety. \n4) Close doors as you leave, if it is safe to do so. \n5) Do not stop to take any personal belongings with you. \n6) Use stairs to evacuate the building, but do not use lifts or escalators. \n7) Go to the designated assembly point. \n8) Do not enter the workplace until given the all clear for a fire officer or fire brigade. \n9) Do not attempt to fight the fire unless you are competently trained, and you are not in \ndanger.  \n10) Once at a place of safety call Head Office or your Line Manager to report the incident.\nEmployee Handbook v.4.8 P a g e  | 66 \n6.2.2 Accidents \n \nAll accidents or injuries, irrespective of how minor must be reported to your Line Manager",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 170
    }
  },
  {
    "text": "immediately. This includes injuries that may be experienced by other staff or persons within the \nwork location. All accidents or injuries must be reported to Human Resources who will record this in \nthe Company’s Accident Book. \n \n6.2.3 Reducing Risks \n \nIn order to reduce the risk of an accident or injury here are a few points to remember: \n \n1) Never use defective equipment and report these immediately to your Line Manager. \n2) Do not block fire exits routes/doors. \n3) Ensure walk ways are clear and clean up any spillages. \n4) Use appropriate signage when cleaning floors, etc. \n5) Do not attempt to reach items beyond your grasp use a stepping stool. Only trained staff \nmay use ladders. \n6) Ensure you use the correct posture when lifting items by keeping back straight and bending \nknees. \n7) Follow COSHH regulations for handing cleaning substances and use Personal Protective \nEquipment (PPE) when required. \n8) Ensure that all cleaning materials are stored and disposed of properly.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 171
    }
  },
  {
    "text": "9) Ensure that you wash your hands regularly, wash your hands after handling waste or when \ncleaning toilets and protect cuts and grazes properly. \n10) Do not mix chemicals under any circumstances. \n11) Do not leave the vacuuming cleaner or similar cleaning equipment unattended as they can \ncause a trip hazard.  \n12) Trailing electrical flex can pose a trip hazard so ensure these are routed where they cause \nthe least obstruction and ensure that warning signs are in place. \n13) Do not attempt to lift heavy objects. Seek help or use appropriate lifting equipment. \n14) Make sure you have read and understood the Company’s Health and Safety Policy. \n \nPlease note that the above list is not exhaustive, and you should refer to specific health and safety \nprocedures for your work location or role. \n \nNote: Protective clothing and equipment (PPE), e.g. footwear, rubber gloves and items of protective \nequipment may be issued to you for protection because of the nature of your job. Failure to use the",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 172
    }
  },
  {
    "text": "issued safety clothing and equipment will be regarded as a contravention of the Health and Safety \nrules and may lead to disciplinary action. It is your responsibility to look after these items and to \nreport damaged or faulty clothing and equipment and to state when replacement is required. \n \n6.2.4 Security \n \nPremises \nEnsure that all doors and windows are locked and the building secure and alarmed if this is your \nresponsibility. It is vital to ensure that all keys, alarm fobs and passes or any access or security \ndevices are kept safe. \n \nSuspicious Packages \nIn case of a security threat (e.g. bomb scare, robbery, etc) staff must look after their personal \nsecurity as a priority and take appropriate action to ensure their safety. If you discover any\nEmployee Handbook v.4.8 P a g e  | 67 \nsuspicious packages in or near the premises do not touch them. When at a place of safety, staff must \ncontact the Police (999) and the Line Manager as soon as possible regarding the incident.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 173
    }
  },
  {
    "text": "CCTV and Audio Recording  \nThe Company has the right to use CCTV and audio recording surveillance systems for the protection, \nbenefit and safety of staff and for the detection and the prevention of crime. \n \nThe Company also reserves the right to use CCTV and audio recording systems for the monitoring of \nwork practices, quality assurance, performance and absence management, training and \ndevelopment and for the identification of acts of misconduct. \n \nIf staff are found not to be in compliance with Company procedures, are found to be responsible for \nany act of misconduct, or if staff fail to meet the required standards, then CCTV and audio recording \nmay be used for training and development purposes, for performance management, or be used as \nadmissible evidence as part of the Company’s disciplinary procedure. \n \n6.2.5 Emergency Situations \n \nIn Emergency Situations staff should follow the emergency procedures that are contained in this",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 174
    }
  },
  {
    "text": "Handbook and in Work Procedures/Manuals. As a general rule, if you find yourself in an emergency \nsituation, your common sense, your instincts and your training, will help you to decide what to do. \n \nHowever, the basic advice is to: \n \n• Make sure you do not put yourself or others at risk. \n• Make sure 999 has been called if people are injured or if there is a threat to life. \n• Follow the advice of the emergency services. \n• Try to remain calm and think before acting and try to reassure others. \n• Check for injuries – remember to help yourself before attempting to help others. \n• Go to a place of safety and stay there until it is safe, or until you have been advised \notherwise. \n• Contact your Line Manager. \n \n6.2.6 Smoking \n \nSmoking in the workplace is illegal and the Company also has a duty of care to ensure, as far as \npracticable, the health, safety and welfare of all its employees. Therefore, smoking is strictly \nforbidden at all Company and Customer premises, including at building entrances.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 175
    }
  },
  {
    "text": "Staff are not entitled to take smoking breaks and may only smoke during designated breaks well \naway from company and customer premises and the entrances. \n \nAs the Company recognises that smoking is detrimental to the health and wellbeing of its staff, it \nencourages all staff to stop smoking. There is an online resource offered by the NHS for advice on \ngiving up smoking, which can be found at http://www.nhs.uk/smokefree. \n \n6.2.7 Staff Welbeing \n \nAlthough the Company does not wish to intrude on employee’s lifestyles, it recognises that \nemployees can take practical steps to improve their health. The NHS has highlighted the problems of\nEmployee Handbook v.4.8 P a g e  | 68 \nobesity, heart disease and poor diet and have produced the following recommendations to improve \npeople’s health: \n \n• Take regular exercise – keep active and watch your weight. \n• Eat at least five portions of fruit and vegetables every day, cut down on fatty foods and \nsnacks and drink more water.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 176
    }
  },
  {
    "text": "snacks and drink more water. \n• Try and reduce the amount of salt in your diet, as this causes high blood pressure. \n• Limit the consumption of alcohol.  \n• Get your eyes tested, visit your dentist and get your blood pressure and cholesterol level \nchecked by your GP, if overdue. \n \n6.2.8 Stress Management/Mental Wellbeing \n \nThe Company will proactively manage and support the mental wellbeing of our staff to enable them \nto achieve their full potential and deliver the best outcome for the business. \n \nAny of us may feel stressed at some time or another, whether for work or personal reasons or a \ncombination of both. The degree to which we feel stressed and the point that this becomes a \nnegative experience will vary from person to person and from situation to situation. \n \nStress and mental health issues are nothing to be embarrassed about and the Company advises that \nanyone feeling stressed at work, is under excessive pressure or is suffering a mental health issue",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 177
    }
  },
  {
    "text": "should speak to their Line Manager in confidence, in the first instance. If you feel unable to consult \nyour Line Manager, you should talk to another manager or Director. The Company can offer a \nnumber of ways to help support staff including counselling and advice, or if necessary, refer staff to \na relevant voluntary and/or professional service. \n \n6.2.9 Driving on Company Business \n \nCertain jobs within the Company require the jobholder to drive using their own vehicle, hire vehicle, \nor a vehicle provided by the Company. In these circumstances it is the employee’s responsibility to \nhold a current and valid driving licence.  \n \nIf an employee who is required to drive to carry out their duties, is no longer allowed to drive, for \nany reason, the Company will consult with the employee on possible redeployment to another role \nthat does not require the employee to drive. However, if there are no redeployment opportunities, \nthe Company may have no alternative but to terminate employment.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 178
    }
  },
  {
    "text": "It is also a condition of employment that any driving offence or endorsement on the driving licence \nmust be reported to the Line Manager, within one week of its occurrence. \n \nFor employees that use their own vehicle for Company business (whether on a one-off, voluntary, \ntemporary or permanent basis), it is the employee’s responsibility to ensure that the vehicle is safe \nand roadworthy, comprehensive insurance cover for business us is arranged and the vehicle has a \nvalid MOT certificate. The Company is not liable for any costs incurred in the event of any accident, \nbreakdown, motoring fines, loss of earnings, or any other costs that are incurred by the employee \n(except mileage claims), whilst driving on Company business.\nEmployee Handbook v.4.8 P a g e  | 69 \nAt all times when driving on Company business employees must: \n \n• Be responsible for their own and passenger’s safety by ensuring that seatbelts are worn on \nall journeys.",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 179
    }
  },
  {
    "text": "all journeys. \n• Ensure that the vehicle is in a roadworthy condition and is safe to use. \n• To be extra careful when driving in adverse travel conditions. \n• Take appropriate breaks when travelling long distances. \n• To keep within designated speed limits. \n• No employee should drive if their ability is impaired (including driving when under the \ninfluence of alcohol or drugs). It is the responsibility of the employee to inform their Line \nManager if they are suffering from any illness or medical condition, which might impair their \nability to drive safely. \n• Not use a hand-held mobile telephone whilst driving or where the car is stationary with the \nengine switched on. \n \n6.2.10 VDU’s and Computer Keyboards \n \nThe following provides guidance on good working practices when working with computers: \n \n• If you are operating a VDU continuously take regular breaks. \n• If you have problems working with screens or keyboards, such as eye irritation or muscle",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 180
    }
  },
  {
    "text": "strain, or if you experience any numbness or stiffening in wrists, arms, fingers, neck or \nshoulders then speak to your Line Manager. If you are still concerned, then you should \nconsult your doctor or your optician. \n \nTo avoid such problems, you should ensure: \n \n• That you are sitting comfortably at your workstation, adjust your chair if necessary. \n• Do not rest your wrists on the edge of the keyboard or desk. \n• Do not bend your hands up at the wrist when using the keyboard. \n• Ensure the screen is below eye level and that bright lights are not reflected on it. \n• You have an eye test at least every two years, as recommended by the NHS.\nEmployee Handbook v.4.8 P a g e  | 70 \nEmployee Declaration - Part One \n \nI, _______________________________ (Employee Name) agree to the terms and conditions of \nemployment annotated as such in this Employee Handbook along with all the policies and \nprocedures contained herein. I also confirm that I have read and understood all the sections",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 181
    }
  },
  {
    "text": "contained therein, including the sections on: \n \n(Please tick all the following boxes √) \n \n Salary  Sickness/Absence Procedures \n Salary Payments  Security Procedures/Staff Monitoring \n Probationary Period  Confidentiality \n Deductions from Salary  Code of Safe Practice \n Staff Benefits (Incl. Annual Leave Policy)  Resignation and Termination \n \nPlease sign below: \n \nEmployee Declaration \n \n \nEmployee Signature: _________________________________________________________ \n \n \nEmployee Name (Capitals): ____________________________________________________ \n \n \nDated: _____________________________________________________________________ \n \n \nCompany Representative \n \n \nSigned on behalf of the Company: ______________________________________________ \n \n \nEmployee Name (Capitals): ____________________________________________________ \n \n \nDated: _____________________________________________________________________\nEmployee Handbook v.4.8 P a g e  | 71 \nEmployee Declaration - Part Two",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 182
    }
  },
  {
    "text": "Employee Declaration - Part Two \n  \nFor all Contract Manager’s, Head Office Staff, and cleaning/supervisory staff by exception. \n \nWorking Time Regulations 1998 \n \nOn occasions the Company may request that you work overtime which may exceed the 48-hour \nweek regulations. As stated in this Handbook overtime is not compulsory, however, to meet current \nregulations you will need to sign this declaration if you wish to work overtime that is in excess of 48 \nhour per week. \n \nI, _____________________________________ (Employee Name) agree with the Clean Space to \ndisapply the limit to any working hours in regulation 4(1) of the Working Time Regulations 1998. I \nagree therefore that my working time may exceed 48 hours for each seven-day period as defined in \nthe 1998 Regulations. \n \nThis agreement can be terminated by giving three months’ notice in writing to the Company. \n \nPlease sign below: \n \nEmployee Declaration \n \n \nEmployee Signature: _________________________________________________________",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 183
    }
  },
  {
    "text": "Employee Name (Capitals): ____________________________________________________ \n \n \nDated: _____________________________________________________________________ \n \n \nCompany Representative \n \n \nSigned on behalf of the Company: ______________________________________________ \n \n \nEmployee Name (Capitals): ____________________________________________________ \n \n \nDated: _____________________________________________________________________\nEmployee Handbook v.4.8 P a g e  | 72 \nThe Issue Status \n \nThe issue status is indicated by the version number in the footer of this document. It identifies the \nissue status of this Employee Handbook. \n \nWhen any part of this Employee Handbook is amended, a record is made in the Employee Handbook \nAmendment Log shown below. \n \nThe Employee Handbook can be fully revised and re-issued at the discretion of the Management \nTeam. \n \nPlease note that this Employee Handbook is only valid on day of printing. \n \nIssue Page(s) Issue Date Additions/Alterations Initials",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 184
    }
  },
  {
    "text": "Issue Page(s) Issue Date Additions/Alterations Initials \n1.0 68 17-5-2015 Employee Handbook First Authorised Issue AB \n2.0 8 31-1-2018 1.1 updated to include work location AB \n2.0 10 31-1-2018 1.5 updated to include deduction for not working \nnotice AB \n2.0 32 31-1-2018 Included a statement on corporate responsibility AB \n2.0 Various 31-1-2018 Minor changes to document wording AB \n3.0 35 to 36 22-5-2018 Deleted Data Protection and included Privacy \nnotice/GDPR AB \n4.0 All pages 26-7-2019 Full review with HR Consultant RC \n4.1 All pages 5-8-2019 Formatting and amendments following review. SF \n4.2 21 02-12-2020 Added Parental Bereavement Leave SF \n4.3 Various 22-01-2021 Update to mission, values, address and addition of \nPPE section. SH \n4.4 23, 24 02-02-2022 Updated flexible working SF \n4.5 15 06-01-2023 Updated adoption policy SF \n4.6 4 20-10-2023 Updated Head Office address SF \n4.7 22-25 07-05-2024 Addition of section 2.9 Carer’s Leave, amendments \nto sections 2.5, 2.10 SF",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 185
    }
  },
  {
    "text": "to sections 2.5, 2.10 SF \n4.8 26 05-09/2024 Updated 2.12.1 to clarify 3 days per annual leave \nyear SF",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 186
    }
  },
  {
    "text": "### Table 1\n| 0   |\n|:----|\n|     |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 187
    }
  },
  {
    "text": "### Table 2\n| 0   | 1                                                                                                                                     | 2                                                  | 3                                        |\n|:----|:--------------------------------------------------------------------------------------------------------------------------------------|:---------------------------------------------------|:-----------------------------------------|\n|     |                                                                                                                                       |                                                    | ospital?          Clinic?        Doctor? |\n|     | P                                                                                                                                     |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 188
    }
  },
  {
    "text": "|     |   E                                                                                                                                   |                                                    |                                          |\n|     |   J                                                                                                                                   |                                                    |                                          |\n|     |   D                                                                                                                                   |                                                    |                                          |\n|     |     F                                                                                                                                 |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 189
    }
  },
  {
    "text": "|     |   N                                                                                                                                   |                                                    |                                          |\n|     | ART A.                      Employee to complete sections A, B, and C                                                                 |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     | mployee Name:                                                                                                                         |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 190
    }
  },
  {
    "text": "|     | ob Title:                                                                                                               Payroll No:   |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 191
    }
  },
  {
    "text": "|     | ate absence began:                                                 Date fit for work:                                                 |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     | Total Number of days absent from work:                                                                                                |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 192
    }
  },
  {
    "text": "|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     | irst notification to:                                                                                                                 |                                                    |                                          |\n|     | (who you contacted regarding your absence)                                                                                            |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 193
    }
  },
  {
    "text": "|     | otification date:                                                                                                                     |                                                    |                                          |\n|     | P                                                                                                                                     | H                                                  |                                          |\n|     |                                                                                                                                       |     I                                              |                                          |\n|     |                                                                                                                                       |   D                                                |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 194
    }
  },
  {
    "text": "|     | ART B.                                                                                                                                | PART C.                                            |                                          |\n|     | Reason for your absence:                                                                                                              | Did you attend (please put an x in box):           |                                          |\n|     |                                                                                                                                       | f  you  are  still  away  from  work  due  to      |                                          |\n|     |                                                                                                                                       | illness  when  are  you  likely  to  be  fit  for  |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 195
    }
  },
  {
    "text": "|     | Please describe symptoms:                                                                                                             | work?                                              |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       | ate:                                               |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 196
    }
  },
  {
    "text": "|     | PART D.  Employee information. I understand that if I provide inaccurate or false information about my absence it                     |                                                    |                                          |\n|     | may, depending on the circumstances, be treated as gross misconduct and result in my summary dismissal from the                       |                                                    |                                          |\n|     | Company. Please give the completed form to your Line Manager.                                                                         |                                                    |                                          |\n|     | PART E. Line Managers Comments                                                                                                        |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 197
    }
  },
  {
    "text": "|     | Was a Return to Work Interview conducted (Yes/No):                                                                                    |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     | Total number of days employee was absent from work:                                                                                   |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 198
    }
  },
  {
    "text": "|     | Please complete details of any problems discussed, or advice given to the employee (if applicable):                                   |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 199
    }
  },
  {
    "text": "|     | Line Manager Name:                                                                                                                    |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |\n|     | Date:                                                                                                                                 |                                                    |                                          |\n|     |                                                                                                                                       |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 200
    }
  },
  {
    "text": "|     | PLEASE EMAILTHE COMPLETED FORM TO THE HR DEPARTMENT                                                                                   |                                                    |                                          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 201
    }
  },
  {
    "text": "### Table 3\n| 0     | 1         | 2          | 3                                                   | 4        |\n|:------|:----------|:-----------|:----------------------------------------------------|:---------|\n| Issue | Page(s)   | Issue Date | Additions/Alterations                               | Initials |\n| 1.0   | 68        | 17-5-2015  | Employee Handbook First Authorised Issue            | AB       |\n| 2.0   | 8         | 31-1-2018  | 1.1 updated to include work location                | AB       |\n| 2.0   | 10        | 31-1-2018  | 1.5 updated to include deduction for not working    | AB       |\n|       |           |            | notice                                              |          |\n| 2.0   | 32        | 31-1-2018  | Included a statement on corporate responsibility    | AB       |\n| 2.0   | Various   | 31-1-2018  | Minor changes to document wording                   | AB       |\n| 3.0   | 35 to 36  | 22-5-2018  | Deleted Data Protection and included Privacy        | AB       |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 202
    }
  },
  {
    "text": "|       |           |            | notice/GDPR                                         |          |\n| 4.0   | All pages | 26-7-2019  | Full review with HR Consultant                      | RC       |\n| 4.1   | All pages | 5-8-2019   | Formatting and amendments following review.         | SF       |\n| 4.2   | 21        | 02-12-2020 | Added Parental Bereavement Leave                    | SF       |\n| 4.3   | Various   | 22-01-2021 | Update to mission, values, address and addition of  | SH       |\n|       |           |            | PPE section.                                        |          |\n| 4.4   | 23, 24    | 02-02-2022 | Updated flexible working                            | SF       |\n| 4.5   | 15        | 06-01-2023 | Updated adoption policy                             | SF       |\n| 4.6   | 4         | 20-10-2023 | Updated Head Office address                         | SF       |\n| 4.7   | 22-25     | 07-05-2024 | Addition of section 2.9 Carer’s Leave, amendments   | SF       |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 203
    }
  },
  {
    "text": "|       |           |            | to sections 2.5, 2.10                               |          |\n| 4.8   | 26        | 05-09/2024 | Updated 2.12.1 to clarify 3 days per annual leave   | SF       |\n|       |           |            | year                                                |          |",
    "metadata": {
      "filename": "8.-Employee-Handbook-v4.8.pdf",
      "document_name": "8.-Employee-Handbook-v4.8",
      "chunk_id": 204
    }
  }
]