{
  "filename": "Construction_Kinyon_Construction.md",
  "text": "## Kinyon Construction\n\n## Employee Handbook:\n\n## A Guide for Our Employees\n\n![Kinyon CONSTRUCTION](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Construction_Kinyon_Construction_image_1_6.png)\n\n---\n\n##### Table of Contents\n\nWelcome Introduction General Employment Policies and Practices Equal Employment Opportunity Employment Policy - At Will Employment Recruitment and HiringEmployment Classifications Probationary Employees Full-Time Employee Part-Time Employee Temporary Employee Seasonal Employee Exempt Employees Non-Exempt Employees Immigration Law Applicable to All Employees Hours of Work Overtime Hours California Meal and Rest Period PolicyMeal Periods Rest Periods Attendance and Punctuality Inclement Weather Dress Code and Public Image Company Vehicles Work Space/Job Site Office/Work EquipmentPersonnel Records Performance Reviews, Salary Reviews Internet Access Social Media Policy Right to Monitor Responsibilities and Obligations Violation of this Policy Email Confidentiality of Electronic Mail Cellphones and Telephones Smoking Drug-Free Workplace Drug and Alcohol Abuse Policy Safety and Accident Rules Workplace Violence Prevention Policy Promotions and Transfers Anti-Discrimination & Harassment Discrimination Is Prohibited ---\n\nAmericans with Disabilities Act Reasonable Accommodation Workplace Harassment Sexual Harassment Supervisors' Responsibilities Procedures for Reporting and Investigating HarassmentPenalties for Violation of Anti-Harassment Policy Compensation Payroll PracticesSalary Deductions and Withholding *Taxes* *Insurance/Supplemental Insurance* Direct Deposit Benefits General Medical Insurance Employee Contributions Late Applicants Open Enrollment Special Enrollment Continuation of Health Coverage Dental Insurance Vision Insurance Life Insurance Supplemental Life Insurance Workers' Compensation Insurance Travel, Lodging, and Entertainment *Business Travel-Related Expenditures* Personal Automobile Usage Parking Reimbursement Public Transit Reimbursement Rental Cars Air Travel *Accommodations* *Meal Expenses* *Expense Reports* *Non-Reimbursable Expenses* Company-Issued Credit Cards Leave Religious Observance *Procedure* Personal/Sick Leave A. Eligibility B. Leave Benefit C. Leave Usage D. Compensation for Sick Leave ---\n\nE. Approval F. Non-Retaliation or Discrimination *Notification Procedures* Military Service Leave Family and Medical Leave Military Caregiver Leave Qualifying (Military) Exigency LeaveBreak Time for Nursing Mothers Civic Duty Leave Jury Duty Appearance as a Witness Voting Miscellaneous Leaving the Company Contacts Other Contacts ---\n\n##### Welcome\n\nIt is our privilege to welcome you to the Kinyon Construction family. We pour heart, body, and\nsoul into our work.\n\nThis Handbook was developed to describe to you what can be expected from us as an employer,\nand what we expect from our employees.\n\nWe hope that your experiences here will be challenging, rewarding, and fill you with a sense of\npride, as it does with us.\n\nOnce again, welcome!\n\nKevin Kinyon\nPresident\n\n---\n\n##### Introduction\n\nThis Employee Handbook (“Handbook”) is a compilation of personnel policies, practices and\nprocedures currently in effect at Kinyon Construction (“Company”); Amongst them is the\nCompany’s Health, Safety and Environment Manual (“HS&E”). The HS&E goes further into\ndetail on specific Company policies and may be referenced in this Handbook and can be found on\nany jobsite or at the office, speak to a supervisor or Safety Officer if you need access to one. This\nHandbook applies to California employees.\n\nThe Handbook is designed to introduce you to Kinyon Construction, familiarize you\nwith Company policies, provide general guidelines on work rules, benefits and other issues related\nto your employment, and help answer many of the questions that may arise in connection with\nyour employment.\n\nThis Employee Handbook is not a contract. This Handbook does not create a contract, express or\nimplied, guaranteeing you any specific term of employment, nor does it obligate you to continue\nyour employment for a specific period of time. Your employment is strictly “at will”. The purpose\nof the Handbook is simply to provide you with a convenient explanation of present policies and\npractices at the Company. This Handbook is an overview or a guideline. It cannot cover every\nmatter that might arise in the workplace. For this reason, specific questions regarding the\napplicability of a particular policy or practice should be addressed to the Human Resources\nDepartment.\n\nThe Company reserves the right to modify any of our policies and procedures, including those\ncovered in this Handbook, at any time. We will seek to notify you of such changes by email and\nother appropriate means. However, such a notice is not required for changes to be effective.\n\n---\n\n##### General Employment Policies and Practices\n\n##### Equal Employment Opportunity\n\nKinyon Construction is an equal opportunity employer. We will extend equal opportunity to all\nindividuals without regard to race, religion, color, sex (including pregnancy, sexual orientation\nand gender identity), national origin, disability, age, genetic information, or any other status\nprotected under applicable federal, state, or local laws. Our policy reflects and affirms the\nCompany’s commitment to the principles of fair employment and the elimination of all\ndiscriminatory practices. Details of our equal employment opportunity policies are further\nexplained in Anti-Discrimination & Harassment below. Equal employment opportunity will be\nextended to all persons in all aspects of the employer-employee relationship, including\nrecruitment, hiring, upgrading, training, promotion, transfer, discipline, layoff, recall and\ntermination.\n\n##### Employment Policy - At Will Employment\n\nKinyon Construction’s employment policy is “at-will.” Under the “at-will” policy, neither you\nnor the Company is committed to continuing the employment relationship for any specific term.\nRather, the employment relationship will continue at will. Either side may terminate the\nrelationship at any time, with or without cause and with or without notice. Also the Company\nretains the right to demote, transfer, change job duties, and change compensation at any time with\nor without notice and with or without cause in its sole discretion. In deciding to work for the\nCompany, or continuing to work for the Company, you must understand and accept these terms of\nemployment.\n\n**This Employee Handbook is not a contract.** It does not create any agreement, express or implied,\nguaranteeing you any specific terms or conditions of employment. Nothing contained in\nthis Handbook should be construed as creating a contract guaranteeing employment for any\nspecific duration, nor does the Handbook obligate you to continue your employment for a specific\nperiod of time. Unless you have entered into a written employment agreement that supersedes this\ndocument, either you or the Company may terminate the employment relationship at any time.\nThe Handbook does not guarantee any prescribed process for discipline and discharge.\n\nNo manager or other representative of the Company, other than the President, has the authority to\nenter into any agreement guaranteeing employment for any specific period. No such agreement\nshall be enforceable unless it is in writing and signed by the President and the employee.\n\n##### Recruitment and Hiring\n\nKinyon Construction’s primary goal when recruiting new employees is to fill vacancies with\npersons who have the best available skills, abilities or experience needed to perform the work.\nDecisions regarding the recruitment, selection and placement of employees are made on the basis\nof job-related criteria.\n\n---\n\nWhen positions become available, qualified current employees are encouraged and are welcome\nto apply for the position. As openings occur, notices relating general information about the position\nare announced. The manager of the department with the opening will arrange interviews with\nemployees who apply.\n\nWe encourage current employees to recruit new talent for Kinyon Construction.\n\n##### Employment Classifications\n\nThe following terms will be used to describe employment classifications and status:\n\n**Probationary Employees**\n\nEmployees are hired by the company on a trial basis for a period of 60 calendar days for the\npurpose of assessing their ability to perform assigned tasks. Such employment may be terminated\nat any time, with or without cause, at any time during or after the 60-day period if such action is\ndeemed appropriate by the employee or the Company. The 60-day period may be extended by the\nCompany, in its sole discretion, if it determines that such an extension is desirable or appropriate\nfor any reason.\n\n**Full-Time Employee**\n\nFull-time employees are those who are regularly scheduled to work at least 30 hours per week that\nare not hired on a temporary basis.\n\n**Part-Time Employee**\n\nPart-time employees are those who are regularly scheduled to work fewer than 30 hours per week\nthat are not hired on a temporary basis. Part-time employees are not eligible for Company paid\nbenefits, with the exception of the 401(k) plan, except as required by law. Any employee who\nworks 1,000 hours per year or more may participate in the 401(k) plan.\n\n**Temporary Employee**\n\nEmployees hired for an interim period of time, usually to fill in for vacations, leaves of absence,\nor projects of a limited duration. Temporary employees are not eligible for Company paid benefits,\nexcept as required by law.\n\n**Seasonal Employee**\n\nSeasonal employees are those hired into a position for which the customary annual employment\nis 6 months or less. Seasonal employees are generally not eligible for benefits.\n\nIf your status changes from temporary or seasonal to part-time or full-time, you are considered\n\n---\n\nhired on the date you become a full-time or part-time employee for purposes of calculating\neligibility for benefits that require a minimum term of employment.\n\n**Exempt Employees**\n\nExempt employees include all regular employees who are classified by the company as exempt\nfrom the overtime provisions of the Federal Fair Labor Standards Act and any applicable state\nlaws. Such employees include employees who qualify as exempt executive, administrative or\nprofessional employees or as outside salespersons.\n\n**Non-Exempt Employees**\n\nNon-exempt employees include all regular employees who are covered by the overtime provisions\nof the Federal Fair Labor Standards Act or any applicable state laws. Employees in this category\nare entitled to premium pay for work in excess of 40 hours in a workweek or eight hours in a\nworkday. Such employees include, but are not limited to, hourly, clerical, and secretarial workers.\n\n##### Immigration Law Applicable to All Employees\n\nKinyon Construction complies with the Immigration Reform and Control Act of 1986 by\nemploying only U.S. citizens and non-citizens who are authorized to work in the United States.\nAll employees are asked on their first day of work to provide original documents verifying the\nright to work in the United States and to sign a verification form required by federal law (Form I1. . If you cannot verify your right to work in the United States within three (3) days of hire,the Company is required by law to terminate your employment.\n\n##### Hours of Work\n\nOur standard workweek begins at 12:01 a.m. Monday and ends at 12 midnight the following\nSunday. Work schedules for our employees are established within this framework. A normal\nworking schedule for regular full-time employees consists of 40 hours each workweek. Each\nemployee’s supervisor will advise the employee regarding his specific working hours and any\nchange in working hours will be announced as far in advance as possible by the supervisor.\nPunctual and consistent attendance is a condition of employment. Employees must take all meal\nperiods and breaks. Employees must record all work time via timesheet and in/out forms and never\nwork off the clock.\n\nAs part of our responsibility to our clients, the public, and to other employees, we expect our\nemployees to be at work as scheduled, to arrange their personal schedules to accommodate our\nestablished working hours, and to notify us as early as possible if they expect to be absent or tardy.\nEmployees are expected to be at work, ready to begin work, at the beginning of their assigned\nshift.\n\n---\n\n##### Overtime Hours\n\nEmployees shall be paid for their hours worked in accordance with all legal requirements.\nEmployees who qualify as administrative, executive, or professional employees within the\nmeaning of the state and federal wage and hour laws are exempt from overtime pay and are not\nsubject to this policy.\n\nBecause of the nature of our business, your job may periodically require overtime work. If the\nCompany requires that you work overtime, we will give you as much advance notice as possible.\nOvertime hours by a non-exempt employee must be approved in advance by an employee’s\nsupervisor. Because unauthorized overtime is against company policy, employees who work\nunauthorized overtime are subject to discipline, possibly including termination. Sick time and\nholiday hours paid but not worked are not included in calculating overtime. Overtime is based only\non actual hours worked as required by law.\n\nOvertime pay is calculated at one and one-half times the employee’s regular rate for all hours over\neight hours in one workday or 40 hours in one workweek. Overtime is computed on the basis of a\nnon-exempt employee’s total hours worked in a workday and a workweek. Hours paid for that are\nnot worked (e.g. sick days) do not count as hours worked for overtime purposes.\n\nOvertime hours in excess of twelve in one workday are paid at double-time for non-exempt\nemployees.\n\nHours worked on the seventh consecutive day of work in a week are calculated at one and onehalf times the non-exempt employee’s regular rate. Hours worked performed over eight hours on\nthe seventh consecutive day of work also are paid at the non-exempt employee’s double time rate.\n\n##### California Meal and Rest Period Policy\n\nKinyon Construction complies with federal and state legal requirements concerning meal and rest\nperiods.\n\nThe Company recognizes that employees perform at their best when they have the rest and\nnourishment they need. This policy explains when the Company expects employees to take meal\nand rest periods.\n\nAny employee, supervisor, or manager who fails to observe meal and rest period policies will be\nsubject to discipline, up to and including termination of employment. Violations of this policy\nshould be reported to any supervisor or the Human Resources Department. Every report will be\nfully investigated and corrective action will be taken where appropriate.\n\nIn addition, the Company will not allow any form of retaliation against individuals who report\nalleged violations of this policy or who cooperate in the Company’s investigation of such reports.\nAny form of retaliation in violation of this policy will result in disciplinary action, up to and\nincluding termination.\n\n---\n\n##### Meal Periods\n\nKinyon Construction provides at least a 30-minute meal period to employees who work more than\nfive hours, unless they work six or fewer hours total and elect in writing to waive the first meal\nperiod. The Company provides a second 30-minute meal period to employees who work more than\n10 hours in a workday, unless they work twelve or fewer hours total, did not waive the first meal\nperiod, and elect in writing to waive the second meal period. Employees should take their first\nmeal period before the end of the fifth hour of work and should take their second meal period\nbefore the end of the tenth hour of work. Meal periods cannot be taken at the beginning or end of\nshifts. Employees will be relieved of all of their duties during meal periods and are allowed to\nleave the office or location of their work in the field.\n\nThe Company provides meal periods according to the following schedule:\n\n**Duration of**\n**Shift In Hours**\n\n**# Meal**\n**Periods**\n**Comments**\n\n0 - < 5.0 Employees who work less than five hours in a workday are not\nprovided with a meal period.\n\n> 5.0 - < 10.0 Employees who work more than five hours in a workday, but\nwho work less than ten hours in a workday are provided with a\n30-minute meal period available before end of 5th hour of\nwork, unless the employees are working six or fewer hours and\nelect in writing to waive the first meal period.\n\n> 10.0 Employees who work ten or more hours in a workday are\nprovided with a second 30-minute meal period available before\nend of 10th hour of work, unless the employees are working\ntwelve or fewer hours, and did not waive the first meal period,\nand elect in writing to waive the second meal period.\n\nThe Company does not pay non-exempt employees for meal periods, and consequently, nonexempt employees must record the start and stop times of their meal periods on their time sheets.\n\nAny non-exempt employee who is required to work through some or all of a 30-minute meal period\nor who is required to take their meal period later than the fifth hour of a workday, should complete\na meal period premium form and submit it to his/her manager to ensure s/he is properly\ncompensated. ***Otherwise, the Company will assume that any non-exempt employee who fails to***\n***record a timely meal period, or who records a less-than-30-minute meal period, did so***\n***voluntarily***\n| Duration of\nShift In Hours | # Meal\nPeriods | Comments |\n|----------------------------|----------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 0 - < 5.0 | 0 | Employees who work less than five hours in a workday are not\nprovided with a meal period. |\n| > 5.0 - < 10.0 | 1 | Employees who work more than five hours in a workday, but\nwho work less than ten hours in a workday are provided with a\n30-minute meal period available before end of 5th hour of\nwork, unless the employees are working six or fewer hours and\nelect in writing to waive the first meal period. |\n| > 10.0 | 2 | Employees who work ten or more hours in a workday are\nprovided with a second 30-minute meal period available before\nend of 10th hour of work, unless the employees are working\ntwelve or fewer hours, and did not waive the first meal period,\nand elect in writing to waive the second meal period. |\n\n---\n\n##### Rest Periods\n\nNon-exempt employees are authorized and permitted to take a 10 minute paid rest period for every\nfour (4) hours worked, or major fraction thereof. The Company authorizes and permits rest periods\naccording to the following schedule:\n\n**Duration of Shift**\n\n**In Hours**\n\n**# of 10**\n**Minute**\n\n**Rest**\n**Periods**\n\n**Comments**\n\n0 - < 3.5 Non-exempt employees who work less than 3.hours in a workday are not authorized and permitted\nto take a rest period.\n\n> 3.5 - < 6 Non-exempt employees who work 3.5 hours or more\nin a workday, but who do not work more than hours in a workday are authorized and permitted to\ntake one 10 minute rest period.\n\n> 6.0 - < 10.0 Non-exempt employees who work more than hours in a workday, but who do not work more than\n10 hours in a workday are authorized and permitted\nto take two 10 minute rest periods.\n\n> 10.0 - < 14.0 Non-exempt employees who work more than hours in a workday, but who do not work more than\n14 hours in a workday are authorized and permitted\nto take three 10 minute rest periods. ^1^\n\nBecause rest periods are paid, non-exempt employees should not clock out for them.\n\nAny non-exempt employee who is not authorized and permitted to take a rest period pursuant to\nthe terms of this policy should complete a rest period premium form and submit it to their manager\nto ensure they are properly compensated.\n\n***If non-exempt employees do not submit a rest period premium form, the Company will assume***\n***they either took their rest period or voluntarily decided to waive it***\n1 Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks.\n\n| Duration of Shift\nIn Hours | # of Minute\nRest\nPeriods | Comments |\n|----------------------------|-----------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 0 - < 3.5 | 0 | Non-exempt employees who work less than 3.hours in a workday are not authorized and permitted\nto take a rest period. |\n| > 3.5 - < 6 | 1 | Non-exempt employees who work 3.5 hours or more\nin a workday, but who do not work more than hours in a workday are authorized and permitted to\ntake one 10 minute rest period. |\n| > 6.0 - < 10.0 | 2 | Non-exempt employees who work more than hours in a workday, but who do not work more than\n10 hours in a workday are authorized and permitted\nto take two 10 minute rest periods. |\n| > 10.0 - < 14.0 | 3 | Non-exempt employees who work more than hours in a workday, but who do not work more than\n14 hours in a workday are authorized and permitted\nto take three 10 minute rest periods. 1 |\n\n---\n\n##### Attendance and Punctuality\n\nIt is important for you to report to work on time and to avoid unnecessary absences.\nThe Company recognizes that illness or other circumstances beyond your control may cause you\nto be absent from work from time to time. However, frequent absenteeism or tardiness may result\nin disciplinary action, up to and including discharge. Excessive absenteeism or frequent tardiness\nputs an unnecessary strain on your co-workers and can have a negative impact on the success of\nthe Company.\n\nYou are expected to report to work when scheduled. Whenever you know in advance that you are\ngoing to be absent, you should notify your immediate supervisor or the designated manager. If\nyour absence is unexpected, you should attempt to reach your immediate supervisor as soon as\npossible, but in no event later than one hour before you are due at work. In the event your\nimmediate supervisor is unavailable, you must speak with a manager. If you must leave a\nvoicemail, you must provide a number where your supervisor may reach you if need be.\n\nPlease note that some, but not all, absences are compensated under the Company’s leave and\nbenefits policies.\n\nYou are expected to be at your workstation/jobsite at the beginning of each business day. If you\nare delayed, you must call your immediate supervisor to state the reason for the delay. As with\nabsences, you must make every effort to speak directly with a manager. Regular delays in reporting\nto work will result in disciplinary action, up to and including discharge.\n\n##### Inclement Weather\n\nKinyon Construction is open for business unless there is a government-declared state of emergency\nor unless you are advised otherwise by your supervisor. There may be times when we will delay\nopening, and on rare occasions, we may have to close. Use common sense and your best judgment\nwhen traveling to work in inclement weather.\n\nIn the event that the Company’s facilities are closed by the Company or the government,\nemployees will be paid for the day. If the Company’s facilities are open and you are delayed getting\nto work or cannot get to work at all because of inclement weather, the absence will be charged to\n(1) personal days or (2) unpaid time off, in that order. You should always use your judgment about\nyour own safety in getting to work.\n\nWhen severe weather develops or is anticipated to develop during the day and a decision is made\nby the Company to close before 5:00 pm, you will be compensated as if you had worked to the\nend of your regularly scheduled hours for that day. If you elect to leave prior to the time\nthe Company closes, you will be required to use personal days in an amount equal to the number\nof hours between the time you left and the time the office closed.\n\n---\n\n##### Dress Code and Public Image\n\nThe current Company dress code is Business Casual in the office and Appropriate Safety Attire\nfor the field, including Personal Protective Equipment (PPE). As always, please use common sense\nin your choice of business attire. Attention should be paid to safety, company image, and customer\ninteraction. Your supervisor will explain the proper dress requirements for your position if there\nare any questions about your attire.\n\nA positive and respectful attitude is essential to our commitment to extraordinary customer service\nand exceptional quality.\n\n##### Company Vehicles\n\nCompany vehicles are only to be used for Company business and commuting to and from work.\nOccasional local use, or passengers other than Kinyon Construction employees, is prohibited\nwithout the express written authorization of Kevin Kinyon. Any other personal use of a Company\nvehicle, including travel outside the Company working area, is strictly prohibited and subject to\ndisciplinary action, up to and including discharge.\n\nEmployees are to keep Company vehicles clean and up to date with service; making inspections\nbefore each shift. For any inquiries, refer to our Fleet Department concerning servicing or repairs.\n\nViolation of traffic or parking regulations while using Company vehicles must be reported to the\nCompany immediately and failure to do so is subject to discipline. Failure to properly report any\ntype of accident involving a Company vehicle is subject to disciplinary action, up to and including\ndischarge.\n\n##### Work Space/Job Site\n\nEmployees are responsible for maintaining the workspace/job site assigned to them. A clean,\norderly workspace provides an environment conducive to working efficiently. Employees should\nkeep in mind that their workspace is part of a professional environment that portrays\nthe Company’s overall dedication to providing quality service to its clients. Therefore, your\nworkspace should be clean, organized and free of items not required to perform your job.\n\n##### Office/Work Equipment\n\nCertain equipment is assigned to staff depending on the needs of the job, such as a calculator,\npersonal computer, printer and access to our central computers and servers. This equipment is the\nproperty of the Company and cannot be removed from the office without prior approval from your\nsupervisor. It is expected that you will treat this equipment with care and report any malfunctions\nimmediately to staff members equipped to diagnose the problem and take corrective action. This\nequipment is strictly prohibited from personal usage of any kind. Violation of this policy is subject\nto disciplinary action, up to and including discharge.\n\n---\n\n##### Personnel Records\n\nIt is important that the Company maintain accurate personnel records at all times. You are\nresponsible for notifying your immediate supervisor or the Human Resources Department of any\nchange in name, home address, telephone number, marital status, number of dependents,\nimmigration status, or any other pertinent information. By promptly notifying the Company of\nsuch changes, you will avoid compromise of your benefit eligibility, the return of W-2 forms, or\nsimilar inconvenience.\n\n##### Performance Reviews, Salary Reviews\n\nPerformance reviews will be completed by your supervisor or manager and reviewed during a\nconference with you. Factors considered in your review include the quality of your job\nperformance, your attendance, meeting the requirements of your job description, dependability,\nattitude, cooperation, compliance with Company employment policies, any disciplinary actions,\nand year-to-year improvement in overall performance. Compensation increases are given by the\nCompany at its discretion in consideration of various factors, including your performance review.\n\n##### Internet Access\n\nAccess to the Internet is given principally for work-related activities or approved\neducational/training activities. Incidental and occasional personal use and study use is permitted.\nThis privilege should not be abused and must not affect the employee’s performance of\nemployment-related activities.\n\n##### Social Media Policy\n\nKinyon Construction recognizes that many employees engage in “social media activity” while off\nduty. This Social Media Policy (the “Policy”) provides guidance on responsible social media\nactivity by employees. This Policy does not and cannot cover every possible social media activity.\nIf you are unsure how this Policy may apply to your social media activity, speak to your manager\nor your representative from the Human Resources Department. For purposes of this Policy, social\nmedia activity includes all types of postings on the Internet, including but not limited to, postings\non social networking sites such as Facebook, LinkedIn, Snapchat, and Instagram; blogs and other\non-line journals and diaries; bulletin boards and chat rooms; microblogging, such as Twitter; and\npostings of video or audio on media-sharing sites, such as YouTube, Flickr, or Snapchat.\n\nThis Social Media Policy applies to all employees. This Policy applies to social media activity that\nrelates in any way to the Company’s business, employees, customers, vendors, or competitors or\nthat identifies an employee’s affiliation with the Company (other than as an incidental mention of\nplace of employment in personal social media activity unrelated to the Company).\n\nThis Policy applies to social media activity when on or off duty, while using the Company’s or\npersonal electronic resources, and whether or not the employee posts anonymously or using a\npseudonym. Unless specifically authorized, employees are prohibited from using the Company’s\n\n---\n\nelectronic resources to engage in social media activity or from otherwise engaging in social media\nactivity during working time. Employees may use personal devices, such as a non-Company smart\nphone or tablet, during rest breaks and meal periods to engage in social media activity as long as\nthe employee’s personal device is not connected to the Company’s network.\n\nThe Company values its established brand reputation and good will relationships. These are\nimportant corporate assets. Consider this when you engage in social media activity that identifies\nyou as a Company employee, or in any way relating to the Company.\n\nYou should not represent or suggest in any social media content that you are authorized to speak\non the Company’s behalf, or that the Company has reviewed or approved your content.\n\nYou shall not post content about the Company, management, co-workers or customers that is\nvulgar, obscene, threatening, intimidating, defamatory, harassing, or a violation of the Company’s\npolicies against discrimination, harassment, or hostility on account of age, race, religion, sex,\nethnicity, nationality, disability, or other protected class, status, or characteristic.\n\nYou shall not make knowingly false statements about the Company’s products or services, or the\nproducts or services of its customers, vendors or competitors.\n\nYou may not use the Company’s logo, trademark or proprietary graphics for any purpose,\nincluding for commercial or non-commercial use.\n\nAny conduct that adversely affects an employee’s job performance or the performance of fellow\nemployees, or otherwise adversely affects the Company’s legitimate business interests, may result\nin disciplinary action, up to and including termination. Similarly, inappropriate postings, including\nbut not limited to discriminatory remarks, harassment and threats of violence or similar\ninappropriate or unlawful conduct will not be tolerated and may result in disciplinary action, up to\nand including termination. However, this restriction will not apply to any postings made in the\nexercise of any rights granted to an employee by federal law.\n\n**Right to Monitor**\n\nKinyon Construction’s email and Internet system is at all times the property of the Company. By\naccessing the Internet, Intranet (Company servers) and electronic mail services through facilities\nprovided by the Company, you acknowledge that the Company (by itself or through its Internet\nService Provider) may from time to time monitor, log and gather statistics on employee Internet\nactivity and may examine all individual connections and communications. Please note that the\nCompany uses email filters to block spam and computer viruses. These filters may from time to\ntime block legitimate email messages. Employees should not expect that information on any\nCompany computer will be confidential or that they will have any proprietary, privacy or protected\nconfidentiality right with respect to such information. In order to monitor compliance with this\npolicy and protect its business interests, including the need to prevent any improper use of\ncomputers, the Company reserves the right to gain access to any information stored in, accessed,\nused, or retrieved by any of its computers\n\n---\n\n**Responsibilities and Obligations**\n\nEmployees may not access, download or distribute material that is illegal, or which others may\nfind offensive or objectionable, such as material that is pornographic, discriminatory, harassing,\nor an incitement to violence.\n\nYou must respect and comply with copyright laws and intellectual property rights of both the\nCompany and other parties at all times. When using web-based sources, you must provide\nappropriate attribution and citation of information to the websites. Software must not be\ndownloaded from the Internet without the prior approval of qualified persons within the Company.\n\n**Violation of this Policy**\n\nIn all circumstances, use of Internet access and email systems must be consistent with the law\nand Company policies. Violation of this policy is a serious offense and, subject to the requirements\nof the law, may result in a range of sanctions, from restriction of access to electronic\ncommunication facilities to disciplinary action, up to and including termination.\n\n##### Email\n\nThe email system is the property of Kinyon Construction. All emails are archived on the server in\naccordance with our records retention policy, and all emails are subject to review by the Company.\nYou may make limited use of our email system for personal business matters, so long as such use\nis kept to a minimum and does not interfere with your work.\n\nThe Company email system is Company property, and as such, is subject to monitoring. System\nmonitoring is done for your protection and the protection of the rights or property of the provider\nof these services. Please consider this when conducting personal business using Company\nhardware and software.\n\nElectronic mail is like any other form of Company communication, and may not be used for\nharassment or other unlawful purposes. Your email account is a Company-provided privilege, and\nis Company property. Remember that when you send email from the Company domain, you\nrepresent the Company whether your message is business-related or personal.\n\n**Confidentiality of Electronic Mail**\n\nAs noted above, electronic mail is subject at all times to monitoring, and the release of specific\ninformation is subject to applicable laws and Company rules, policies and procedures on\nconfidentiality. Existing rules, policies and procedures governing the sharing of confidential\ninformation also apply to the sharing of information via commercial software.\n##### Cellphones and Telephones\n\nAccess to the Company telephone system is given principally for work-related activities or\napproved educational/training activities. Incidental and occasional personal use is permitted. Such\ncalls must be kept to a minimum. This privilege should not be abused and must not affect the\nemployee’s performance of employment-related activities. Telephone usage should be based upon\n\n---\n\ncost-effective practices that support the Company’s mission and should comply with applicable\nrules and regulations.\n\nYou should use common sense and your best judgment when making or receiving personal cellular\nphone calls at work. Site specific policies and procedures always take precedent, always check\nwith your supervisor on those pertaining to your job site. To the extent possible, employees should\nmake personal cell phone calls during their breaks or lunch times. The use of cameras on cell\nphones during work hours is prohibited, without approval of an appropriate supervisor, to protect\nthe privacy of the Company as well as of fellow employees.\n\nThe Company telephone system is at all times the property of the Company. By accessing the\ntelephone system through facilities provided by the Company, you acknowledge that the Company\nhas the right to monitor its telephone system from time to time to ensure that employees are using\nthe system for its intended purposes.\n\nThe Company prohibits the use of hand-held cellular devices while driving. Employees are\nstrongly encouraged to use a hands-free cellular device while driving, should the use become a\nnecessity in the course of employment. Sending and/or receiving text messages is expressly\nprohibited while operating any vehicle. Please note that any citations an employee receives for\nimproper use of a cell phone while operating a motor vehicle will be the employees own personal\nresponsibility.\n\n##### Smoking\n\nIn order to provide a safe and comfortable working environment for all employees, smoking is\nstrictly prohibited at all times inside any Kinyon Construction building and/or at any job site,\nunless in a designated smoking area.\n\n##### Drug-Free Workplace\n\nKinyon Construction takes seriously the problem of drug and alcohol abuse, and is committed to\nproviding a substance abuse-free workplace for its employees. Substance abuse of any kind, such\nas the unlawful use of narcotics, is inconsistent with the behavior expected of our employees,\nsubjects all employees and visitors to our facilities to unacceptable safety risks, and undermines\nour ability to operate effectively and efficiently. The Company has adopted a formal policy related\nto substance abuse. A copy of the complete policy is contained in this Handbook.\n\n##### Drug and Alcohol Abuse Policy\n\nKinyon Construction is committed to providing its employees a safe, efficient, and productive\nwork environment. In keeping with this commitment, the Company has adopted a variety of\npolicies to ensure that employees perform their duties safely, efficiently, and in a manner that\nprotects their interests as well as those of their co-workers and our customers.\n\nThe goals of this policy would be severely compromised by drug or alcohol abuse in the work\nplace. The Company has therefore adopted a strict policy regarding the inappropriate use or\n\n---\n\npossession of drugs or alcohol. There are two components to this policy. The first involves a\ngeneral prohibition against conduct that is detrimental to the objectives of the policy and the\ninterests of the Company and its employees. The second involves methods of detecting\ninappropriate drug or alcohol use, including the testing of job applicants and employees for\nsubstance abuse.\n\n1. General Rules\nEmployee involvement with alcohol or drugs can be extremely disruptive and harmful to the work\nplace. It can adversely affect the quality of work and the performance of employees, pose serious\nsafety and health risks to the user and others, and have a negative impact on work efficiency and\nproductivity. Accordingly, the Company requires all employees to report for work fit to perform\ntheir duties and prohibits the use or possession of alcohol or illegal drugs. All employees must\nadhere to the rules stated in this policy.\n\nThe use, possession, distribution, transfer or sale of illegal drugs or alcohol, or being under the\ninfluence of drugs or alcohol, is strictly prohibited while on duty, while on the Company's premises\nor while operating a vehicle or potentially dangerous equipment owned or leased by the Company.\nAny violation of this policy may result in disciplinary action, up to and possibly including\nimmediate discharge.\n\nAny employee who is under the influence of any prescribed medication must advise his supervisor\nof that fact, and the precise type of medication involved, before reporting to work.\n\n1. Pre-employment Testing\nAll job applicants applying for employment with the Company must submit to and pass a drug\nscreening test. All offers of employment are conditioned upon the successful completion of the\ntesting procedure.\n\n1. Reasonable Suspicion Testing\nIn cases when an employee's supervisor or other Company superior has reasonable suspicion to\nbelieve that the employee possesses or is under the influence of drugs and/or alcohol and such use\nor influence may adversely affect the employee's job performance, or the safety of the employee\nor co-workers, alcohol and/or drug screening may be ordered. This suspicion must be based on\nany objective symptoms, such as factors related to the employee's appearance, behavior, speech\nand/or other facts. If an employee is on medically-prescribed medication, it is the employee's\nresponsibility to advise his supervisor of this fact before he reports to work.\n\nTesting may also be required if an employee is found to be in possession of physical evidence, i.e.,\ndrugs, alcohol or paraphernalia, possibly connected with the use of an illicit drug. Testing may\nalso be required if illicit drugs and/or alcohol are found in the employee's immediate work area.\nHowever, it should be emphasized that possession of drugs or alcohol is prohibited whether or not\nit is determined that the employee also used such substances.\n\n---\n\n1. Post Mishap Testing\nAlcohol and/or drug screening may be required following any work-related accident or any\nviolation of safety precautions or standards, whether or not an injury resulted from such accident\nor violation.\n\n1. Testing\nViolation of this policy or failure to cooperate fully with any request to test may result in\ndisciplinary action up to and including termination. The Company will pay the full cost of any\ntesting that it has requested of an applicant or employee, including the reasonable cost of any\ntransportation to and from the designated testing facility.\n\n##### Safety and Accident Rules\n\nSafety is a joint venture at Kinyon Construction. We provide a clean, hazard-free, healthy, safe\nenvironment in which to work and make every effort to comply with all relevant federal, state\nand local occupational health and safety laws, including the federal Occupational Safety and\nHealth Act (OSHA) along with the Mine Safety and Health Administration (MSHA). The\nCompany’s Health, Safety and Environmental Manual (HS&E) Section 2.1 Illness and Injury\nPrevention Plan (IIPP) Subsection II (B) states: “ *All employees are responsible for using safe*\n*work practices, for following all directives, policies and procedures, and for assisting in*\n*maintaining a safe and healthful work environment.”*\nAs an employee, you have a duty to comply with the safety rules of the Company, and you are\nexpected to take an active part in maintaining this hazard-free environment. You should observe\nall posted safety rules, adhere to all safety instructions provided by your supervisor and use safety\nequipment where required. Your workspace should be kept neat, clean and orderly. You are\nrequired to report any accidents or injuries regardless of how serious - including any breaches of\nsafety - and to promptly report any unsafe equipment, working condition, process or procedure to\na supervisor and the Company’s Safety Officer. Concerning Accident Investigation, Section 2.Illness and Injury Prevention Plan Subsection (IIPP) Subsection V (A) of the HS&E states: *“All*\n*incidents, injuries and/or exposures are to be investigated immediately.”* Immediately involving a\nCompany Safety Officer is key for these investigations to be effective; also included in this portion\nof the HS&E is a thorough breakdown of the Accident Investigation procedure, as well as Section\n9 of the HS&E. In addition, if you become ill or get hurt while at work, you must notify your\nmanager immediately. Failure to do so may result in a loss of benefits under the state workers’\ncompensation law.\n\nFailure to abide by the Company’s safety and accident rules and HS&E may result in disciplinary\naction, up to and including termination.\n\n**Workplace Violence Prevention Policy**\n\nAs stated above, Kinyon Construction is committed to the safety and security of our employees.\nWorkplace violence or threats of violence present a serious occupational safety hazard to our\norganization, staff, and clients.\n\n---\n\nWorkplace violence includes any physical assault or act of aggressive behavior occurring where\nan employee performs any work-related duty in the course of his or her employment including but\nnot limited to an attempt or threat, whether verbal or physical, to inflict physical injury upon an\nemployee; any intentional display of force which would give an employee reason to fear or expect\nbodily harm; intentional and wrongful physical contact with a person without his or her consent\nthat entails some injury; or stalking an employee with the intent of causing fear of material harm\n(harm relevant to the case) to the physical safety and health of such employee when such stalking\nhas arisen through and in the course of employment.\n\nActs of violence or threats of violence by or against any of our employees where any work-related\nduty is performed will be thoroughly investigated and appropriate action will be taken, including\ninvolving law enforcement authorities when warranted. All employees are responsible for helping\nto create an environment of mutual respect for each other as well as clients and visitors, following\nall policies, procedures and practices, and for assisting in maintaining a safe and secure work\nenvironment.\n\n##### Promotions and Transfers\n\nIn an effort to match you with the job for which you are most suited and/or to meet the business\nand operational needs of the Company, you may be transferred from your current job. This may\nbe either at your request or as a result of a decision by the Company.\n\nReasons for transfer may include, but are not necessarily limited to, fluctuations in department\nworkloads or production flow; a desire for more efficient utilization of personnel; increased career\nopportunities; personality conflicts; health; other personal situations; or other business reasons.\nTemporary transfers may be made at the discretion of the Company management.\n\nMost job openings that are intended to be filled from within the Company will be announced to its\nemployees. The management of the Company does reserve the right, however, to transfer or\npromote an employee without posting the availability of that position.\n\nAn employee is eligible to request a transfer and to be considered for a promotion at any time.\n\n##### Anti-Discrimination & Harassment\n\n##### Discrimination Is Prohibited\n\nThe employer is committed to providing a work environment that is free of discrimination. Kinyon\nConstruction is an equal opportunity employer and makes all employment decisions without regard\nto race, religion, color, sex (including pregnancy, sexual orientation and gender identity), national\norigin, disability, age, genetic information, or any other status protected under applicable federal,\nstate, or local laws. This policy applies to all terms and conditions of employment, including but\nnot limited to, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence,\nbenefits, compensation and training. We seek to comply with all applicable federal, state and local\n\n---\n\nlaws related to discrimination and will not tolerate the interference with the ability of any of the\nCompany’s employees to perform their job duties.\n\nThe Company makes decisions concerning employment based strictly on an individual’s\nqualifications and ability to perform the job under consideration, the comparative qualifications\nand abilities of other applicants or employees, and the individual’s past performance within the\norganization.\n\nThis policy against discrimination applies to all employer agents and employees, including\nsupervisors and non-supervisory employees, and to nonemployees who engage in unlawful\nharassment in the workplace. Furthermore, it prohibits unlawful harassment in any form, including\nverbal, physical and visual harassment, and prohibits retaliation of any kind against individuals\nwho file complaints in good faith or who assist in an employer investigation.\n\nIf you believe that an employment decision has been made that does not conform with\nmanagement’s commitment to equal opportunity, you should promptly bring the matter to the\nattention of your immediate supervisor, designated manager, or the Human Resources Department.\nYour complaint will be promptly, thoroughly and impartially investigated. There will be no\nretaliation against any employee who files a complaint in good faith, even if the result of the\ninvestigation produces insufficient evidence to support the complaint.\n\n##### Americans with Disabilities Act\n\nThe federal Americans with Disabilities Act (ADA) prohibits discrimination against qualified\nindividuals with disabilities in job application procedures, hiring, firing, advancement,\ncompensation, fringe benefits, job training and other terms, conditions and privileges of\nemployment. As a matter of Company policy, the Company prohibits discrimination of any kind\nagainst people with disabilities.\n\n**Reasonable Accommodation**\n\nA reasonable accommodation is any change in the work environment (or in the way things are\nusually done) to help a person with a disability apply for a job, perform the duties of a job, or enjoy\nthe benefits and privileges of employment.\nQualified applicants or employees who are disabled should request reasonable accommodation\nfrom the Company in order to allow them to perform a particular job. If you are disabled and you\ndesire such reasonable accommodation, contact your immediate supervisor, designated manager,\nor the Human Resources Department. On receipt of your request we will meet with you to discuss\nyour disability. We may ask for information from your health care provider(s) regarding the nature\nof your disability and the nature of your limitations or take other steps necessary to help us\ndetermine viable options for reasonable accommodation. We will then make a good faith effort to\nwork with you to determine whether your disability can be reasonably accommodated, and if it\ncan be accommodated, we will explore alternatives, if any, with you and endeavor to implement a\nmutually agreeable accommodation.\n\nReasonable accommodation may take many forms and it will vary from one employee to another.\nPlease note that according to the ADA, the Company does not have to provide the exact\n\n---\n\naccommodation you want, and if more than one accommodation works, we may choose which one\nto provide. Furthermore, the Company does not have to provide an accommodation if doing so\nwould cause undue hardship to the Company.\n\n##### Workplace Harassment\n\nKinyon Construction is committed to providing a work environment that provides employees\nequality, respect and dignity. In keeping with this commitment, the Company has adopted a policy\nof “zero tolerance” with regard to employee harassment. Unlawful harassment may take many\nforms, including:\n\n Verbal conduct, such as epithets, derogatory comments, slurs, or unwanted sexual\n\nadvances, invitations or comments.\n Visual conduct, such as derogatory posters, cartoons, drawings or gestures.\n Physical conduct, such as assault, blocking normal movement, or interference with work\n\ndirected at an employee because of the employee's sex or other protected characteristic.\n Threats and demands to submit to sexual requests in order to keep one's job or avoid some\n\nother loss, and offers of job benefits in return for sexual favors.\n Retaliation for having reported unlawful harassment.\n\nThis policy applies to all terms and conditions of employment. Harassment of any other person,\nincluding, without limitation, fellow employees, contractors, visitors, clients or customers,\nwhether at work or outside of work, is grounds for immediate termination. The Company will\nmake every reasonable effort to ensure that its entire community is familiar with this policy and\nthat all employees are aware that every complaint received will be promptly, thoroughly and\nimpartially investigated and resolved appropriately. The Company will not tolerate retaliation\nagainst anyone who complains of harassment or who participates in an investigation.\n\nAny employee or other person who believes he or she has been harassed by a co-worker,\nsupervisor, agent of the company or nonemployee should promptly report the facts of the incident\nor incidents and the names of the individuals involved to his or her supervisor or, in the alternative,\nto the Human Resources Department. It is the responsibility of each employee immediately to\nreport any violation or suspected violation of this policy to one or more of the individuals identified\nabove.\n\nSupervisors should immediately report any incidents of harassment to the Human Resources\nDepartment. The Human Resources Department will investigate all such claims and take\nappropriate corrective action, including disciplinary action, when it is warranted. Employees\nshould feel free to report valid claims without fear of retaliation of any kind. Employees will not\nbe subject to retaliation for registering any complaint of unlawful harassment in good faith.\n\n**Sexual Harassment**\n\nSexual harassment is prohibited by federal, state and local laws, and applies equally to men and\nwomen. Sexual harassment includes, but is not limited to, unwelcome sexual advances, requests\nfor sexual favors and other verbal or physical conduct of a sexual nature when the conduct: (1)\n\n---\n\nexplicitly or implicitly affects a term or condition of an employee’s employment; (2) is used as the\nbasis for employment decisions affecting the employee; or (3) unreasonably interferes with an\nemployee’s work performance or creates an intimidating, hostile or offensive working\nenvironment.\n\nSuch conduct may include, but is not limited to: subtle or overt pressure for sexual favors;\ninappropriate touching; lewd, sexually oriented comments or jokes; foul or obscene language;\nposting of suggestive or sexually explicit posters, calendars, photographs, graffiti, or cartoons; and\nrepeated requests for dates. Company policy further prohibits harassment and discrimination based\non sex stereotyping (Sex stereotyping occurs when one person perceives a man to be unduly\neffeminate or a woman to be unduly masculine and harasses or discriminates against that person\nbecause he or she does not fit the stereotype of being male or female.). The Company encourages\nreporting of all perceived incidents of sexual harassment, regardless of who the offender may be.\nEvery employee is encouraged to raise any questions or concerns with his or her immediate\nsupervisor, designated manager, or the Human Resources Department. Individuals who violate this\npolicy are subject to discipline up to and including the possibility of immediate termination.\n\n##### Supervisors' Responsibilities\n\nAll managers are expected to ensure a work environment free from sexual and other harassment.\nThey are responsible for the application and communication of this policy within their work area.\nManagers should:\n\n Encourage employees to report any violations of this policy before the harassment\n\nbecomes severe or pervasive.\n Make sure the Human Resources Department is made aware of any inappropriate\n\nbehavior in the workplace.\n Create a work environment where sexual and other harassment is not permitted.\n\n##### Procedures for Reporting and Investigating Harassment\n\nEmployees should report incidents of inappropriate behavior or sexual harassment as soon as\npossible after the occurrence. Employees who believe they have been harassed, regardless of\nwhether the offensive act was committed by a manager, co-worker, vendor, visitor, or client,\nshould promptly notify their immediate supervisor, designated manager, or the Human Resources\nDepartment. If the employee’s immediate supervisor is involved in the incident, the employee\nshould report the incident to the President. Every claim of harassment will be treated seriously, no\nmatter how trivial it may appear. All complaints of harassment, sexual harassment, or other\ninappropriate sexual conduct will be promptly, thoroughly and impartially investigated by the\nCompany.\n\nThere will be no retaliation for filing or pursuing a harassment claim. To the extent possible, all\ncomplaints and related information will remain confidential except to those individuals who need\nthe information to investigate, educate, or take action in response to the complaint.\n\n---\n\n##### Penalties for Violation of Anti-Harassment Policy\n\nIf it is determined that inappropriate conduct has occurred, Kinyon Construction will act promptly\nto eliminate the offending conduct, and take such action as is appropriate under the circumstances.\nSuch action may range from counseling to termination of employment, and may include such other\nforms of disciplinary action, as the Company deems appropriate under the circumstances and in\naccordance with applicable law.\n\n##### Compensation\n\n##### Payroll Practices\n\nEmployees are paid weekly. If the regularly scheduled payroll date falls on a Saturday, the\nCompany will attempt to deliver paychecks on Friday. If the regular payday falls on a Sunday,\nemployees will be paid on Monday. When a payroll date falls on a holiday, employees will, when\npossible, be paid on the last business day before the holiday. Otherwise, employees will be paid\non the first business day following the scheduled payroll date.\n\n##### Salary Deductions and Withholding\n\nThe Company will withhold the following from your paycheck:\n\n***Taxes***\n\nFederal, state and local taxes, as required by law, as well as the required FICA (Social Security\nand Medicare) payments.\n\n***Insurance/Supplemental Insurance***\n\nYour contribution to State Disability Insurance, health insurance or other insurance premiums for\nyourself and any eligible family members or to other contributory benefit programs.\n\n***Other Deductions***\n\nState and Federal Income Tax Liens, other deductions which you authorize, including 401(k)\ncontributions.\n\n##### Direct Deposit\n\nYou may have your paycheck deposited directly into your bank account. You will be given the\nauthorization form for deposit by your immediate supervisor, designated manager, or the Human\nResources Department.\n\n---\n\n##### Benefits\n\n##### General\n\nThis section describes the fringe benefits provided by Kinyon Construction and information on\nyour eligibility for benefits. Employees meeting the eligibility criteria for particular benefits may\nparticipate in the various insurance programs offered by the Company.\n\n##### Employee Navigator\n\nEmployee Navigator is an online enrollment platform for you, as the employee, to elect, change,\nor decline coverage for Major Medical, Dental, Vision, and Life insurance. In addition, you will\nbe able to find Summary of Benefits and Coverages (SBC’s) for each available plan and options.\nFeel free to reach out to Human Resources for more information or for instructions to enroll.\n\nThis Handbook will also be available on Employee Navigator for your convenience.\n\n##### Medical Insurance\n\nKinyon Construction offers medical insurance to all eligible employees. Details of the\nclassification(s)/plan(s) may be found in the Employee Navigator; also, the Human Resources\ndepartment may assist you. The Company offers medical coverage for eligible employees and their\neligible dependents.\n\n##### Employee Contributions\n\nKinyon Construction’s benefit package is contributory; that is, you are responsible for a portion of\nthe premium for your benefits. A portion of the premium, up to a maximum per month, is\ncontributed by the Company. Your contributory cost is deducted from your paycheck.\n\n##### Late Applicants\n\nAt the time you are hired, you are given an opportunity to elect certain benefits. If you waive\nparticipation in any of these programs for either yourself or your eligible dependents, you will\ngenerally be allowed to apply for entry into the various plans only during Open Enrollment.\n\n##### Open Enrollment\n\nThe Open Enrollment period allows employees to add or change their benefits coverage.\nApplications for Medical Plan, Dental Plan, Life Insurance Plan, Vision Plan, and any other\nemployer-sponsored benefit may be submitted during this period. Changes, additions and other\nelections made during Open Enrollment will take effect on the effective date following the Open\nEnrollment period. Once you have made a change, you generally cannot change that selection until\nthe next Open Enrollment period (except in the case of certain life events; see Special Enrollment).\n\n---\n\n##### Special Enrollment\n\nSpecial enrollment allows individuals who previously declined coverage to enroll in the plan upon\nloss of eligibility for other coverage and upon certain life events, such as marriage and the birth,\nadoption, or placement for adoption of a child. Employees must generally request enrollment\nwithin 30 days of the loss of coverage or life event triggering the special enrollment. For specific\ndetails regarding special enrollment, please refer to your Summary Plan Description.\n\n##### Continuation of Health Coverage\n\nFederal law generally requires employers with 20 or more employees to give employees, spouses\n(including same-sex spouses) and dependent children the right to continue group health benefits\nfor limited periods of time under certain circumstances, such as voluntary or some types of\ninvoluntary job loss, reduction in hours worked, death, divorce and other life events. Employees\nordinarily may continue their health coverage for up to 18 months when their employment is\nterminated.\n\n##### Dental Insurance\n\nKinyon Construction offers a dental plan for eligible employees. Please refer to the dental\nSummary Plan Description for an explanation of the plan benefits and limitations.\n\n##### Vision Insurance\n\nKinyon Construction offers a vision plan for eligible employees. Please refer to the vision\nSummary Plan Description for an explanation of the plan benefits and limitations.\n\n##### Life Insurance\n\nEligible employees are automatically enrolled in a group term life insurance program. Enrollees\nmay designate or change the beneficiary for this policy at any time. The Company pays the\npremium for this program. The face value of this benefit is equal to one times the employee’s\nannual salary. For details please refer to the Summary Plan Description.\n\n##### Supplemental Life Insurance\n\nEligible employees may purchase supplemental life insurance for themselves at group rates.\nSupplemental life insurance is a voluntary benefit and is employee-specific. Enrollees should refer\nto the plan SPD for eligibility requirements, plan limitations, and additional information.\n\n---\n\n##### Supplemental/Voluntary Insurance\n\nEligible employees may purchase voluntary (Aflac) insurance for themselves/family at a group\nrate. Available plans include but are not limited to:\n\n Off the Job Accident\n Short-term Disability\n Cancer\n Hospital\n\nIf interested, please make contact with the Human Resources department for more information.\n\n##### Workers' Compensation Insurance\n\nTo provide for payment of your medical expenses and for partial salary continuation in the event\nof a work-related accident or illness, you are covered by workers’ compensation insurance,\nprovided by the Company and based on state regulations. The amount of benefits payable, as well\nas the duration of payments, depends upon the nature of your injury or illness. However, all\nmedical expenses incurred in connection with an on-the-job injury or illness and partial salary\npayments are paid in accordance with applicable state law. If you are injured or become ill on the\njob, you must immediately report the injury or illness to the Human Resources Department. This\nensures that the Company can help you obtain appropriate medical treatment. Your failure to\nfollow this procedure may delay your benefits or may even jeopardize your receipt of s. Questions\nregarding workers’ compensation insurance should be directed to the Human Resources\nDepartment.\n\n##### Travel, Lodging, and Entertainment\n\nThe following reasonable expenses will be reimbursed only if they are properly approved by the\nappropriate supervisor and documented via letter or electronic communication.\n\n***Business Travel-Related Expenditures***\n\nPlease request receipts for all transportation expenditures and record on the receipt the starting and\nending point for the trip and a brief description of the purpose of the trip, along with the KC # or\nother applicable purchase order number (PO and RK #, for example).\n\n**Personal Automobile Usage**\n\nThe use of a personal automobile is discouraged, except for regional travel. Employees who are\nrequired to use their automobile for Company business will be reimbursed for fuel costs and\nreasonable parking expenses that exceed their normal personal commuting costs, subject to the\napproval of their supervisor. The reimbursement is intended to be a reasonable reimbursement of\nbusiness-related costs.\n\n---\n\n**Parking Reimbursement**\n\nEmployees may be reimbursed for business-related parking expenses up to the established\nmaximum rate of $25.\n\n**Public Transit Reimbursement**\n\nEmployees may find it convenient and cost-effective to use light rail train or bus transportation for\nbusiness-related purposes instead of driving. This includes reimbursements for expenses incurred\nin the direct performance of an employee’s duties other than commuting to and from work.\n\n**Rental Cars**\n\nAutomobile rentals should be limited to situations where other means of transportation are not\npractical, economical, or available. Travelers are encouraged to choose compact or mid-sized cars\nwhenever possible. If you need more information regarding rental cars, contact your immediate\nsupervisor, designated manager, or the Human Resources Department.\nNote: Travelers should refill gas tanks before returning the vehicles. Rental companies levy a\ncharge for refueling, far more than the price of gas. Avoid drop charges by returning the vehicle\nto the renting location. Compare the cost of air travel versus driving and drop charges.\n\n**Air Travel**\n\nAir travel expense is reimbursed on the basis of the actual cost incurred by the traveler using\nnormally traveled routes. Be sure to make reservations in advance, as most discounted fares are\navailable when purchased several days prior to departure. Be flexible in selection of airlines and\nflight time.\n\n***Accommodations***\n\nTravelers are strongly encouraged to use standard accommodations at reasonably priced midmarket hotels or motels. Before booking anything, please check with office staff so the appropriate\npersonnel may be aware and assist if needed.\n\n***Meal Expenses***\n\nEmployees will be reimbursed for reasonable and actual expenses for meals incurred during\nbusiness related travel. The Company will generally reimburse travelers for three meals a day. All\noriginal receipts must be included with the employee’s travel and expense report. Any employee\nexpense report received without the receipts will be returned to the employee. Employee expense\nreports submitted with receipts missing will be forwarded to the next level manager for approval.\nReasonable expenses are outlined below:\n\n Breakfast $ Lunch $ Dinner $\n\n---\n\nThis policy pertains specifically to travel. Per Diem may vary with each job, please check with\nthe appropriate supervisor for those rates.\n\n***Expense Reports***\n\nAll expenses for which an employee seeks reimbursement must be itemized on an expense report.\nExpense reports must be submitted within one week of incurring the expense, or upon returning to\nthe office following trip completion (if reimbursement for travel expenses is requested).\n\nThe following information must be included in each expense report submitted:\n\n Employee’s name\n Itemized list of all expenses for which reimbursement is requested, including the amount\n\nand the business-related purpose for each\n For travel-related expenses, the date, location, and purpose of the trip and a description of\n\nthe business expenses incurred (transportation, lodging, meals)\n\n Purchase order number, such as the KC or RK #\n\nReceipts are required for all expenses and must be attached to the expense report.\n\n***Non-Reimbursable Expenses***\n\nNon-Reimbursable expenses include, but are not limited to:\n\n Personal entertainment expenses such as movies, games, and health clubs\n Costs incurred by failure to cancel transportation or hotel reservations\n Traffic and/or parking violation fines\n Spouse or other family member expenses\n Laundry service (unless the trip is longer than 5 days)\n\n##### Company-Issued Credit Cards\n\nKinyon Construction may issue company credit cards to certain employees for business use as\nnecessary in connection with the employee’s job duties. Use of company-issued credit cards is a\nprivilege, which the Company may withdraw at any time.\n\nAny credit card issued to an employee by the Company must be used for business purposes only.\nPersonal purchases of any type are not allowed and will not be reimbursed. Expenses for lodging\nand meals while on company-approved business trips are considered business purchases, as long\nas such expenses are consistent with the Company’s travel and expense reimbursement policy.\n\nEmployees are expected to exercise discretion and good judgment when incurring business\nexpenses (job related expenses, such as materials or supplies) and to report expenses on a timely\nbasis with appropriate documentation. If there is any question as to whether a particular purchase\nqualifies as a business expense, the employee should consult his or her manager before incurring\n\n---\n\nthe expense. Employees are responsible for any unauthorized purchases deemed by the\nCompany to be for personal use.\n\nEmployees must have Company credit card balances paid when due. Expenses will not be\nreimbursed unless the employee submits a written expense report in a timely manner including,\nbut not limited to, the KC or RK # associated with the job the purchase is for; all receipts must\ninclude a purchase order number, such as a KC or RK #.\n\nFurthermore, all tool purchases must have the express consent, in writing, from the Company\nPresident, Kevin Kinyon. This consent will also need to have documentation with electronic\nbackup and must be approved prior to the purchase of any tools.\n\n##### Leave\n\n##### Religious Observance\n\nFederal and state equal opportunity laws generally require employers to accommodate the religious\nbeliefs of employees, but do not require them to provide paid leave. The Company respects your\nreligious beliefs; therefore, employees who require time off may use personal days. This leave\nmust be requested through the department manager two weeks prior to the event, and may be\ndeclined, only if causing the Company undue hardship.\n\n***Procedure***\n\nRequests for time off should be submitted to your supervisor as soon as you know when you wish\nto schedule your time off, but in no event less than two weeks prior to the time requested. Time\noff requests are approved by your immediate supervisor. This is coordinated so that sufficient staff\nis available to provide adequate coverage at all times, and there may be Company-wide or\ndepartment-specific “blackout dates,” as necessary. Time off requests are granted on a first-come,\nfirst-served basis. In the event of a conflict in requests, your supervisor will consider the\nCompany’s staffing needs during the relevant period, as well as the length of service with the\nCompany of the employees involved.\n\n##### Personal/Sick Leave\n\nA. Eligibility\n\nAn employee qualifies to accrue paid sick leave under this policy upon the start of the employee’s\nemployment or July 1, 2015, whichever is later.\n\nB. Leave Benefit\n\nEmployees accrue one hour of paid sick leave for every 30 hours of work performed. Unless a\nlocal ordinance requires otherwise, employees may not accrue more than 24 hours or three\nregularly-scheduled workdays of paid sick leave, whichever is greater, at any given time.\n\n---\n\nEmployees who reach the applicable cap will cease to accrue further paid sick leave hours until\npaid sick leave is used, at which point the employee will continue to accrue additional paid sick\nleave up to the cap. Paid sick leave not used in a year otherwise carries over from year to year.\n\nC. Leave Usage\n\nEmployees may take the greater of 24 hours or three regularly-scheduled workdays’ worth of paid\nsick leave per leave year for any of the qualifying reasons discussed below, as well as any reasons\nallowed for under an applicable local paid sick leave ordinance. For the purposes of this policy,\nthe leave year is the employee’s anniversary year.\n\nPaid sick leave may be used for the diagnosis, care (including preventive care), or treatment of an\nexisting health condition of an employee and certain family members of the employee.\n\nA family member includes a child, parent, spouse, domestic partner, grandparent, grandchild, or\nsibling. For purposes of this policy, a “child” means a biological or adopted child, a foster child, a\nstep-child, a legal ward, or a child to whom the employee stands in loco parentis (in the place of a\nparent). Similarly, a “parent” under this policy means a biological or adoptive parent, a foster\nparent, a step-parent, an employee’s legal guardian, a legal guardian of an employee’s spouse or\ndomestic partner, or a person who stood in loco parentis when the employee was a minor child.\n\nEmployees who are victims of domestic violence, sexual assault, or stalking also may use paid\nsick leave for treatment, assistance, and other purposes authorized by law.\n\nEmployees using paid sick leave must do so in minimum increments of two hours. Employees will\nbe paid for sick leave not later than the payday for the next regular payroll period after the sick\nleave was taken. Finally, an employee will not be required to search for or find a replacement if\nthe employee is taking paid sick leave under this policy.\n\nD. Compensation for Sick Leave\n\nPaid sick days ordinarily are paid at the employee’s normal rate of pay earned during regular work\nhours. Accrued, unused paid sick leave is not paid out upon termination or resignation. However,\nemployees separating from employment who are rehired within one year from the date of\nseparation will have their previously accrued and unused paid sick days reinstated. The employee\nalso will begin accruing paid sick leave upon re-hire (assuming the employee’s bank is below the\napplicable cap). In addition, if the employee is re-hired within one year from the date of separation,\nany number of days that the employee previously worked for the Company will be credited toward\nthe 90 calendar days that an employee must have worked for the Company before being eligible\nto use paid sick leave under this policy.\n\nE. Approval\n\nIf the need for paid sick leave is foreseeable (e.g., scheduled routine medical appointments), the\nemployee must provide reasonable advance notice. If the leave is not foreseeable, the employee\n\n---\n\nmust provide notice of the leave as soon as practical. When requesting sick leave, employees\nshould not disclose any private medical information or any other confidential personal information.\n\nF. Non-Retaliation or Discrimination\n\nThe Company strictly prohibits any form of retaliation or discrimination against an employee for\nattempting to use or using paid sick leave under this policy, and for any other reason prohibited by\napplicable law.\n\n***Notification Procedures***\n\nWhen you are absent from work and your absence has not been previously scheduled, you must\npersonally notify your immediate supervisor or manager as soon as you are aware that you will be\nlate or unable to report to work. Leaving a voicemail or message with another staff member does\nnot qualify as notifying your supervisor.\n\nWhen absence is due to illness, the Company reserves the right to require appropriate medical\ndocumentation. Such documentation need only include the employee’s name, the date and time\nthe employee was seen, and if applicable, a specific instruction regarding the employee’s\nincapacity to perform his or her job. Excessive absenteeism or tardiness can result in discipline,\nup to and including discharge. (Also see the section on Family & Medical Leave for extended\nleave situations.)\n\nIf you are absent because of an accident or you are absent for longer than seven (7) days due to\nillness, compensation is paid under the benefits of the Company’s short-term disability plan,\nprovided you are eligible for and participate in that plan.\n\n##### Military Service Leave\n\nEmployees serving in the uniformed services, including the Army, Navy, Marine Corps, Air Force,\nCoast Guard and Public Health Service commissioned corps, as well as the reserve components of\neach of these services, may take unpaid military leave, as needed, to enable them to fulfill their\nobligations as service members. Service members must provide advance written or verbal notice\nto the Company for all military duty, unless giving notice is impossible, unreasonable, or precluded\nby military necessity. Employees should provide notice as far in advance as is reasonable under\nthe circumstances. In addition, employees may, but are not required to, use accrued personal days\nwhile performing military duty.\n\n##### Family and Medical Leave\n\nThe federal Family and Medical Leave Act (FMLA) allows certain employees to take up to weeks of unpaid leave per year for the serious health condition of the employee or an immediate\nfamily member, or for childbirth or adoption. An employee who assumes the role of caring for a\nchild is also entitled to receive parental rights to family leave, regardless of the legal or biological\nrelationship. Either day-to-day care or financial support may establish a parental relationship when\nthe employee intends to assume the responsibilities of a parent with regard to a child. The Human\nResources Department will guide you in completing appropriate forms for the leave. Any paid\n\n---\n\nleave that you have accrued may be counted as part of your FMLA leave.\n\nTo take FMLA leave, you must provide the Company with appropriate notice. If you know in\nadvance that you will need FMLA leave, you must notify the Human Resources Department at\nleast 30 days in advance. If you learn of your need for leave less than 30 days in advance, you\nmust give notice as soon as you can (generally either the day you learn of the need or the next\nwork day). When you need FMLA leave unexpectedly (for example, if a family member is injured\nin an accident), you must inform the Human Resources Department as soon as you can.\n\n##### Military Caregiver Leave\n\nThe FMLA also allows an eligible employee who is the spouse, son, daughter, parent or next of\nkin of a member of the Armed Forces, National Guard or Reserves or of certain recent veterans\nwith a serious illness or injury, up to 26 weeks of unpaid leave within a 12-month period to care\nfor the injured or ill service member or veteran. A “serious illness or injury” is generally an injury\nor illness incurred by the covered service member in the line of duty on active duty (or that existed\nbefore the beginning of the member’s active duty and was aggravated by service in the line of duty\non active duty) that may render the service member medically unfit to perform the duties of the\nmember’s office, grade, rank, or rating.\n\nAn eligible employee is entitled to a combined total of 26 workweeks of military caregiver leave\nand leave for any other FMLA-qualifying reason in a single 12-month period, provided that the\nemployee may not take more than 12 weeks of leave for any other FMLA-qualifying reason during\nthis period. (For example, in the single 12-month period an employee could take 12 weeks of\nFMLA leave to care for a newborn child and 14 weeks of military caregiver leave, but could not\ntake 16 weeks of leave to care for a newborn child and 10 weeks of military caregiver leave.)\nGenerally, you must give the Company at least 30 days’ notice before the commencement of any\nmilitary caregiver leave.\n\n##### Qualifying (Military) Exigency Leave\n\nThe FMLA also provides for up to 12 weeks of unpaid leave within a 12-month period when an\neligible employee’s spouse, son, daughter, or parent is on (or has been notified of an impending\ncall to) “covered active duty” in the Armed Forces. (“Covered active duty” for members of a\nregular component of the Armed Forces means duty during deployment of the member with the\nArmed Forces to a foreign country. “Covered active duty” for members of the U.S. National Guard\nand Reserves means duty during deployment of the member with the Armed Forces to a foreign\ncountry under a call or order to active duty in a contingency operation.) The leave may also be\nextended to the family members of certain retired military. This leave may be used to take care of\nsuch things as child care or financial and legal arrangements necessitated by the deployment of the\nfamily member.\n\n##### Break Time for Nursing Mothers\n\nThe federal Fair Labor Standards Act (FLSA) allows employees to take reasonable, unpaid break\ntime to express breast milk as needed for up to one (1) year after the birth of a child. The Company\n\n---\n\nwill provide a place for the employee to express breast milk, other than a bathroom, that is shielded\nfrom view and free from intrusion from co-workers and the public. Employees will not be\ndischarged or in any other manner discriminated against in exercising their rights under this\npolicy.\n\n##### Civic Duty Leave\n\n##### Jury Duty\n\nKinyon Construction encourages employees to fulfill their civic duties. To that end, employees\nwill be allowed leave to serve on a jury, if summoned. We request that you bring in a copy of your\nsummons notice as soon as you receive it, so that we may keep it on file. If you are called during\na particularly busy period, we may ask you to request a postponement. The Company will provide\nadditional documentation in this regard, if necessary, to obtain such postponement.\n\nJury duty can last from a portion of a single day to several months or more. During this time you\nwill be considered on a leave of absence and will be entitled to continue to participate in insurance\nand other benefits as if you were working. While serving on jury duty, you are expected to call in\nto your supervisor periodically to keep him or her apprised of your status.\n\n##### Appearance as a Witness\n\nAn employee called to appear as a witness will be permitted time off to appear, but without pay.\nEmployees will be permitted to use accrued personal days when appearing as witnesses.\n\n##### Voting\n\nKinyon Construction encourages all employees to vote. Most polling facilities for elections for\npublic office are scheduled to accommodate working voters. The Company, therefore, requests\nthat employees schedule their voting for before or after their work shift. An employee who expects\na conflict, however, should notify his or her supervisor, in advance, so that schedules can be\nadjusted if necessary.\n\n---\n\n##### Miscellaneous\n\n##### Leaving the Company\n\nIf you wish to resign your employment with Kinyon Construction, you are requested to notify your\nmanager of your anticipated departure date at least two (2) weeks in advance. This notice should\nbe in the form of a written note or letter.\n\nThe Company asks all employees to participate in an exit interview with their immediate\nsupervisor prior to leaving the Company. This provides an opportunity to return parking passes,\nkeys and other property and to tie up any loose ends. You will receive preliminary information at\nthat time regarding continuation coverage and any other continuation of benefits for which you\nmay be eligible.\n\nIf you leave the Company in good standing, you may be considered for reemployment at a later\ndate. However, in the case of rehiring, you may be considered a new employee with respect to\npersonal days, benefits and seniority.\n\n---\n\n##### Contacts\n\n***President***\nKevin Kinyon\n[Kevin@kinyonconstruction.com](mailto:Kevin@kinyonconstruction.com)[](mailto:Kevin@kinyonconstruction.com)\n\n***Office Manager***\n\nMary Miller\n[Mary@kinyonconstruction.com](mailto:Mary@kinyonconstruction.com)[](mailto:Mary@kinyonconstruction.com)\n\n***Public Works Supervisor***\n\nManley McNinch\n[Manley@kinyonconstruction.com](mailto:Manley@kinyonconstruction.com)[](mailto:Manley@kinyonconstruction.com)\n\n***Industrial Supervisor***\n\nAdam Harleman\n[Adam@kinyonconstruction.com](mailto:Adam@kinyonconstruction.com)[](mailto:Adam@kinyonconstruction.com)\n\n***Estimating Supervisor***\n\nScott Kinman\n[Scottk@kinyonconstruction.com](mailto:Scottk@kinyonconstruction.com)[](mailto:Scottk@kinyonconstruction.com)\n\n***Fleet/Yard Supervisor***\n\nScot Miller\n[Fleet@kinyonconstruction.com](mailto:Fleet@kinyonconstruction.com)[](mailto:Fleet@kinyonconstruction.com)\n\n***Electrical Supervisor***\n\nPatric Holloway\n[Pat@kinyonconstruction.com](mailto:Pat@kinyonconstruction.com)[](mailto:Pat@kinyonconstruction.com)\n\n***Human Resources Manager***\n\nJohn Wood\n[John@kinyonconstruction.com](mailto:John@kinyonconstruction.com)[](mailto:John@kinyonconstruction.com)\n\n***Hawaiian Operations***\nJuan Carlos Ramirez-Galan\n[Carlos@kinyonconstruction.com](mailto:Carlos@kinyonconstruction.com)[](mailto:Carlos@kinyonconstruction.com)\n\n***Safety Officers***\nAdam Harleman\n\nJohn Wood\n\n***Kinyon Offices***\n1533 W. Betteravia Road\n\nSanta Maria, CA Phone: (805) 938-7990 Fax: (805) 934-\n\n---\n\n##### Other Contacts\n\n***Occupational Safety and Health Administration (OSHA)***\n\n[www.OSHA.gov](http://www.osha.gov/)[](http://www.osha.gov/)\n[Phone: 800-321-6742](tel:800-321-6742)\n\n***Mine Safety and Health Administration (MSHA)***\n\n[www.MSHA.gov](http://www.msha.gov/)[](http://www.msha.gov/)\nPhone: (202) 693-\n\n---\n\nAcknowledgement of Receipt of Kinyon Construction Employee Handbook\n\nI acknowledge that I have received a copy of the Kinyon Construction Employee Handbook\n(“Handbook”). I understand that I am responsible for reading and abiding by all policies and\nprocedures in this Handbook, as well as other policies and procedures of the Company.\n\nI also understand that the purpose of this Handbook is to inform me of the Company’s policies and\nprocedures, and it is not a contract of employment. Nothing in this Handbook provides any\nentitlement to me or to any Company employee, nor is it intended to create contractual obligations\nof any kind. Accordingly, either the employee of the company can terminate the employment\nrelationship at will, with or without cause, at any time. I understand that the Company has the right\nto change any provision of this Handbook at any time and that I will be bound by any such changes.\n\n---\n\n---\n*Signature* *Date*\n\n---\n*Full Name (please print)*\n\nPlease sign and date one copy of this acknowledgement and return it to Human Resources\nDepartment. Retain a second copy for your reference.\n\n---",
  "sections": [
    {
      "title": "Kinyon Construction",
      "level": 2,
      "index": "",
      "start_position": 0,
      "parent_path": ""
    },
    {
      "title": "Employee Handbook:",
      "level": 2,
      "index": "",
      "start_position": 24,
      "parent_path": ""
    },
    {
      "title": "A Guide for Our Employees",
      "level": 2,
      "index": "",
      "start_position": 47,
      "parent_path": ""
    },
    {
      "title": "Table of Contents",
      "level": 5,
      "index": "",
      "start_position": 225,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Welcome",
      "level": 5,
      "index": "",
      "start_position": 2639,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Introduction",
      "level": 5,
      "index": "",
      "start_position": 3077,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "General Employment Policies and Practices",
      "level": 5,
      "index": "",
      "start_position": 4851,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Equal Employment Opportunity",
      "level": 5,
      "index": "",
      "start_position": 4900,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Employment Policy - At Will Employment",
      "level": 5,
      "index": "",
      "start_position": 5781,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Recruitment and Hiring",
      "level": 5,
      "index": "",
      "start_position": 7427,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Employment Classifications",
      "level": 5,
      "index": "",
      "start_position": 8157,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Immigration Law Applicable to All Employees",
      "level": 5,
      "index": "",
      "start_position": 10812,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Hours of Work",
      "level": 5,
      "index": "",
      "start_position": 11393,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Overtime Hours",
      "level": 5,
      "index": "",
      "start_position": 12475,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "California Meal and Rest Period Policy",
      "level": 5,
      "index": "",
      "start_position": 14148,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Meal Periods",
      "level": 5,
      "index": "",
      "start_position": 15180,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Rest Periods",
      "level": 5,
      "index": "",
      "start_position": 18693,
      "parent_path": "A Guide for Our Employees"
    },
    {
      "title": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks.",
      "level": 1,
      "index": "1",
      "start_position": 20243,
      "parent_path": ""
    },
    {
      "title": "Attendance and Punctuality",
      "level": 5,
      "index": "",
      "start_position": 21416,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Inclement Weather",
      "level": 5,
      "index": "",
      "start_position": 22957,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Dress Code and Public Image",
      "level": 5,
      "index": "",
      "start_position": 24185,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Company Vehicles",
      "level": 5,
      "index": "",
      "start_position": 24773,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Work Space/Job Site",
      "level": 5,
      "index": "",
      "start_position": 25727,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Office/Work Equipment",
      "level": 5,
      "index": "",
      "start_position": 26209,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Personnel Records",
      "level": 5,
      "index": "",
      "start_position": 26885,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Performance Reviews, Salary Reviews",
      "level": 5,
      "index": "",
      "start_position": 27394,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Internet Access",
      "level": 5,
      "index": "",
      "start_position": 27995,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Social Media Policy",
      "level": 5,
      "index": "",
      "start_position": 28320,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Email",
      "level": 5,
      "index": "",
      "start_position": 34143,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Cellphones and Telephones",
      "level": 5,
      "index": "",
      "start_position": 35559,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Smoking",
      "level": 5,
      "index": "",
      "start_position": 37442,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Drug-Free Workplace",
      "level": 5,
      "index": "",
      "start_position": 37685,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Drug and Alcohol Abuse Policy",
      "level": 5,
      "index": "",
      "start_position": 38279,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Safety and Accident Rules",
      "level": 5,
      "index": "",
      "start_position": 42353,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Promotions and Transfers",
      "level": 5,
      "index": "",
      "start_position": 46004,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Anti-Discrimination & Harassment",
      "level": 5,
      "index": "",
      "start_position": 47030,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Discrimination Is Prohibited",
      "level": 5,
      "index": "",
      "start_position": 47070,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Americans with Disabilities Act",
      "level": 5,
      "index": "",
      "start_position": 49237,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Workplace Harassment",
      "level": 5,
      "index": "",
      "start_position": 51243,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Supervisors' Responsibilities",
      "level": 5,
      "index": "",
      "start_position": 55421,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Procedures for Reporting and Investigating Harassment",
      "level": 5,
      "index": "",
      "start_position": 55969,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Penalties for Violation of Anti-Harassment Policy",
      "level": 5,
      "index": "",
      "start_position": 57080,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Compensation",
      "level": 5,
      "index": "",
      "start_position": 57558,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Payroll Practices",
      "level": 5,
      "index": "",
      "start_position": 57578,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Salary Deductions and Withholding",
      "level": 5,
      "index": "",
      "start_position": 58046,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Direct Deposit",
      "level": 5,
      "index": "",
      "start_position": 58638,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Benefits",
      "level": 5,
      "index": "",
      "start_position": 58874,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "General",
      "level": 5,
      "index": "",
      "start_position": 58890,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Employee Navigator",
      "level": 5,
      "index": "",
      "start_position": 59172,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Medical Insurance",
      "level": 5,
      "index": "",
      "start_position": 59663,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Employee Contributions",
      "level": 5,
      "index": "",
      "start_position": 59985,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Late Applicants",
      "level": 5,
      "index": "",
      "start_position": 60287,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Open Enrollment",
      "level": 5,
      "index": "",
      "start_position": 60596,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Special Enrollment",
      "level": 5,
      "index": "",
      "start_position": 61190,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Continuation of Health Coverage",
      "level": 5,
      "index": "",
      "start_position": 61694,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Dental Insurance",
      "level": 5,
      "index": "",
      "start_position": 62216,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Vision Insurance",
      "level": 5,
      "index": "",
      "start_position": 62415,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Life Insurance",
      "level": 5,
      "index": "",
      "start_position": 62614,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Supplemental Life Insurance",
      "level": 5,
      "index": "",
      "start_position": 62990,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Supplemental/Voluntary Insurance",
      "level": 5,
      "index": "",
      "start_position": 63314,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Workers' Compensation Insurance",
      "level": 5,
      "index": "",
      "start_position": 63664,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Travel, Lodging, and Entertainment",
      "level": 5,
      "index": "",
      "start_position": 64657,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Company-Issued Credit Cards",
      "level": 5,
      "index": "",
      "start_position": 69252,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Leave",
      "level": 5,
      "index": "",
      "start_position": 70994,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Religious Observance",
      "level": 5,
      "index": "",
      "start_position": 71007,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Personal/Sick Leave",
      "level": 5,
      "index": "",
      "start_position": 72191,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Military Service Leave",
      "level": 5,
      "index": "",
      "start_position": 77227,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Family and Medical Leave",
      "level": 5,
      "index": "",
      "start_position": 77969,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Military Caregiver Leave",
      "level": 5,
      "index": "",
      "start_position": 79301,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Qualifying (Military) Exigency Leave",
      "level": 5,
      "index": "",
      "start_position": 80747,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Break Time for Nursing Mothers",
      "level": 5,
      "index": "",
      "start_position": 81659,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Civic Duty Leave",
      "level": 5,
      "index": "",
      "start_position": 82191,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Jury Duty",
      "level": 5,
      "index": "",
      "start_position": 82215,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Appearance as a Witness",
      "level": 5,
      "index": "",
      "start_position": 83081,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Voting",
      "level": 5,
      "index": "",
      "start_position": 83296,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Miscellaneous",
      "level": 5,
      "index": "",
      "start_position": 83721,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Leaving the Company",
      "level": 5,
      "index": "",
      "start_position": 83742,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "Contacts",
      "level": 5,
      "index": "",
      "start_position": 84634,
      "parent_path": "Non-exempt employees who work more than 14 hours in a workday may be entitled to additional rest breaks."
    },
    {
      "title": "W. Betteravia Road",
      "level": 1,
      "index": "1533",
      "start_position": 86058,
      "parent_path": ""
    },
    {
      "title": "Other Contacts",
      "level": 5,
      "index": "",
      "start_position": 86143,
      "parent_path": "W. Betteravia Road"
    }
  ],
  "stats": {
    "char_count": 87584,
    "section_count": 80
  }
}