{
  "filename": "Construction_TNT_Construction.md",
  "text": "## Page 1\n\nTNT Construction/Kerkhoff, Inc.\n\n EMPLOYEE\n HANDBOOK\n\n &\n\n SAFETY & HEALTH\n POLICY\n\n Revised February 26, 2018\n\nThis Handbook supersedes all previous employee manuals and memos that may have been issued\nfrom time to time on subjects covered in this Handbook.\n\n---\n\n## Page 2\n\nTABLE OF CONTENTS\n\nINTRODUCTION\n\nEMPLOYEE HANDBOOK\n\nSECTION 1: EMPLOYMENT\n1.1 Equal Employment Opportunity Policy\n1.2 Provisions of the Americans with Disabilities Act (ADA)\n1.3 Compliance Information\n1.4 Immigration Law Compliance (I-9)\n1.5 Employment of Minors\n1.6 Application for Employment\n1.7 Definitions of Employee Status\n Full Time\n Part Time\n Temporary (Full Time or Part Time)\n1.8 Confirmation of Previous Employment\n1.9 Motor Vehicle Record (MVR) Inquiry\n1.10 Pre-Employment Drug Testing & Medical Examination\n1.11 Employment-At-Will\n1.12 Probationary Period for New Employees\n1.13 New Employee Orientation\n1.14 Training & Development\n1.15 Payroll Information\n1.16 Anniversary Date\n1.17 Employee Information/Data Changes\n1.18 TSheets & GPS Time Tracking Policy - Time Keeping\n1.19 Personnel Files\n1.20 Right to Privacy\n1.21 Employment of Relatives\n1.22 Forms & Policies to Sign\n TSheets & GPS Tracking Policy\n Vehicle Use Policy\n Acknowledgment of Handbook\n Cell Phone Usage Policy\n\nSECTION 2: WORKING HOURS AND PAY\n2.1 Working Hours\n2.2 Overtime\n2.3 Payroll Deductions from Gross Pay\n2.4 Attendance/Punctuality\n2.5 Unexcused Absence Without Notice\n2.6 Lunch/Breaks Periods\n2.7 Nursing Mothers/Break Periods\n2.8 Pay Period and Payment\n2.9 Timekeeping - TSheets & GPS Time Tracking\n2.10 Travel Time\n\n i\n\n---\n\n## Page 3\n\n2.11 Weather/Rain Delays\n2.12 Error in Pay\n2.13 Employee Advances\n2.14 Performance in Pay\n2.15 Holidays\n2.16 Family Emergency\n2.17 Severe Weather Conditions and Emergency Closings\n\nSECTION 3: BENEFITS\n 3.1 Group Health Insurance\n 3.2 Continuation of Group Health Insurance (Cobra)\n 3.3 Group Life Insurance\n 3.4 Simple IRA Plan\n 3.5 Vesting\n 3.6 Social Security (FICA)\n 3.7 Worker’s Compensation\n 3.8 Unemployment Compensation\n\nSECTION 4: SEPARATION AND LEAVE OF ABSENCES\n4.1 Separation/Termination from Employment\n4.2 Requests of Leave\n Medical/Sick Leave\n Personal Leave\n Leave of Absence (LOA)\n Unexcused Absence\n Family Medical Leave Act (FMLA)\n Voting, Election Judge and Political Convention Leave\n Funeral Leave\n Jury/Witness Duty\n Military Leave and Family Leaves Related to Military\n Military\n Family Leaves Related to Military\n Public Office/Public Service Leave\n School Program Leave\n\nSECTION 5: WORK POLICIES AND REGULATIONS\n5.1 Company Property & General Housekeeping\n5.2 Personal Appearance/Clothing\n5.3 Smoking Policy\n5.4 Expense Reimbursement\n5.5 Charge Receipts\n5.6 Building Security\n5.7 Parking\n5.8 Visitors in the Work Place\n5.9 Policy on Harassment, Including Sexual Harassment and Violence\n5.10 Alcohol and Drugs\n5.11 Two-Way Radios\n\n ii\n\n---\n\n## Page 4\n\nSECTION 6: CONFLICTS OF INTEREST\n6.1 Bribes, Kick-backs and Other Illegal Payments\n6.2 Outside Employment\n6.3 Gifts & Gratuities\n\nSECTION 7: WORK RULES OF GENERAL CONDUCT\n7.1 Order of Corrective Action\n7.2 Standards of Conduct\n\nSECTION 8: TRANSPORTATION\n8.1 Personal Transportation\n\nSECTION 9: EMPLOYEE COMMUNICATIONS/CONCERNS\n9.1 Bulletin Boards\n9.2 Procedure for Handling Complaints\n9.3 Employee Acknowledgement\n\nSECTION 10: SAFETY & HEALTH POLICY\n10.1 A Workplace Accident & Injury Reduction (AWAIR)\n10.2 General Employee Safety Rules\n10.3 Reporting Injuries and Accidents\n10.4 Hazardous Wastes\n10.5 Written Hazard Communication/Right to Know Program\n Material Safety Data Sheets\n Container Labeling\n Hazardous Non-Routine Tasks\n Informing Other Contractors and Employees\n Record Keeping and Program Review\n First Aid Injury Response Policy\n10.6 Cell Phone Use\n10.7 3-Point Contact Mounting & Dismounting Equipment\n10.8 Emergency Procedures\n Medical Emergencies\n On-The-Job Injuries\n Fire\n Tornado/Storms\n10.9 Fire Protection\n10.10 Firearms & Weapons\n10.11 Personal Protective Equipment\n10.12 Hard Hat Policy\n10.13 Eye Protection Policy\n10.14 Machine Guarding\n10.15 Lockout Procedures\n10.16 Back Injury Prevention\n10.17 Waste Containment\n10.18 Garbage\n10.19 Vehicle, Truck & Equipment Operators\n10.20 Ropes, Slings, Chains & Hooks\n\n iii\n\n---\n\n## Page 5\n\n10.21 Pre-trip & Post-trip Checklists\n10.22 Oil Changes & Filters\n10.23 Greasing\n10.24 Truckers Memo\n Truck Safety\n Accidents\n Driver Requirements\n10.26 Trenching and Confined Space Entry-Safe Practices\n Gopher State One Call\n Sloping & Benching Requirements/Types of Soils\n Competent Person\n All Trenches over 20’ In Depth to be designed by a Registered Professional\n Access and Egress Requirements/Confined Space Entry - Atmosphere Testing\n10.26 Safety Checklist\n Office\n Shop and Yard\n Job Site\n\nExhibits:\n Exhibit A - Alcohol & Controlled Substance Policy and Testing Policy\n\n iv\n\n---\n\n## Page 6\n\nINTRODUCTION\n\nThe success of TNT Construction/Kerkhoff, Inc. has been built upon excellent customer service. It\nis our intention to continue this tradition and to serve all our customers to the best of our ability.\nThe customers let us know.\n\nThe company expects that all of its employees will conduct themselves with the pride and respect\nassociated with their positions, fellow employees, customers and the company. Employees of the\nCompany should always use the highest standards of ethical conduct.\n\nThis Handbook is designed to acquaint you with TNT Construction/Kerkhoff, Inc. and provide\nemployees with basic information. The policies and practices described in this handbook reflect a\ngreat deal of concern for the people who make it possible for the Company to exist its\nemployees.\n\nThis practice is designed to provide fair treatment of employees. All employees are expected to\nbecome familiar with the policies, procedures, practices, and benefits of the Company.\n\nDescriptions of various benefits (such as health insurance and simple IRA) are summaries only.\nShould the descriptions in this handbook differ with any formal agreements or documents\ninvolved, the formal agreements or documents shall be considered correct.\n\nHowever, since our business and our organization are subject to change, we reserve the right to\ninterpret, change, suspend, cancel, or dispute with or without notice all or any part of our policies,\nprocedures, and benefits at any time. We will notify all employees of these changes.\n\nThe language used in this handbook is not intended to create or constitute a contract of\nemployment. The Handbook is a summary of our policies, which are presented here only as a\nmatter of information. The interpretation and administration of these policies shall be at the sole\ndiscretion of the Company. No permanent employment or employment for any term is intended or\ncan be implied from any statements in this handbook. This handbook is not an employment\ncontract express or implied. Only the Secretary and/or the Treasurer and the Board has the\nauthority to create an employment contract and then it must be signed and in writing.\n\nYou are responsible for reading, understanding, and complying with the provisions of this\nHandbook and any changes that may be made at any future time. Our objective is to provide you\nwith a work environment that is constructive to both personal and professional growth.\n\nNo individual supervisor or manager has the authority to change policies at any time. If you are\nuncertain about any policy or procedure, speak with office personnel.\n\n---\n\n## Page 7\n\nSECTION 1\n EMPLOYMENT\n\n1.1 EQUAL EMPLOYMENT OPPORTUNITY POLICY\n\nIn order to provide equal employment and advancement opportunities to all individuals,\nemployment decisions at TNT Construction/Kerkhoff, Inc. will be based on merit, qualifications,\nand abilities. TNT Construction/Kerkhoff, Inc. does not discriminate in employment opportunities\nor practices because of race, color, religion, sex, national origin, age, disability, citizenship status,\ncreed, marital status, familial status, sexual orientation, status with regard to public assistance,\ndisability, membership in a local commission, genetic information, or any other characteristic\nprotected under federal, state or local law.\n\nThe Company will make reasonable accommodations for qualified individuals with known\ndisabilities unless doing so would result in an undue hardship. This policy governs all aspects of\nemployment, including selection, job assignment, compensation, discipline, termination, and\naccess to benefits and training.\n\nEmployees with questions or concerns about discrimination in the workplace are encouraged to\nbring these issues to the attention of management. Any employee feeling that they have been\ndiscriminated against should contact their Supervisor or the Secretary and/or the Treasurer.\nEmployees can raise concerns and make reports without fear of reprisal. Anyone found to be\nengaging in unlawful discrimination will be subject to disciplinary action, including termination of\nemployment.\n\n1.2 PROVISIONS OF THE AMERICANS WITH DISABILITIES ACT (ADA)\n\nTitle I of the Americans with Disabilities Act prohibits discrimination in any terms or conditions\nof employment for qualified individuals with a disability.\n\nThe Americans with Disabilities Act requires that employment decisions be based on the ability of\na person to perform the essential functions of a job and not the person's disability or limitations.\n\nFurther, it requires management to reasonably accommodate individuals with disabilities when\nnecessary.\n\nTo comply with the employment provisions of the Americans with Disabilities Act, The\nCompany will:\n Identify the essential functions of a job;\n Determine whether a person with a disability, with or without accommodation, is qualified\n to perform the duties; and,\n\nDetermine whether a reasonable accommodation can be made for a qualified individual.\n\n1.3 COMPLIANCE INFORMATION\n\nIn order for the Company to comply with federal government regulations regarding its practice to\nemploy people without discrimination, it is necessary for the company to compile and maintain\ndetailed information on each formal candidate for employment and those who are hired. This\ninformation will include the candidate or employee's sex, race and veteran's status, including\nservice in the Vietnam era.\n\n---\n\n## Page 8\n\n1.4 IMMIGRATION LAW COMPLIANCE (I-9)\n\nThe Company is committed to employing U.S. citizens and those non-U.S. citizens authorized to\nwork in the United States, and will not unlawfully discriminate on the basis of citizenship or\nnational origin. As a condition of employment and in compliance with the Federal Immigration\nReform and Control Act (IRCA) of 1986, each new employee as a condition of employment must\ncomplete an Employment Eligibility Verification form (I-9) and present documents that establish\nidentity and employment eligibility.\n\nIf proper identity and employment eligibility documents are not provided, an employee will not be\nallowed to continue employment.\n\nFormer employees who are rehired must also complete the form if they have not completed an I-9\nwith the Company within the past three years or if their previous I-9 is no longer retained or valid.\n\n1.5 EMPLOYMENT OF MINORS\n\nThe following provision applies with respect to the company's employment age requirements:\nThe company will fully comply with the Child Labor Provisions of the Fair Labor Standards Act\nand applicable state statutes, which govern the employment of minors. This law states that no\nperson under the age of 18 may work in a job that is considered by the Department of Labor to be\nhazardous.\n\n1.6 APPLICATION FOR EMPLOYMENT\n\nAll persons seeking employment must first fill out an application. This will be reviewed with\nprevious references and employment dates checked. We rely upon the accuracy of information\ncontained in the employment application and the accuracy of other data presented throughout the\nhiring process and employment. Any misrepresentations, falsifications, or material omissions in\nany of this information or data may result in exclusion of the individual from further consideration\nfor employment or, if the person has been hired, termination of employment. An employment\napplication form completed by an applicant not selected for available openings will be maintained\nin an active file and reviewed as suitable openings occur.\n\nThe Company reserves the right to test new prospective employees to verify statements concerning\nproficiency in a stated area, or to test for basic skills that are critical for the successful performance\nof their job. An application must furnish a copy of his/her driver’s license and all documentation\nrequired for the Employment Eligibility Verification I-9 form.\n\n1.7 DEFINITIONS OF EMPLOYEES STATUS\n\n “EMPLOYEE” DEFINED\nAn “employee” of TNT Construction/Kerkhoff, Inc. is a person who regularly works for TNT\nConstruction/Kerkhoff, Inc. on a wage or salary basis. An employee may include regular full-time,\nregular part-time, temporary persons and others employed with the Company who are subject to\nthe control and direction of TNT Construction/Kerkhoff, Inc. in the performance of their duties.\n\nFULL-TIME\n\n Full-Time Employees are those who have completed the 30-day probationary period and who\n are regularly scheduled to work 40 or more hours per week. Generally, they are eligible for\n the Company’s benefit package, subject to the terms, conditions, and limitations of each\n benefit program.\n\n---\n\n## Page 9\n\nPART-TIME\n\n Regular Part-Time Employees are those who have completed the 30-day probationary period\n and who are regularly scheduled to work less than 40 hours per week. They are not eligible\n for any of the Company’s benefit programs.\n\nTEMPORARY (FULL-TIME or PART-TIME)\n\n Those whose performance is being evaluated to determine whether further employment in a\n specific position or with the Company is appropriate or individuals who are hired as interim\n replacements to assist in the completion of a specific project. Employment beyond any\n initially stated period does not in any way imply a change in employment status. Temporary\n employees retain that status until they are notified of a change. They are not eligible for any\n of the Company’s benefit programs.\n\nYour employment status will be determined at the time of hire at TNT Construction/Kerkhoff, Inc.\nEmployees who are granted regular (full-time) employment status is considered regular (full-time)\nemployees. All other employees are considered part-time or temporary regardless of the work\nschedule or the hours worked.\n\nRegular full-time employees are expected to work forty or more hours per week on a regularly\nrecurring basis without outside conflicts or excessive absenteeism.\n\n1.8 CONFIRMATION OF PREVIOUS EMPLOYMENT\n\nIt is the policy of the Company to request information from a prospective employee's previous\nemployer(s) in order to obtain the prospective employee's work record as it pertains to his/her\napplication for employment.\n\n1.9 MOTOR VEHICLE RECORD (MVR) INQUIRY\n\nEmployees may be expected to drive company vehicles and must provide the company with\ncurrent and acceptable motor vehicle driving information along with a current health card for CDL\ndrivers. Employment and/or assignment will be conditional pending the receipt of a satisfactory\nreport from the appropriate State Department of Transportation.\n\n1.10 PRE-EMPLOYMENT DRUG TESTING & MEDICAL EXAMINATION\n\nTo help ensure that employees are able to perform their duties safely, Management reserves the\nright to request medical exams and/or drug testing for all prospective employees.\n\nThe Company is committed to providing a safe, efficient, and productive work environment for all\nemployees; therefore, job applicants and current employees may be asked to provide body\nsubstance samples (such as urine and/or blood) to determine illegal use of drugs or alcohol. Any\napplicant who fails the drug test will not be accepted for employment. Any employee who refuses\nto submit to drug testing is subject to disciplinary action up to and including termination of\nemployment. A copy of the Company’s Alcohol & Controlled Substance Policy and Testing Policy\nis included as Exhibit A to his handbook. Questions regarding this policy should be directed to\noffice personnel.\n\n---\n\n## Page 10\n\n1.11 EMPLOYMENT-AT-WILL\n\nWe hope that each employee's period of employment at TNT Construction/Kerkhoff, Inc. can be a\nrewarding experience. However, we recognize that circumstances change with the passage of time\nand that some employees may seek opportunities elsewhere or choose to leave the company for\nother reasons. Other employees may not fulfill the operational needs of the company or changed\ncircumstances may reduce available employment opportunities, which may result in involuntary\nterminations. We sincerely hope that none of these situations occur, but realistically we have to\nacknowledge that the possibility does exist. Therefore, the right of the employee or the company to\nterminate the employment relationship at will is recognized and affirmed as a condition of\nemployment.\n\nAt-will means that both employees and the Company have the right to terminate employment at\nany time, with or without advance notice, and with or without cause for any reason not expressly\nprohibited by law.\n\n1.12 PROBATIONARY PERIOD FOR NEW EMPLOYEES\n\nAn employee will be considered a probationary employee for 30-days following the date of hire. A\nprobationary employee is not eligible for company benefits during the 30-day probationary period.\nWhen an employee completes the 30-day probationary period, the employee will be notified of\nhis/her new status with TNT Construction/Kerkhoff, Inc.\n\nTNT Construction/Kerkhoff, Inc. determines, during this period, whether or not a continuing\nemployment relationship should be established with new employees. In addition:\n The new hire decides whether there are ready and able to make the necessary commitment\n to the TNT organization.\n Management decides whether the employee’s skills, productivity, quality of work,\n attendance, and personal conduct meet the company’s requirements.\n During this period, the employee will not be eligible for benefits as described in this\n policy manual. The employee will become eligible for benefits upon successful\n completion of the introductory period.\n This introductory period may be extended, and new hire will be so advised, by the\n Company if it considers that some additional time is required to determine the employee’s\n ability to successfully carry out the responsibilities of the position.\n The Management of TNT Construction/Kerkhoff, Inc. reserves the right to dismiss,\n without cause, during the introductory period.\n\nYou enter into employment voluntarily, and you are free to resign at any time for any reason or no\nreason. Similarly, TNT Construction/Kerkhoff, Inc. is free to conclude its relationship with any\nemployee at any time for any reason or no reason. Following the probationary period, employees\nare required to follow the Employment Termination Policy (See Section 4.1).\n\n1.13 NEW EMPLOYEE ORIENTATION\n\nNew employee orientation is conducted by TNT management or a supervisor, and includes: an\noverview of the company’s procedures and policies. In addition, the new employee will complete\nall necessary paperwork, review their job description, be introduced to staff, and scope of position.\nEmployees are presented with all keys, and procedures needed to navigate within the workplace.\n\nA copy of the Handbook for Employees will be available to each employee to read and review on\nthe Company’s website. After review, each employee must sign a copy of the statement\n\n---\n\n## Page 11\n\nacknowledging his/her receipt of and his/her understanding of the Handbook. The signed copy\nmust be returned to the office within (10) days at the start of employment. The signed copy of this\nacknowledgement will become part of the employees personnel file.\n\n1.14 TRAINING & DEVELOPMENT\n\nTNT Construction/Kerkhoff, Inc. recognizes that training is an important asset for the company.\nThe Company requires employees to attend different training, including but not limited to: annual\nMSHA, annual meeting and weekly ‘toolbox’ meetings etc.\n\nThe Company encourages its employees to attend other training to further their education. The\nCompany will evaluate requests for training on a case by case situation. If training will help the\nemployee and the company, TNT Construction/Kerkhoff, Inc. will pay for training of the\nemployee.\n\n1.15 PAYROLL INFORMATION\n\nFollowing the acceptance of employment the employee needs to provide:\n W-4 (Withholding Certificate)\n I-9\n Copy of Social Security card\n Copy of a valid driver’s license\n Current health card for CDL drivers\n And any copies of trade certificates or licenses\n\nThe completed forms, the employment application form, and information regarding starting pay,\nstarting date and other pay or benefit information will be filed in the employee’s personnel file.\n\nMake sure to check your withholdings on your first payroll check.\n\n1.16 ANNIVERSARY DATE\n\nSo that the company can maintain a record of the benefits for each employee, an anniversary date\nwill be established for each full-time employee. The anniversary date will be the employee's first\nday of employment and will continue uninterrupted as long as he/she remains a full-time employee\nof the Company.\n\n1.17 EMPLOYEE INFORMATION/DATA CHANGES\n\nEmployees are asked to help keep the Company informed about any major change, which may\naffect their employment status. Each employee is responsible for promptly notifying the Company\nof important changes in personnel data. Personnel data should be current and accurate at all times\nand any change of the following should be reported to the Office.\n Name\n Address\n Home telephone number\n Marital status\n Number of dependents\n Emergency telephone numbers and whom to notify in case of emergency\n Change of beneficiary\n Driving record\n Authorized payroll deductions (W-4, Simple IRA, Medical)\n\n---\n\n## Page 12\n\nAdditional education and special training courses\n\nAn employee’s personnel data should be accurate and current at all times.\n\n1.18 TSHEETS & GPS TIME TRACKING POLICY - TIME KEEPING\n\nEmployees will be given thorough instructions on usage and instructions on the implementation of\ntsheets for clocking in and out.\n\nAfter review, each employee must sign a copy of the TSheets & GPS Time Tracking policy and\nagree to the policies & procedures. The signed copy of this policy will become part of the\nemployees personnel file.\n\n1.19 PERSONNEL FILES\n\nEmployee personnel files may include the following:\n Original Employment Application\n Employment Eligibility Verification (Form I-9)\n Starting Wage/Starting Date\n Disciplinary Action Notices\n Educational Certificates\n Employee's Resume (if submitted)\n Signed Acknowledgement of Online Handbook\n Signed Tsheets & GPS Tracking Policy\n Signed Vehicle Use Policy\n Other relevant documents as determined by the office\n\nPersonnel files are the property of TNT Construction/Kerkhoff, Inc. and access to the information\nis restricted and confidential. Management personnel of TNT Construction/Kerkhoff, Inc. who\nhave a legitimate reason to review the file are allowed to do so. It is the responsibility of each\nemployee to promptly notify their supervisor in writing of any changes in personnel data,\nincluding personal mailing addresses, telephone numbers, names of dependents, and individuals to\nbe contacted in the event of an emergency.\n\nEmployees who wish to review their own file should contact the office. With reasonable advance\nnotice, the employee may review his/her personnel file in the company’s office and in the presence\nof office personnel.\n\n1.20 RIGHT TO PRIVACY\n\nPersonal information about employees will not be released to third parties without prior\nauthorization of the employee, with the exception of information required under DOT regulations\nor by law. Limited information may be released, such as job title and dates of employment,\nwithout authorization from the employee.\n\nReview of Personnel Records:\nIt is our intent to comply with Minnesota law regarding employee access to personnel records.\nYou have a legal right to review certain personnel records that we maintain for you. During your\nemployment, you may review your personnel records if more than six months have passed since\nthe last time you reviewed those records. After your separation, you may review your personnel\nrecords once each year for as long as we maintain those records.\n\n---\n\n## Page 13\n\nTo review your personnel records, you must make a written request. We will comply with your\nrequest within seven working days if your records are located within Minnesota, and within 14\nworking days if they are not.\n\nWith respect to current employees, we will make personnel records available for review during our\nnormal hours of operation at your place of employment or another nearby location. We may make\nthem available outside your normal working hours. We may require that you review the records in\nour presence. After your review and upon your written request, we will provide you with a copy of\nthe records.\n\nWith respect to former employees, we will provide a free copy of personnel records upon the\nformer employee's written request.\n\nWe reserve the right to deny a request to review a personnel record if the request is not made in\ngood faith.\n\nDisputed Information:\nIf you dispute any specific information contained in your personnel record, you may ask us to\nremove or revise the disputed information. If we do not agree, you may submit a written statement,\nnot to exceed five written pages, specifically identifying the disputed information and explaining\nyour position. We will retain your statement along with the disputed information, and we will\nprovide a copy of your statement to any person to whom we provide a copy of the disputed\ninformation.\n\nOmitted Information:\nIf, in providing records for your review, we omit any information that should be in those records,\nwe may not use the omitted information in any subsequent legal proceeding, unless the omission\nwas unintentional and we provide you with a reasonable opportunity to review the omitted\ninformation prior to its use.\n\nRetaliation Prohibited:\nWe will not retaliate against you for asserting your rights or remedies set forth in this memo.\n\n1.21 EMPLOYMENT OF RELATIVES\n\nFinding the best employees to work for the Company is of the utmost importance, and on\noccasion, a relative of a current employee may be the best-qualified candidate for a position. In the\nevent that a relative of an employee is hired, the Company may:\n - Limit the supervisory/subordinate relationships of the relatives;\n - Limit the situations whereby one checks or verifies the work of the other; and\n - May limit the situations in which a conflict of interest is likely to exist;\n\nThe intent of these guidelines is to protect the Company and rights of other employees, not to put a\npotential employee at a disadvantage due to his or her relationship with a current employee. When\nappropriate, the Company may determine if alternative methods of organizing work are to be\nconsidered to avoid disqualifying qualified candidates who are related to current employees.\n\nIn the event that two existing employees become related while employed, the Company also\nreserves the right to alter job assignments to minimize the impact of the reporting relationship. In\nextreme cases termination may be necessary.\n\n---\n\n## Page 14\n\n1.22 FORMS AND POLICIES\n\n---\n\n## Page 15\n\nTSHEETS & GPS TIME TRACKING (TIME KEEPING)\n\n Reasons for implementation for employees & employer\n a. Maintaining accurate time-keeping records\n b. Increasing productivity/efficiency\n c. Employee accountability/monitoring compliance w/company policies\n d. Recovery and correct classification of billable time\n e. Less time to create timesheets\n This includes cell phones (employee owned while on company time & employers)\n & some equipment that may have GPS monitoring incorporated into it.\n Employees may be subject to GPS monitoring for job location & next job placement.\n Employee has no expectation of privacy when using company-owned equipment\n (vehicles, phones, computers, etc.) or personal phone when used on company time for\n time keeping on job locations.\n Time tracking will be limited to and used only during working hours and will not occur on\n employee’s personal time. Employer will notify employee if he/she has not clocked out for\n the day.\n Accurate time-keeping is expected when clocking in and out. (Clocking In or Out IS to\n be done when vehicle or equipment is stopped).\n\nI have read TNT Construction/Kerkhoff, Inc., TSheets & GPS Time Tracking Policy & consent\nto this acknowledgement and agree to the policies & procedures as outlined above.\n\nPlease Print\nName:_________________________________________________________________________\n\nEmployee\nSignaturee______________________________________________________________________\n\nDate:___________________________\n\n Life is worth it. Distracted driving is not.\n\n---\n\n## Page 16\n\nVEHICLE USE POLICY\n\nThis policy has been prepared as documentation on what is expected of you in the operation and\nmaintenance of your company vehicle. You are provided with safe, dependable transportation. In\nturn, you are entrusted to use good judgment and have a complete understanding of the\nresponsibilities involved, both of which are necessary to continue to drive a company provided\nvehicle on company business.\n\nAny driver of a company vehicle (or driving on company business) must meet the following\nrequirements:\n Possess a valid driver’s license\n Maintain an acceptable driving record per company policy, and\n Follow the guidelines stated in this policy\n\nCELL PHONE USE\n Hands free devices are mandatory and to be used while the vehicle is moving.\n Allow voice mail and/or text to handle calls and return the calls when stopped and safe.\n Violation of CELL PHONE USE will result in disciplinary action and possible immediate\n termination\n\n Life is worth it. Distracted driving is not.\n\nUSE OF VEHICLE\nYou have been provided a company vehicle to assist you in your job. Its use is strictly limited to\nbusiness purposes. All travel in company vehicles other than company business must be authorized\nin advance by Management. It may only be used for personal reasons with a verbal agreement.\nThis includes vehicles that may be leased by the company as well as those vehicles that are owned\nby the company.\n Company-owned/leased vehicles will be driven only as needed for jobs during working\n hours.\n Company-owned/leased vehicles will be driven only for transportation to and from\n destinations as specified.\n Company-owned/leased vehicles will not be driven for private use unless specific\n arrangements have been made in advance.\n Loaning the vehicle to anyone is strictly prohibited.\n Seat belts must be worn at all times.\n Alcoholic beverages or illegal drugs or chemicals will not be allowed in a company\n vehicle at any time.\n No driver who has been drinking alcoholic beverages or is under the influence of drugs or\n chemicals will be allowed to drive a company-owned/leased vehicle.\n Transporting strangers, hitchhikers and use as Uber is strictly prohibited.\n\n---\n\n## Page 17\n\nVEHICLE CARE\nYou are expected to keep your vehicle in a clean well-maintained condition. Unusual wear and\ntear or neglecting to maintain your company-provided vehicle will result in the loss of your\nvehicle.\n Expected care includes but is not limited to: tires, oil changes, belts and hoses, lights, turn\n signals, windshield wipers, horn, and etc.\n Daily walk around of vehicle is to be completed.\n Vehicles must be kept clean (interior and exterior) at all times and thoroughly washed on a\n regular basis.\n Any employee who misuses a company-owned/leased vehicle will be subject to dismissal.\n Any damage to a company-owned/leased vehicle caused by employee carelessness or\n misjudgment is the responsibility of the employee.\n In addition any fines, citations, or related penalties sustained by any employee from\n improper operation of a company-owned vehicle must be paid by the employee.\n\nOTHER COMPANY POLICIES\nA valid insurance card plus vehicle registration shall be carried in the vehicle at all times. Radar\ndetectors, laser detectors, or any other radar-detecting devices shall not be used in a company\nvehicle.\n\nVehicles shall be locked when parked on job sites overnight.\n\nFirearms or other weapons are not allowed on owned or leased company premises including\ncompany vehicles. Possession of weapons on company property by anyone other than a licensed\nlaw enforcement officer is grounds for termination.\n\nMOTOR VEHICLE RECORD CHECK\nContinued eligibility to drive a company-provided vehicle, or driving on company business in any\nmanner, requires each driver to maintain a safe and clean driving record. Management reserves the\nright to review driving records at least once per year.\n\nACKNOWLEDGEMENT\nI have read TNT Construction/Kerkhoff, Inc.’s Vehicle use policy and agree to abide by all the\npolicies and procedures in this handbook and I understand my responsibilities to drive safely and\nmaintain a safe vehicle. I give management my permission to secure my driving record any time of\nthe year.\n\n___________________________________ _________________________________\n Name (please print) Signature\n\n___________________________________ _________________________________\n Driver’s license number State issuing license\n\n___________________________________ _________________________________\n Date of Birth Social Security Number\n (last 4 digits)\n___________________________________\n Date\n\n---\n\n## Page 18\n\nTNT CONSTRUCTION/KERKHOFF, INC.\n Acknowledgement of Understanding\n Employee Handbook\n\nI understand the statements contained in the online Employee Handbook are for informational\npurposes only concerning its existing policies, procedures, practices of employment and employee\nbenefits of TNT CONSTRUCTION/KERKHOFF, INC.\n\nThe online Employee Handbook does not represent a contract of employment or a guarantee of a\njob for any specified length of time.\n\nFurthermore, I understand any or all the contents are subject to change, at the sole discretion of\nmanagement at any time.\n\nI have access to an online copy of the Employee Handbook. I have read and understand the\ninformation outlined in the handbook. I have asked questions that I may have concerning its\ncontents and I will comply with all policies and procedures to the best of my ability.\n\nEmployee’s Printed Name:___________________________________________\n\nEmployee's Signature: _______________________________________________\n\nDate: _______________________________________________\n\nLocation: _______________________________________________\n\nManagement Signature: ___________________________________________\n\n---\n\n## Page 19\n\nCELL PHONE USAGE POLICY\n\n Hands free devices are mandatory and to be used while the vehicle is moving.\n Or the safest options:\n o If you need to place or receive a call, pull off the road to a safe location and stop\n the vehicle before using your phone.\n o Ask a passenger to make or take the call.\n o Inform regular callers of the best time to reach you based upon your driving\n schedule.\n Allow voice mail and/or text to handle calls and return the calls when stopped and safe.\n o The only exception to this policy is for calls placed to 9-1-1.\n When receiving an emergency call, ask the caller to hold briefly until you can safely pull\n your vehicle off the road.\n If placing or accepting an emergency call, keep the call short and use hands-free options.\n Under NO circumstances is texting while driving allowed.\n\n Life is worth it. Distracted driving is not.\n\nNote: Drivers that fail to adhere to the above policy will be subject to disciplinary action.\n\nPrint Name:____________________________________\n\nSigned:_______________________________________\n\nDate:___________________________________\n\n---\n\n## Page 20\n\nSECTION 2\n WORKING HOURS AND PAY\n\n2.1 WORKING HOURS\n\nManagement will determine an employee’s hours of work. Workdays may include Saturdays, if\ndeadlines need to be met Sundays and Holidays will be expected. Each employee is expected to\ncomplete a normal workday and week including whatever reasonable additional hours are required\nto meet company needs.\n\n2.2 OVERTIME\n\nThe Company is open for business 50-60 hours per week. Overtime compensation is paid to\nemployees in accordance with federal and state wage and hour restrictions. The employee’s\nregular hourly rate is payable for all hours worked over 40 per week at an hourly rate of one and\none-half times. Time off on personal time, holidays, or any leave of absence will not be considered\nhours worked when calculating overtime.\nEmployees may be scheduled to work overtime when operating requirements or other needs\ncannot be met during regular working hours. Whenever possible, advance notification will be\nprovided. Exceptions to this would be snow plowing.\n\n2.3 PAYROLL DEDUCTIONS FROM GROSS PAY\n\nThe Company is required by law to deduct taxes and court-ordered payments from your paycheck.\nPrior to placement on payroll, the employee must complete a W-4 Federal IRS Form. Each\npaycheck will include your wages for the indicated pay period less the following deductions:\n Federal and State Income taxes, Social Security and Medicare taxes.\n Federal & State tax levies\n Garnishments (including child support) or other court ordered wage deductions\n Employee’s portion of insurance premiums if applicable\n Simple IRA Plan contributions\n\n2.4 ATTENDANCE/PUNCTUALITY\n\nThe Company expects that every employee will be regular and punctual in attendance. This means\nbeing in the shop ready to work, at their starting time each day. Absenteeism and tardiness places\na burden on other employees and on the Company.\n\nIf you are unable to report for work for any reason, notify the office before regular starting time.\nEmployees are expected to personally make the effort to notify the company of any absence\nor tardiness. It is not acceptable to leave a message on a supervisor’s voice mail or text, except in\nextreme emergencies. In the case of leaving a voice-mail or text message, a follow-up call must\nbe made later that day. The company phone number is (507) 249-3182.\n\nPunctuality applies to returning from lunch and/or break periods as well as the beginning of the\nworkday.\n\nDisciplinary actions may include verbal or written reprimands, suspension without pay and/or\ntermination.\n\n---\n\n## Page 21\n\n2.5 UNEXCUSED ABSENCE WITHOUT NOTICE\n\nIf any employee has three (3) consecutive days of unexcused absence, it will be assumed that the\nemployee resigned and employment will be terminated as of the last day worked.\n\n2.6 LUNCH/BREAK PERIODS\n\nEmployees are allowed one unpaid lunch break per day (30 minutes in length) based on a schedule\nof 8 to 12 hours per day. The 30 minute break is a continuous break and includes travel time to and\nfrom location(s). The Company expects the employee to take a lunch break if broke down or\nwaiting for parts during the lunch times stated in this policy. Days spent working in the shop full\ntime you are required to take lunch break.\nIf employees have an unexpected personal business to take care of, they must notify management\nto discuss unpaid time away from work and make provisions as necessary.\n\n2.7 NURSING MOTHERS/BREAK PERIODS\n\nThe Company will provide reasonable unpaid break time each day to an employee who needs to\nexpress breast milk for her infant child. The break time must, if possible, run concurrently with\nany break time already provided to the employee. Breaks should not unduly disrupt the operations\nof the employer. A reasonable effort will be made to provide a room or other location, without\nintrusions and with an electrical outlet, in close proximity to the work area, other than a toilet stall,\nwhere the employee can express her milk in privacy.\n\n2.8 PAY PERIOD AND PAYMENT\n\nPay period is work performed Sunday through Saturday of the previous 2 weeks. Employee\npaychecks are issued every other week on Fridays.\n\nChecks will be available at the end of the scheduled workday on Friday. Optionally pay checks\ncan be picked up, mailed or directed deposited in the employee's bank account.\nNo paycheck will be given to another person (third party, even spouse) unless the employee gives\nauthorization to the employer.\n\n2.9 TIMEKEEPING - TSHEETS & GPS TIME TRACKING\n\nAccurately recording time worked IS the responsibility of every employee.\n\n“Time Worked” Defined as\nThe actual time spent ON A customer(s) job performing assigned duties.\n\nThe Company reserves the right to delay pay for any tsheet that is not completed the day. If the\ninternet is not working for tsheets you are required to manually fill out a time card for the day.\n\nAltering, falsifying, tampering with timecards, or recording time on another team member’s time\nrecord will result in disciplinary action, including termination of employment.\n\nAuthorized personnel will review time records each week. Any changes to an employee’s time\nrecord must be approved by the office. Questions regarding the timekeeping system or time cards\nshould be directed to the office.\n\n---\n\n## Page 22\n\n2.10 TRAVEL TIME\n\nAll employees will be paid travel time to the customer job site (This will go under customer\nmobilization as billable on tsheets) at the beginning of their work day.\n\nIf the employee is required to drive a Company vehicle with equipment or supplies back to the\nshop/yard he/she will be paid travel time back to the shop. (This will go under customer\nmobilization as not billable on tsheets).\n\nAll employees are considered to be clocked out once you arrive at the shop/yard at the end of your\nwork day. NO time standing in the shop at the end of the day will be paid unless working. The\noffice reserves the right to change an employee’s tsheet if not clocked out when arriving back to\nthe shop.\n\nIt will be the supervisor's responsibility to ensure that the employees under their supervision are\nrecording travel time properly. Failure to abide by this policy may result in disciplinary action.\n\n2.11 WEATHER/RAIN DELAYS\n\nThe Company will pay for weather/rain delays beyond the Company’s control, unless management\nchooses to do otherwise depending on the delay. (Note on tsheets so the customer does not get\nbilled for time not worked.)\n\n2.12 ERROR IN PAY\n\nThe Company takes precautions to ensure that employees are paid correctly; however, if an error\ndoes occur, the employee should notify the office. The company will make every attempt to adjust\nthe error no later than the employee’s next regular pay period.\n\n 2.13 EMPLOYEE ADVANCES\n\nGood business practice and Company Policy prescribe that A Company not loan money to\nemployees.\n\nIn the event of an employee advance the employee will sign an authorization form for the\ndeduction(s) (other than statutory deductions). All deductions will be itemized on the employee’s\npaycheck stub. Any questions regarding payroll deductions should be directed to the Office.\n\nYou are discouraged from loaning money to a fellow employee.\n\n2.14 PERFORMANCE IN PAY\n\nThe starting wage rate for all employees is the present minimum wage or higher, depending on the\njob classification, experience, training, and discretion of management.\n\nAlthough the Company’s hourly wage schedules will be adjusted on an ongoing basis, the\nCompany does not grant “cost of living” increases. Performance is the key to wage increases in\nthe Company. As a result, raises if given will be at the discretion of the management and will not\nnecessarily increase at the same increments for all employees.\n\n---\n\n## Page 23\n\nNew employees will be reviewed at the end of their probationary period (see Section 2.2,\nProbationary Period for New Employees). At this time there status with the Company will be\ndetermined.\n\n2.15 HOLIDAYS\n\nThe Company observes the following non-paid holidays per year for all employees:\n New Year’s Day\n Memorial Day\n Independence Day\n Labor Day\n Thanksgiving Day\n Day after Thanksgiving Day\n Christmas Eve Day\n Christmas Day\n\n2.16 FAMILY EMERGENCY\n\nIn the event the office receives word of an emergency related to a member of an employee’s\nfamily, the employee will be notified & arrangements will be made to contact the employee, and if\nnecessary, arrange for the employee to return home immediately.\n OR\nIn the event an employee receives word of a family emergency the employee will notify the office\nas soon as possible before leaving.\n\n2.17 SEVERE WEATHER CONDITIONS AND EMERGENCY CLOSINGS\n\nOccasionally, severe weather or emergency situations [such as rain, snow, fire, power failure or\nflooding] may disrupt the Company’s operations and necessitate early closing, late opening, or\ncancellation of work. A determination on opening or closing will be made by management.\nWhen the decision is made to open or close the Company employees will receive official\nnotification from management. Time off from scheduled work due to emergency closings will be\nunpaid for all employees.\n\n---\n\n## Page 24\n\nSECTION 3\n BENEFITS\n\nThe Company makes contributions, on your behalf, to Federal and State Insurance\nprograms. While required by law, these insurance programs are a very real part of your\nfringe benefits program.\n\nQuestions concerning benefits and/or insurance claim information should be directed to\nthe office. The terms of the benefit plans described are subject to change at any time by\nthe insurer(s) or the Company.\n\n3.1 GROUP HEALTH INSURANCE\n\nGroup health insurance is available to all full-time employees. Coverage will become\neffective on the first (1st) day of the month following thirty (30) days of continuous\nemployment.\n\nAt the present time, the Company pays a significant portion towards the cost of premiums\nfor coverage on employees (The Company does not cover dependents). As health care\ncosts continue to rise, the Company will attempt to provide suitable health coverage to its\nemployees. However, when necessary, the Company reserves the right to change the\nportion paid by employees for health insurance premiums.\n\nThe insurance carrier will provide eligible employees with a detailed summary of the\ninsurance coverage provided.\n\n3.2 CONTINUATION OF GROUP HEALTH INSURANCE (COBRA)\n\nThe Company will comply with federal regulations relating to the Consolidated Omnibus\nBudget Reconciliation Act of 1985 (COBRA), which is designed to provide employees\nwith the opportunity to continue health insurance coverage at group rates in certain\ninstances in which coverage would otherwise cease. The premium for this coverage is the\nsole responsibility of the employee. If cobra payment is not met, insurance can be\ncancelled. Further information may be obtained from the office upon layoffs.\n\n3.3 GROUP LIFE INSURANCE\n\nGroup life insurance is not available.\n\n3.4 SIMPLE IRA PLAN\n\nThe Simple IRA plan is administered through Ameriprise Financial and managed\ninternally by the Company. The Company makes matching contributions equal to 100%\nof Elective Deferrals that does not exceed 3% (and not less than 1%) of annual\ncompensation. Each year in October the Company chooses the percentage of matching\nfunds for the following year (between 1% and 3%).\n\n---\n\n## Page 25\n\nEligibility occurs after $5,000.00 of compensation has been reached.\n\nFor any year, a Contributing Participant’s Elective Deferrals shall not exceed $12,500\nmaximum under age 50 for an individual. * If over age 50 an additional $3,000.00 catch\nup provision exists. Please see the Office for the current percentage.\n\n3.5 VESTING\n\nEmployee and Employer Contributions are 100% vested. All company contributions\nadded to the\nSimple IRA Plan account is vested according to the plan documents published and\ndistributed at the time the employee becomes eligible for the plan.\n\n3.6 SOCIAL SECURITY (FICA)\n\nThe Company shares equally with you the cost of Social Security contributions. Social\nSecurity taxes must be deducted from your paychecks as required by Federal law.\n\n3.7 WORKER’S COMPENSATION\n\nWorker's Compensation is governed by state law. Premiums are paid for by the Company.\nThese are benefits paid to you for injuries arising out of, or in the course of, your\nemployment. This provides replacement income, temporary disability, permanent partial\ndisability, permanent total disability, and medical expenses.\nTo protect this benefit, you must:\n Report any accident, no matter how small, to the office immediately after it occurs.\n Provide your employer with as much information as possible.\n Follow the course of treatment recommended by the doctor authorized to treat the\n injury;\n Obey all the safety rules.\n\nState law determines whether or not an injury or illness is covered by Worker's\nCompensation. You may lose or forfeit this benefit if you fail to follow these Procedures.\n\n3.8 UNEMPLOYMENT COMPENSATION\n\nUnemployment compensation insurance is a benefit paid entirely by TNT\nConstruction/Kerkhoff, Inc. and is administered by the State. Weekly income protection is\nprovided by the state.\n\nEmployees may be eligible for unemployment benefits upon termination of service with\nthe company, depending on state law and circumstances connected with termination. In\nsome cases, benefits may be reduced if an individual leaves without a satisfactory reason\nor is dismissed for cause.\n\nAfter leaving company employment, the terminating employee can file an unemployment\nclaim with the State Employment Office, which will explain the rights, benefits, and\neligibility determination process provided by state law.\n\n---\n\n## Page 26\n\nSECTION 4\n SEPARATION AND LEAVE OF ABSENCES\n\n4.1 SEPARATION/TERMINATION FROM EMPLOYMENT\n\nTermination of employment is an inevitable part of personnel activity within any organization, and\nmany of the reasons for termination are routine. Below are a few examples of some of the most\ncommon circumstances under which employment is terminated:\n\n Resignation - voluntary employment termination initiated by an employee.\n\n Termination - involuntary employment termination initiated by the Company.\n\n Layoff - involuntary employment termination initiated by the Company for nondisciplinary reasons.\n\nWhen an employee intends to terminate his/her employment with TNT Construction/Kerkhoff,\nInc., he or she must notify office personnel. Upon voluntary termination of employment the\nCompany requests two weeks’ notice to help with scheduling issues.\n\nSince employment with TNT Construction/Kerkhoff, Inc. is based on mutual consent, both the\nemployee and TNT Construction/Kerkhoff, Inc. have the right to terminate employment at will,\nwith or without cause during both the Introductory/Probationary Period for New Employees (See\nSection 1.12, Probationary Period for New Employees), and during an employee’s continued\nemployment with the Company after such introductory/probationary period.\n\nAny employee who terminates employment with TNT Construction/Kerkhoff, Inc. shall return all\nfiles, records, keys, and any other materials that are property of the Company. No final settlement\nof an employee’s pay will be made until all items are returned in appropriate condition. The cost\nof replacing non-returned items will be deducted from the employee’s final paycheck.\nFurthermore, any outstanding financial obligations owed to the Company will also be deducted\nfrom the employee’s final check.\n\nEmployee’s benefits will be affected by employment termination in the following manner. All\naccrued vested benefits that are due and payable at termination will be paid. Some benefits may\nbe continued at the employee’s expense (See Section 3, Benefits) if the employee elects to do so.\nThe employee will be notified of the benefits that may be continued and of the terms, conditions,\nand limitations.\n\n4.2 REQUESTS OF LEAVE\n\n MEDICAL/SICK DAYS\nThe Company’s employees are required to call the office or Jill’s cell phone to report a sick day at\nthe earliest possible time as not to disrupt operations of the Company.\n\nThe Company reserves the right to request an explanatory note from the employee's physician\nshould an absence extend beyond three (3) consecutive working days due to a non-job-related\nillness or injury. If you do not report for work and the office is not notified of your status, it will be\nassumed after three consecutive days of absence that you have resigned, and you will be removed\nfrom the payroll.\n\n---\n\n## Page 27\n\nAbsence due to pregnancy, childbirth, and related medical conditions will be treated the same as\nany other non-pregnancy-related illness or disability.\n\nWhen an employee is absent from work for more than three (3) consecutive working days,\nmanagement will review the situation to determine if there is a need to fill the position.\n\nIf you become ill while at work or must leave for some other reason before the end of the\nworkday, be sure to inform the office or your supervisor.\n\n PERSONAL LEAVE\nPersonal leave refers to short-term absences for reasons other than illness, such as taking a child to\na physician, school appointments, time to run errands, etc. No federal law requires employers to\nprovide paid or unpaid personal days.\n\nConsideration will be given to requests for a personal leave of absence, without pay. All leaves of\nthis nature must have prior approval from the Company. The employee is responsible for their\ninsurance benefits for any personal leave lasting longer than (7) consecutive days.\n\n LEAVE OF ABSENCE (LOA)\nThe leave of absence is defined as a leave from your job without pay. A leave of absence will only\nbe considered in special circumstances. The leave of absence policy of TNT\nConstruction/Kerkhoff, Inc. exists in order to protect the longevity of employees who must take a\nleave of absence for themselves for acceptable reasons for temporary periods.\n\nAny request for a leave of absence must be submitted in writing for the period of time and must be\napproved by the Company in advance of the commencement of the leave.\n\nManagement may recommend either approval or denial of a leave of absence request based upon\nbusiness considerations and/or circumstances of the request, (e.g., staffing needs, employee\ndisability, military obligations, family crisis, unusual circumstances, etc.).\n\nIf the time period requested is longer than the position can be held open, then the employee will be\nadvised at that time that the job may not be available upon the employee's return to work.\n The employee is responsible for the payment of all insurance premiums for his/her\n individual coverage and dependent health insurance coverage (if applicable). This money\n should be paid to TNT Construction\\Kerkhoff Inc. by the first day of each month which\n the employee is on an approved leave of absence.\n The employee will retain his/her original employment date (continuous service or\n anniversary date) showing no interruption in service.\n The employee will retain his/her membership in the company's Simple IRA Plan up to the\n amount of time allowed in the Plan.\n If an employee accepts other employment, all of his/her benefits with the company will be\n terminated.\n\n FAMILY MEDICAL LEAVE ACT (FMLA)\nThe Federal and Minnesota versions of the Family and Medical Leave Act (FMLA) provide\neligible employees a defined amount of unpaid leave for certain family and medical reasons during\na 12-month period. Such reasons include (but are not necessarily limited to):\n\n A serious health condition of the employee, employee’s spouse, or certain relatives of the\n employee or covered service member;\n Birth or adoption of a child (parental leave);\n\n---\n\n## Page 28\n\nBone marrow donations; or\n An employee’s need to provide or obtain assistance because of a sexual assault, domestic\n abuse, or stalking (safety leave).\n\nFor additional information: See both the Minnesota and Federal Employment Notices posted on\nthe Employee Bulletin board for more information regarding State or Federal FMLA rules and\nregulations or talk to the office personnel.\n\nRequests for FMLA Leave. An employee should request FMLA leave by completing the\nCompany’s request for leave form and submitting it to your supervisor\n\n VOTING, ELECTION JUDGE AND POLITICAL CONVENTION LEAVE\nThe company encourages its employees to vote in every election; however, time off with or\nwithout pay is not provided for voting. Employees should plan to vote prior to or following normal\nwork hours.\n\n Election Judge\nIf an employee is serving as an election Judge time off will be granted with pay. The employee\nmust provide the Company no less than 20 days’ notice. The Company may reduce the\nemployee’s pay by the amount paid to the employee to serve as an election judge by the\nappointing authority.\n\n Political Convention Leave\nAn employee who is a member of the state central committee or executive committee of a major\npolitical party, or who is a delegate to a political convention, will be granted unpaid leave to attend\na meeting of the committee or attend the convention. The employee must provide the Company\nno less than 10 days’ notice.\n\n FUNERAL LEAVE\nIn the event of a death in an employee's immediate family, the employee will be allowed up to\nthree (3) days off without pay in order to assist with arrangements or to attend the funeral.\n\nFor the purpose of this leave Policy \"immediate family\" is defined as spouse, child, father, mother,\nsister, brother, or grandparents of either the employee or employee's spouse.\n\n JURY/WITNESS DUTY\nEmployees will be granted time off to serve on a jury duty leave without pay. However, you must\nlet your employer know well in advance, as soon as you receive your summons. All regular\nemployees both full-time and part-time will be kept on the active payroll until their civic duties\nhave been completed. A copy of the jury duty summons and all other associated paperwork are\nrequired for the personnel file.\n\n MILITARY LEAVE AND FAMILY LEAVES RELATED TO MILITARY\n\n Military Leave\nEmployees in the Reserve, National Guard, or other military services will be granted time off\nwithout pay. However, you must let your employer know well in advance, as soon as you receive\nyour notification. All regular employees both full-time and part-time will be kept on the active\npayroll until their civic duties have been completed. A copy of the notification or activation\npaperwork and all other associated documentation is required for the personnel file. Note that\nFMLA as referenced in this Section 4.2 above also covers events involving exigency leave and\nfamily caregiver leave. See Minnesota and Federal Employment Notices posted on the Employee\n\n---\n\n## Page 29\n\nBulletin board for more information regarding State or Federal FMLA leave or talk to the office\npersonnel.\n\n Family Leaves Related to Military\nTime off up to two consecutive days or a total of six days in a calendar year is available to\nemployees attending certain events related to military service of an employee’s spouse, parent or\nchild (e.g. departure or return ceremonies, family training, readiness events, or reintegration\nprograms). An employee must provide reasonable notice to the Company.\n\nTime off of one day per year is available to employees to attend military send-off or homecoming\nceremonies for a grandparent, legal guardian, sibling, grandchild or fiancé. An employee must\nprovide reasonable notice to the Company.\n\nThe Minnesota Family and Medical Leave Act allows employees up to 10 working days of unpaid\nleave for an immediate family member (parent, child, grandparent, sibling or spouse) who is\ninjured or killed while on active duty in the armed services.\n\nThe Company may limit the amount of leave to the actual time necessary. The leave may not be\ngranted if it would unduly disrupt the operations of the employer.\n\n PUBLIC OFFICE/PUBLIC SERVICE LEAVE\nAn employee elected to public office will be permitted time off to attend scheduled functions\nrequired by the office. The time off will be without pay. Employees serving in a role such as a\nvoluntary fire department member or EMT will also be allowed time off to respond to emergency\nsituations. Again, the time off will be without pay. In both of the mentioned situations, time off\nmay be denied if the employee’s absence causes a hardship or leaves a location or station unstaffed.\n\n SCHOOL PROGRAM LEAVE\nEmployees who have worked at least half time for the previous 12 months are eligible to attend\nspecial education, pre-school or school conferences, classroom activities and preschool activities\nfor their children or foster children that cannot be scheduled during nonworking hours. Time off is\nunpaid and may not exceed 16 hours annually. When the need for the leave is foreseeable, the\nemployee must provide reasonable notice prior to the leave and must make a reasonable effort to\nschedule the leave so as not to disrupt company operations.\n\n---\n\n## Page 30\n\nSECTION 5\n WORK POLICIES AND REGULATIONS\n\n5.1 COMPANY PROPERTY & GENERAL HOUSEKEEPING\n\nEvery employee will be working with company equipment, using supplies, and handling company\nproperty. The best rule to follow is to use care for company property with the same respect you\nwould want shown for your personal property.\n\nEmployees should be concerned with the care and safe use of company-owned equipment and\nfacilities. Employees are expected to follow all operating instructions, safety standards and\nguidelines, and good housekeeping is expected. Unsafe, destructive, careless, negligent, or\nimproper use or operating of equipment may result in disciplinary action up to and including\ntermination of employment.\n\nIf shop supplies or tools are lost, damaged, or stolen because of employee neglect, the Company\nmay ask the employees to purchase their own supplies and tools.\n\nThe Company reserves the right to regulate the outside use of their office space, shops, equipment,\nand materials by employees for non-work related activities.\n\nEquipment clean up and House Keeping is everyone's responsibility. Clean Up Your Own Mess!\nYou are expected to keep your equipment and work area clean and free of obstructions. Clean your\nwork area immediately after completing a job. Everyone is expected to leave his/her work area\nclean at the end of each shift. This practice will contribute to safer working conditions and greater\nproductivity. Have Pride In Your Work Area!\n\n5.2 PERSONNEL APPEARANCE/CLOTHING\n\nPersonal appearance, proper hygiene and appropriate attire are important to our work practices.\nOur customers gauge the quality of our company by the attention we show to personal appearance\nand attire. Employees should be well mannered and respectful to all customers.\n\nThe following items are considered appropriate working attire for the Company for safety reasons.\n Safety boots (tennis shoes are NOT proper footwear)\n Long pants (No Shorts)\n Shirts are required.\n\n5.3 SMOKING POLICY\n\nThe Company is dedicated to providing a healthy and productive work environment for our\nemployees as well as a healthy, comfortable environment for our customers. This goal can only be\nachieved through ongoing efforts to protect non-smokers and to help employees adjust to\nrestrictions on smoking. Therefore, smoking is prohibited throughout the Company office\nfacilities.\n\nIf a non-smoker asks a fellow employee not to smoke in their piece of equipment the Company\nsupports and respects the non-smokers right.\n\n---\n\n## Page 31\n\nThe use of tobacco products is not permitted on any job site that stipulates no smoking on\npremises. The Company will not pay employees for time lost for stepping off site of jobs for\nsmoking. This applies to the use of smokeless tobacco also.\n\n5.4 EXPENSE REIMBURSEMENT\n\nIn the event an expense is incurred by an employee on the jobsite s/he must have prior approval by\na supervisor. Reimbursements will be included in the employee’s next regular paycheck as long as\na receipt is turned in.\n\n5.5 CHARGE RECEIPTS\n\nThere are situations when an employee must sign for parts or supplies. All charge receipts must\ninclude LEGIBLE employee name and unit number of equipment. NO EXCEPTIONS!!\n\n5.6 BUILDING SECURITY\n\nAll employees who are issued keys to the office and/or shop are responsible for their safekeeping.\nThe last employee, or a designated employee, who leaves the office and/or shop at the end of the\nbusiness day assumes the responsibility to ensure that all doors are securely locked, and all\nappliances and lights are turned off. Employees or guests are not allowed on Company property\nafter hours without prior authorization from the Company.\n\n5.7 PARKING\n\nEmployees must park their cars in areas indicated and provided by the Company.\n\n5.8 VISITORS IN THE WORKPLACE\n\nTo provide for the safety and security of employees, visitors, and the facilities only authorized\nvisitors if escorted by a TNT representative are allowed in the workplace. Restricting\nunauthorized visitors helps ensure security, decreases insurance liability, protects confidential\ninformation, safeguards employee welfare, and avoids potential distractions and disturbances.\n\n5.9 POLICY ON HARASSMENT, INCLUDING SEXUAL HARASSMENT, AND\nVIOLENCE\n\nThe Company operates on the basis every individual deserves to be treated with respect,\ncourtesy, tact, and consideration. Therefore we expect you to treat customers and your\nfellow employees in this manner. You must constantly be aware of, and sensitive to, any\nbehaviors which are offensive to others.\n\nThe Company is committed to ensuring an employment environment where employees can work,\nlearn, and develop their full potential. Harassment, as well as offensive, degrading and\ninappropriate remarks and conduct, are not permissible and have no place in our work\nenvironment. Employees have the right to work in a healthy and safe environment free of\nharassment, offensive and derogatory behavior.\n\nThis policy is designed to further the Company’s goal of a healthy, respectful and discriminatory\nfree environment that promotes dignity and equality and to comply with federal and state laws. It\nis each employee’s responsibility to maintain a workplace free of any form of harassment and\ndiscrimination.\n\n---\n\n## Page 32\n\nIt is also the policy of the Company to prohibit any form of workplace harassment against any\nemployee or any applicant for employment because of race, color, genetic information, creed,\nreligion, national origin, sex, age, marital status, status with regard to public assistance, physical or\nmental disability, veteran/military status, sexual orientation, ancestry, familial status, membership\nor activity in a local human rights commission. The Company will not tolerate workplace\nharassment, whether committed by an employee, supervisor/manager, vendor, contractor, or client\nagainst anyone including managers, supervisors, and co-workers.\n\nPolicy Applies to Whom, Where, and When:\nThose covered under this policy include all the Company’s employees, visitors, contractors,\nclients, and vendors. The policy is in effect anytime employees are on company business including\noutside of the office, for example - travel, meetings, and other events. It may also include social\ngatherings if the behavior directed from one employee to another is egregious enough to\nnegatively impact the work environment.\n\nHarassment Definition:\nHarassment may consist of, but is not limited to:\n - Verbal harassment (e.g. epithets, derogatory statements, slurs, and offensive comments or\n jokes based on an individual’s protected class),\n - Physical harassment (e.g. unnecessary or offensive touching), and\n - Visual harassment (e.g. offensive posters, cartoons, drawings, gestures, screen savers,\n clothing) that demeans or intimidates an employee or group of employees because of their\n protected class.\n\nSexual harassment includes, but is not limited to, unwelcome sexual advances, requests for sexual\nfavors, and other verbal or physical conduct of a sexual nature:\n\n - Where giving in to or rejecting the behavior is used as the basis for employment decisions\n affecting the individual (e.g. getting hired if one submits to the sexual behavior;\n continuing employment depends on “going along” with harassing conduct, or “giving in”\n to sexual demands such as dates, ‘late night meetings’, or a sexual relationship, to name a\n few)\n - Which has the purpose or effect of unreasonably interfering with an individual's work\n performance or creating an intimidating, hostile, or offensive work environment (please\n see examples below)\n - When demeaning, degrading, and offensive behavior is directed towards one gender when\n the behavior may not necessarily be sexual in nature, but would not occur to that\n individual if not for her/his gender.\n - Sexual harassment also includes harassment between members of the same sex,\n (heterosexual or gay, lesbian, bisexual, or transgender) including harassment motivated by\n a belief that a co-worker does not conform to the stereotypes of his or her gender.\n Harassing behavior aimed at an individual because of their real or perceived sexual\n orientation will not be tolerated and is a violation of the law.\n\nExamples of Sexual Harassment and other Protected Class Harassment:\nSame-sex and/or opposite-sex conduct that the Company considers unacceptable and often a part\nof harassment includes, but is not limited to, the following:\n - Unwelcome sexual invitations or requests for sexual activity or a date in exchange for\n promotions, preferences, favors, selection for special projects, job assignments etc.\n\n---\n\n## Page 33\n\n- Unwelcome and offensive public sexual displays of affection including groping, fondling,\n petting, inappropriate touching of one’s self or others, sexually suggestive body language\n and massages\n - Any unwelcome communication that is sexually suggestive, sexually degrading or implies\n sexual motives or intentions such as sexual remarks or innuendoes about an individual’s\n clothing, appearance or activities, sexual jokes, sexual gestures, public conversations\n about sexual activities or exploits, sexual rumors and “rating lists”, howling, catcalls and\n whistles, sexually graphic computer images or files or e-mail messages or games etc.\n - Unwelcome and offensive name calling or profanity that is sexually suggestive, sexually\n degrading, implies sexual intentions, or that is based on gender stereotypes or sexual\n orientation\n - Unwelcome physical contact or closeness that is sexually suggestive, degrading, or\n intimidating such as the unwelcome touching of another’s body parts, cornering or\n blocking an individual, standing too close, spanking, pinching, following, stalking, frontalbody hugs, etc.\n - Unwelcome and offensive physical pranks or touching of an individual’s clothing based\n on gender and/or other protected class\n - Rape, attempted rape, sexual assault, attempted sexual assault, forcible sexual abuse,\n sexual and gender-based activity of a criminal nature as defined under the Minnesota\n criminal code.\n - Unwelcome leers, stares, gestures, or slang that are sexually suggestive, sexually\n degrading or imply sexual motives or intentions\n - Clothing with sexually obscene or sexually explicit slogans or messages\n - Unwelcome written or pictorial display or distribution of pornographic or other sexually\n explicit materials such as magazines, videos, films, Internet material, etc.\n\nAdditional examples of protected class harassment may include:\n - Any unwelcome behavior that is offensive, degrading, intimidating, demeaning, and that is\n based on stereotypes and attitudes of that protected class\n - Protected class slurs and name-calling\n - Stalking due to one’s protected class\n - Graffiti regarding one’s protected class\n - Derogatory comments made based on one’s protected class\n - Use of computer and/or e-mail for derogatory notes and graphics towards one’s protected\n class\n - Protected class offensive graphics, magazines, T-shirts, posters, etc.\n - Treating one group differently because of their protected class whereas it creates a hostile\n environment for that group\n - Same-race harassment (e.g. one African American calling another African American the\n “N” word)\n - Harassment may be aimed at an individual due to an intersection of their class, for\n example, harassing someone because of their race, gender, and religion, together.\n\nThe fact that someone did not intend to harass an individual is no defense to a complaint of\nharassment. Regardless of intent, it is the effect and characteristics of the behavior that determine\nwhether the behavior constitutes harassment.\n\nUnacceptable/Offensive/Degrading Conduct may or may not constitute harassment. Usually\nharassing behaviors must be severe and/or pervasive to a reasonable person to be considered\nharassment. However, unacceptable/offensive behavior does not have to rise to the level of\nharassment before disciplinary action occurs up to and including termination. Complaints received\n\n---\n\n## Page 34\n\nwill be thoroughly investigated to determine whether the behavior and circumstances are against\nthis policy and/or constitute harassment.\n\nComplaint Procedure:\nTo the extent she/he feels safe and comfortable in doing so, the offended employee is encouraged\nto confront the offender, verbally or in a letter and/or with an advocate present, and tell him/her to\nstop the offensive conduct because it is unwelcome.\n\nIf the offended employee’s concerns are not resolved satisfactorily by communicating with the\noffender, or if the offended person feels she/he cannot discuss the concerns with the offender, the\noffended employee should inform her/his supervisor/manager, human resources, or any member of\nmanagement including the General Manager.\n\nThe offended employee is encouraged to document the incident(s) as soon as it occurs in as much\ndetail as possible, including: the nature of the incident(s); dates, times, and places it has occurred;\nname of the offender; witnesses; their response to the incident(s); the effect/impact of the behavior\non them. A form is provided for this purpose. The offended person who contacts management with\na complaint is encouraged to submit this documentation; however, complaints may be filed\nverbally. Alternate methods of filing complaints shall be made available to individuals with\ndisabilities who need accommodation.\n\nThe offended employee of offensive conduct and harassment shall be afforded avenues for filing\ncomplaints that are free from bias, collusion, intimidation, or reprisal.\n\nEmployees who believe that the actions or words of another employee, visitor, client, contractor,\nor vendor constitutes harassment, offensive, inappropriate or degrading behavior, or who have\nknowledge of any conduct of other employees, contractors, clients, visitors or vendors which may\nconstitute such behavior, are encouraged to report the behavior as soon as possible to her/his\nimmediate supervisor/manager, or human resources or any other manager.\n\nThe offended employee is encouraged to report the behavior as soon as possible after the incident\nin order to be effectively investigated and resolved.\n\nInvestigation Procedures and/or Resolution of the Complaint:\nThe Company will promptly and thoroughly investigate complaints of harassment or other\nviolations of this policy to determine whether improper conduct has occurred.\n\nThe offended employee has the right to pursue other options such as filing a complaint with state\nor federal agencies. Pursuit of these options by the offended person will not preclude processing\nof complaints by the Company. Once a complaint has come to the attention of the Company,\nfollow through must and will occur, even if the complainant says she/he does not want anything\ndone.\n\nThe officers of the company is the decision making authority to review the investigative reports\nand to make a finding of whether the harassment policy has been violated based upon the\ninvestigation, and to determine the appropriate action to be taken based upon the findings.\n\nInformal Resolution:\nA full investigation may not always be required for every complaint. An informal resolution is\noften an appropriate/alternative response depending upon the nature of the complaint. The goal of\nthe informal resolution is to stop the inappropriate behavior.\n\n---\n\n## Page 35\n\nConfidentiality:\nThe Company will make every effort to protect the rights and concerns of the offended person, the\noffender, and any witnesses. Respect for the privacy of all parties will be adhered to as much as\npossible. However, because an individual’s right to confidentiality must be balanced with the\nCompany’s obligations to investigate and take necessary action to resolve a complaint, the\nCompany retains the right to disclose the identity of any of the parties in appropriate\ncircumstances and only to those with a need to know.\n\nDisciplinary Action:\nThe Company will take appropriate remedial action based on the results of the investigation and\nwill monitor the situation to ensure that the remedial action is effective. Individuals found to have\nviolated this policy will be subject to disciplinary sanctions which may include but are not limited\nto:\n - Verbal warnings/reprimands\n - Written warning/reprimand in employee file\n - Written apology to the offended person\n - Education and/or coaching on harassment\n - Referral for psychological assessment or treatment\n - Involvement of law enforcement\n - Suspension or termination\n - Referral to Employee Assistance Program/counseling\n - Loss of promotion or salary increase\n\nRight to Appeal:\nBoth the offended employee and the offender shall have the right to appeal decisions within 10\nworking days after notification of the outcome of the investigation. The appeal shall be in writing,\nand a response will be made within 10 working days at which time the parties may present their\ncase and arguments.\n\nWithin 10 working days of the appeal the Company shall provide all parties with a written\ndecision. During the time of the appeal and review, disciplinary action taken as a result of the\ncomplaint will be enforced.\n\nRetaliation:\nThe Company will not tolerate retaliation or intimidation of any kind towards anyone making a\nreport or complaint of harassment or offensive behavior. No employee who reports a violation of\nthis policy will be subject to any adverse employment action because of the reporting. No\nmanager or employee at the Company will retaliate against an employee because he or she has\nopposed discriminatory practices including; complaining of discrimination or harassment through\nthe internal complaint procedures; filing a charge of discrimination with any municipal, state, or\nfederal equal employment opportunity agency, or participating in an investigation of a charge or\ncomplaint of discrimination or workplace harassment. Such retaliation and intimidation not only\nviolates this policy but also violates state and federal law.\n\nAll parties involved shall be informed of their right to be free of retaliation and intimidation. The\nCompany shall bring swift and strict disciplinary action against any individual who retaliates\nagainst a person reporting harassment or who retaliates against a person who testifies, assists or\nparticipates in an investigation proceeding or hearing in connection with a harassment complaint.\n\nExamples of retaliation include but are not limited to: verbal or physical threats, intimidation,\nridicule, bribes, destruction of property, spreading rumors, stalking, harassing phone calls, unfair\n\n---\n\n## Page 36\n\nperformance review, not being informed/included about important events such as meetings or\nchanges in policies, ridicule (public or private), name calling, refusal to meet with a person even\nthough that person has a right to do so, and any other form of harassment. Any person who\nretaliates is subject to immediate disciplinary action up to and including suspension, probation or\ntermination.\n\nConsensual Relationships:\nConsensual relationships in situations involving a supervisor/manager and an employee are\ngenerally inappropriate and strongly discouraged by the Company. Any supervisor/manager that\nenters into a sexual relationship with a staff member, where a professional power relationship\nexists, is warned that if a charge of sexual harassment is subsequently made, that staff member\nmay assert that the relationship was not consensual and/or became non-consensual.\n\nEmployee Responsibility:\nEvery employee is to refrain from participation in, or encouragement of, actions that could be\nperceived as harassment or offensive conduct, and is encouraged to assist in the prevention and\nintervention of harassment by:\n\n - Reporting acts of harassment and/or offensive conduct to a member of management,\n human resources, or the General Manager.\n - Encouraging any employee who complains of being harassed or discriminated against to\n report these acts to a supervisor/manager\n - Informing the offender that his/her behavior is unacceptable, against policy and that he/she\n should stop the behavior\n - Offering support to the offended employee\n\n---\n\n## Page 37\n\nTNT Construction/Kerkhoff, Inc.\n\n Harassment and Violence Report\n\nGeneral Policy Statement: Harassment, either intentional or unintentional, has no place in the\nwork environment. Accordingly, the Company does not authorize and will not tolerate any form of\nharassment of or by any employee (i.e., supervisory or non-supervisory) based on race, color, sex,\nreligion, age, national origin, citizenship status, disability, creed, marital status, familial status,\nsexual orientation, status with regard to public assistance, disability, membership in a local\ncommission, genetic information, or any other characteristic protected under federal, state or local\nlaw. Employees may use this form or make complaints directly to their supervisor, any member of\nmanagement, or the General Manager. Refer to the Harassment Policy in the employee handbook\nfor additional information.\n\nComplainant:____________________________________ Home Phone #___________________\n\nHome Address:__________________________________________________________________\n\nWork Location: __________________________________ Work Phone #___________________\n\nDate of Alleged Incident(s)__________________________ Nature of harassment: Sexual,\nRacial, Religious, etc. ____________________________\n\nName of person(s) you believe harassed or was violent toward you:_________________________\n\nIf the alleged harassment or violence was toward another person, identify that\nperson:_________________________________________________________________________\n\nDescribe the incidents(s) as clearly as possible, including such things as: what force, if any, was\nused; verbal statements (i.e., threats, requests, demands, etc.); what, if any, physical contact was\ninvolved (Attach additional pages if necessary).\n_______________________________________________________________________________\n_______________________________________________________________________________\n\nWhere and when did the incident(s) occur?___________________________________________\n_______________________________________________________________________________\n_______________________________________________________________________________\n\nList any witnesses who were present: _______________________________________________\n_______________________________________________________________________________\n_______________________________________________________________________________\n\nUse additional space if necessary to accurately record your complaint.\n\nThis complaint is filed based on my honest belief that the above named individual(s) has harassed\nor been violent to me or to another person. I hereby certify that the information I have provided in\nthis complaint is true, correct and complete to the best of my knowledge and belief.\n\n___________________________________________________ ________________________\n Complainant Signature Date\n\n___________________________________________________ ________________________\n Received by Date\n\n---\n\n## Page 38\n\n5.10 ALCOHOL AND DRUGS\n\nThe Company is committed to providing a safe and productive workplace for its employees. In\nkeeping with this commitment, the following rules regarding alcohol and drugs of abuse have been\nestablished for all staff members, regardless of rank or position, including both regular and\ntemporary employees.\n\nConsumption of, possession of, or being under the influence of alcoholic beverages or illegal drugs\non company property, in the office, or in any vehicle used for company business is strictly\nprohibited.\n\nAny employee who violates this policy will be subject to disciplinary action including immediate\ntermination of employment. Any employee who reports for work or who is at work is subject to\nchemical screening and/or blood/alcohol testing to determine the presence of unauthorized drugs\nor alcohol in the body.\n\nCome to the office if you suspect alcohol/drugs or have complaints.\n\nThe Company has random drug/alcohol testing that is done quarterly for non-DOT drivers and\nDOT drivers. All records pertaining to Alcohol & Drug Testing are kept separate of the Personnel\nFile, and are strictly confidential. Employees with CDL licenses will receive a copy of the policy\nand are required to sign an acknowledgement.\n\nFor additional information: See complete copy of the Company’s Alcohol & Controlled Substance\nPolicy and Testing Policy is included as Exhibit A to his handbook. Questions regarding this policy\nshould be directed to office personnel.\n\n5.11 TWO-WAY RADIOS\n\nEmployees must use proper procedure and appropriate language when using company two-way\nradios and they are to remain on at all times.\n\n---\n\n## Page 39\n\nSECTION 6\n CONFLICTS OF INTEREST\n\n1Employees of the Company must accept the responsibility to treat information about customers,\nsuppliers, our internal operations, and internal records with absolute confidentiality.\nConflicts of interest should be avoided and may include the following examples:\n Working for any group mentioned above for personal gain.\n Engaging in a part-time activity for profit or gain in any field in which the company is\n engaged.\n Borrowing from, or lending money to, individuals representing organizations with which\n business dealings are conducted.\n\n6.1 BRIBES, KICK-BACKS AND OTHER ILLEGAL PAYMENTS\n\nBribes, kickbacks and other illegal payments to or from any individual with which we conduct\nbusiness (in any form and for any purpose) are prohibited.\n\n6.2 OUTSIDE EMPLOYMENT\n\nThe Company makes every effort to keep its employees fully employed. When an employee is on\nthe job, this means that 100% of his/her effort is required.\n\nEmployees may hold outside jobs in non-related businesses or professions as long as the employee\nmeets the performance standards of their job. If the outside job(s) interferes with the obligations\nand deadlines of the Company (customer contracts) then the Company reserves the right to ask the\nemployee to leave his/her outside employment and return to work.\n\nIf a leave of absence (LOA) is requested, it must be approved by Management. The Company\nreserves the right to limit the number of employees requesting leave at the same time.\n\n6.3 GIFTS & GRATUITIES\n\nThe acceptance of gifts and gratuities creates the potential for a conflict of interest therefore;\nCompany policy prohibits the acceptance of gifts and gratuities such as (but not limited to) holiday\ngifts, trips, and cash awards from vendors or other business contacts. Promotional items of\nminimal value such as calendars, coffee cups, and pens are allowed. When no potential for a\nconflict of interest exist, an exclusion from the policy may be approved by Jill Kerkhoff. All\nquestions or concerns as to the extent of the policy (what is considered a gift or gratuity) should be\naddressed with the Board.\n\n---\n\n## Page 40\n\nSECTION 7\n WORK RULES OF GENERAL CONDUCT\n\n7.1 ORDER OF CORRECTIVE ACTION\n\nThese rules are guidelines only and are not all inclusive.\n\nThe Company holds each of its employees to abide by certain work rules of general conduct and\nperformance at all times. The regulations governing employee conduct and responsibilities have\nbeen established in the best interest of the company, its employees, and its customers.\n\nThe usual sequence of corrective actions includes a verbal warning, a written warning, disciplinary\nsuspension and or probation from work without pay and benefits, and finally termination of\nemployment. In deciding which initial corrective action would be appropriate, management will\nconsider the seriousness of the action, the circumstances surrounding the matter, and the\nemployee’s previous record.\n\n Step No. 1: Verbal Warning\nInform the employee that he/she must correct his/her actions or further disciplinary action will be\ntaken; record the results of this conversation on the appropriate form; and have the employee sign\nthe form. This form will remain in the employees personnel file for 30 days.\n\n Step No. 2: Written Warning\nWhen the performance or the policy violation does not improve or change, management will\nexplain to the employee that through observations, it appears that he/she is knowingly not meeting\nthe job requirement; explain that if the employee does not correct his/her actions he/she will be\nsubject to discipline; record the results of this conversation on the appropriate form; and have the\nemployee sign the form. This form will remain in the employees personnel file for 30 days.\n\n Step No.3: Disciplinary Suspension and Probation\nIf the employee's performance continues to be below standard or the policy violation is continually\nviolated, the management will: discuss the situation; inform the employee of his/her continued\ndeficiency; inform the employee of a suspension without compensation, benefits will not\naccrue nor will benefits be recoverable during the suspension period; record the result of\ndiscussion; have employee sign the appropriate form and suspend the employee. The employee\nwill also be notified that they will be on probation when s/he returns to work. Length of probation\nwill be determined on a case by case situation. This form will remain in the employees personnel\nfile.\n\n Step No. 4: Termination\nThis is the final step involved in the process and the Company is hopeful it does not have to\nemploy this step. In the event of Theft, Sexual Harassment and/or other types of actions\nPROHIBITED by policy, this step may, in fact, be the \"first\" step because of the serious offenses\ninvolved. In this step management will: discuss the situation, record the termination action on the\nappropriate form; inform the employee of the decision; show the employee the discipline form;\ncollect all Company materials and equipment; escort the employee from Company premises.\nThis form will remain in the employees personnel file.\n\nManagement reserves the right to terminate or discipline any employee as the Company, in its sole\ndiscretion, considers necessary in individual circumstances\n\n---\n\n## Page 41\n\n7.2 STANDARDS OF CONDUCT\n\nThe work rules and standards of conduct for the Company are important, and the Company regards\nthem seriously. All employees are urged to become familiar with these rules and standards. In\naddition, employees are expected to follow the rules and standards faithfully in doing their own\njobs and conducting the Company’s business. Please note that any employee who deviates from\nthese rules and standards will be subject to corrective action, up to and including termination of\nemployment (See Section 7.1, Corrective Action).\n\nGeneral Conduct Rules:\n All employees shall comply with all Federal, State and Local ordinances, codes,\n provisions, laws, rules and regulations pertaining to work at all times.\n All employees shall comply with all Company, Industry, and Regulatory safety codes and\n standards.\n Idling, loitering, wandering, sleeping on the job, disorderly conduct, pranks, practical\n jokes, and other misconduct will not be tolerated.\n The use of radios will be permitted as long as these do not distract the employee, or annoy\n customers or fellow workers or interfere with the two-way radios.\n Employees are responsible for reading and knowing all announcements posted on the\n Company bulletin board.\n\nEXAMPLES OF UNACCEPTABLE CONDUCT\n\nWhile not intended to list all the forms of behavior that are considered unacceptable in the\nworkplace, the following are examples of rule violations or misconduct that may result in\ndisciplinary action, including termination of employment.\n\n Theft or inappropriate removal or possession of property; company’s, customers or any\n employee\n Falsification of any records or reports pertaining to absence from work, claims pertaining to\n injuries occurring on company premises, claims for any benefits provided by the company,\n communications or records including personnel and timekeeping records\n Working under the influence of alcohol or illegal drugs (See Section 5.10, Alcohol and\n Drugs);\n Fighting or threatening violence in the workplace;\n Boisterous or disruptive activity in the workplace;\n Use of threatening, profane or abusive language\n Negligence, sabotage, willful or improper conduct leading to damage of company-owned,\n customer-owned or employee-owned property.\n Gross insubordination - a willful and deliberate refusal to follow reasonable orders by a\n member of management or other disrespectful conduct;\n Violation of safety and/or health rules (See Section 10);\n Smoking in the workplace;\n Sexual or other unlawful or unwelcome harassment (See Section 5.9, Policy on Harassment,\n including Sexual Harassment);\n Excessive absenteeism or any absence without notice (See also, Section 2\n Attendance/Punctuality and 2.5, Section Unexcused Absence);\n Unauthorized use of phones, or other company-owned equipment;\n Use of mobile phones while working, driving vehicles or operating equipment.\n Texting (since it is State Law, may result in immediate termination).\n Using company equipment for purposes other than business (i.e. playing games on computers\n or personal Internet usage);\n\n---\n\n## Page 42\n\nUnauthorized disclosure of confidential information to outsiders;\nViolation of personnel policies; and\nUnsatisfactory performance or conduct.\nUnauthorized use or sale of any company-owned property, salvage material or equipment.\nGross negligence or willful acts in the performance of duties resulting in damage to company\nproperty or injury to others.\nWillfully misusing company property.\nSerious safety violation resulting in injury.\nNot following a reasonable order or failure to perform work assigned or to comply with work\nand safety rules;\nMisuse of company equipment\nGaining unauthorized access to company records.\nFailure to report personal injury resulting from an on-the-job work situation.\nUnethical conduct or serious conflicts of interest.\nSpeeding or reckless driving or unauthorized use of company vehicle.\nNot completing assignment up to the quality required by the company.\nDemonstration of lack of courtesy towards other employees, customers or vendors.\n\n---\n\n## Page 43\n\nSECTION 8\n TRANSPORTATION\n\n8.1 PERSONAL TRANSPORTATION\n\nEmployees may use their personal vehicles on official company business. Minimum insurance\nrequirements as specified by the company's insurance carrier must be in effect at the time the\nemployee's personal vehicles is used and the employee may be required to provide the appropriate\nproof of insurance.\n\nAll employees should be sure that their own personal insurance policies cover the loss of anything\noccasionally left at the office. The Company assumes no risk for any loss or damage to personal\nproperty.\n\n---\n\n## Page 44\n\nSECTION 9\n EMPLOYEE COMMUNICATIONS/CONCERNS\n\n9.1 BULLETIN BOARDS\n\nBulletin boards placed in the office to provide employees access to important posted information\nand announcements. The employee is responsible for reading necessary information posted on the\nbulletin boards.\n\n9.2 PROCEDURE FOR HANDLING COMPLAINTS\n\nWhenever a group of people are required to work together for an extended period of time,\nproblems and misunderstandings can occur (conflict resolution).\nA formal complaint Procedure has been established to provide you with a prompt and fair means\nof resolving personal complaints regarding work or working relationships, This Procedure\nguarantees courteous and fair treatment, and there shall be no reprisals against you for voicing\nyour concerns provided you follow the established Procedure and behave in a courteous and\nrespectful manner. Employees are encouraged to discuss the problem with management in the\noffice.\n\n9.3 EMPLOYEE ACKNOWLEDGEMENT\n\nSee Section 1.22 Forms & Policies to Sign - Acknowledgment of Handbook\n\n---\n\n## Page 45\n\nSECTION 10\n SAFETY & HEALTH POLICY\n\nSAFETY POLICY COMMITMENT\n\nThe Company is committed to the safety of its employees, Subcontractors, Suppliers, Customers,\nand its property and equipment. To this end, we will utilize a safety program in our daily\nactivities. It is necessary that the Company establish safety rules and regulations to be observed\nby all employees at all times.\n\nThe most important part of safety is YOU. It is your responsibility to abide by the safety rules -\nthese rules are made for your protection and to help you do your job correctly and safely.\n\nAs you know, safety often involves using common sense. Therefore, when a hazardous condition\nseems apparent, please ask or notify management immediately. Always remember that the\ncommon sense - safe way is the best way to do every job to prevent injury to yourselfor\nsomeone else Discuss your concerns with the office when in doubt.\n\nReport any personal injury IMMEDIATELY, however minor. Report all dangerous conditions\nand practices to the Immediate Supervisor\n\nWith regard to these rules, the following will be considered standard procedure for all employees.\n Should a safety regulation be modified so that an employee's safety is something less than\n it should be, the employee should inform his/her Supervisor\n All questions concerning the reason for doing something in a certain manner may be asked\n of any member of management at any time\n Employees' decisions should always be guided by the company's commitment to safety\n Should a hazardous situation or condition exist and a decision has to be made on safety or\n production, safety concerns should always take precedence over production.\n\nIt is management's responsibility to see that every employee at the Company is provided with safe\nworking conditions, all safety regulations are observed and employees use good common sense to\nprotect themselves as well as others. Management will periodically inspect working conditions\nand may suspend all work activity until an unsafe condition is corrected.\n\nAs you know, safety often involves using common sense. Therefore, when a hazardous condition\nseems apparent, please ask or notify your supervisor immediately. Always remember that the\ncommon sense - safe way is the best way to do every job. Discuss your concerns with your\nimmediate supervisor when in doubt.\n\nMost successful projects take more than one person. Safety and production is a team effort.\nTherefore, focus on production with safety.\n\nEMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY\nRULES, THAT EMPLOYEE WILL RECEIVE AN \"EMPLOYMENT VIOLATION\".\nREPEATED VIOLATIONS MAY BE CAUSE FOR TERMINATION.\n\n---\n\n## Page 46\n\n10.1 A WORKPLACE ACCIDENT & INJURY REDUCTION (AWAIR)\n\nThe Company promotes a safe and healthful working condition for all employees. To do so,\nmanagement and employees will strive to reduce to extent and severity of work related injuries\nand illnesses. The Company specifically proposes the following steps to meet that objective.\n All persons employed by the Company will become keenly AWAIR that reducing injuries\n is everyone’s business. Continued discussions, toolbox meetings, job site inspections by\n management, and an annual safety meeting are avenues we will use to become even more\n AWAIR of avoiding jobsite hazards.\n All employees of the Company will attend training sessions to enhance job skills. Any\n accident involving injury will be reported immediately so we can learn how to avoid that\n injury in the future. At the annual safety meeting, all employees will be asked their input\n in discussions where together we can identify, analyze, and control new and existing\n hazards, conditions, and operations. The issues raised at this meeting become priority\n items in our risk management.\n Our plan of action will be by verbal discussion at the safety meeting and followed up on\n issues that were raised and the appropriate way to minimize the risk of injury for each\n situation.\n Management will investigate the accident involving injury to see what caused the injury\n and what will be done to reduce future risk of that injury. This will be communicated to all\n employees.\n\n10.2 GENERAL EMPLOYEE SAFETY RULES:\n\n Employees will be required to know the Company’s Safety & Health policy.\n Employees of the Company are required to attend tool box meetings and annual \"Right to\n Know\" training and \"Injury & Illness Prevention (AWAIR) Program\".\n Informal tool box meetings will be held to air any safety or hazard issues that may be\n discovered while working.\n Know the location of all safety equipment and how to use them. Put safety equipment\n back where they belong so the next person can find them.\n Employees must be familiar with safe operating procedures for each piece of equipment\n before operating it. Do not attempt to operate special machinery or equipment without\n permission and instructions.\n Employees must be familiar with OSHA'S safety regulations for jobs performed before\n starting.\n Employees are encouraged to suggest in person or anonymously, to Management of any\n equipment or procedure that is discovered to be a hazard, unsanitary, or dangerous to your\n health. Do not operate any equipment which in your opinion is unsafe or is in need of\n repair.\n Employees are required to report any injuries, accidents, or \"near misses\" to the office\n immediately so proper first aid or medical treatment can be given.\n Maintain and inspect all tools and equipment prior to their use.\n Use tools only for their intended purposes. Do not use broken or dangerously dull tools.\n All switches or drives on machinery shall be shut off and locked-out before cleaning,\n greasing, oiling, or making adjustments or repairs.\n Maintain and operate all equipment and vehicles in a clean and safe condition.\n Maintain good housekeeping in all your work areas. This is a reflection of the quality of\n your work. Disorder wastes time and energy and often results in injury.\n Use of seatbelts is mandatory while operating all company vehicles and equipment.\n BUCKLE UP!!!!!!\n Only authorized personnel should access equipment. No unauthorized passengers.\n\n---\n\n## Page 47\n\nLift Properly - keeping your back as straight as possible and with knees bent. If the load is\ntoo heavy to lift safely, get help!!!!!!!!!\nDo not walk or work under suspended loads and be aware of moving equipment when on\nthe ground.\nFighting and horseplay is prohibited.\nNo alcohol or illegal drugs use will be tolerated during work hours or anytime this practice\nwill compromise the safety or production in the workplace.\nAny repeated disregard or violation of accepted safety practices will be cause for possible\ndismissal of any employee without notice.\nWatch out for YOURSELF & the OTHER GUY - DON'T ASSUME!!!!!!\nHard hats should be worn at all times when overhead exposure exists.\nVests are to be worn at all times on the job site or high visible shirt.\nSafety boots are required for all employees. No tennis shoes.\nEye protection must be worn at all times when breaking out concrete or asphalt, cutting,\ngrinding, using a cutting torch, welding, sanding, using chisels, chipping slag, breaking\nrock, handling hazardous materials or any other times when exposed to flying objects or\ndebris. This includes shop work.\nHearing protection to be used when exposed to loud noises when operating loud power\ntools and machinery.\nWear clothes suited for the job. This means hard sole non-slip safety boots, shirts and\nlong pants. Remove all jewelry before reporting to the job.\nAll gasoline shall be stored in approved safety cans. Always place gasoline containers on\nthe ground before filling them. Do not place on pickup bed. This could cause static\nelectricity buildup and result in an explosion.\nSecure all job sites with proper signing and warning devices and be sure they are properly\nmaintained each day as necessary.\nDirt and materials must be at least 2' back from the ditch.\nUtilities must be notified before any excavation is performed. (Gopher One Call). Copy\nof ticket will be emailed to persons working onsite to have in possession and read.\nReport any damaged utilities to the office immediately (do not cover up).\nAll excavations must be protected.\nNo employee shall enter an unshored trench or excavation unless the soil has been sloped.\nProper sloping practices shall be performed. (See trench safety slope calculator app)\nSoils to be properly identified.\nMonitor soils for unsafe conditions.\nTest for possible gases present in confined space entry.\nPark all equipment with attachments lowered in a safe and orderly fashion.\nSecurely tie down all loads to be transported or towed. No chains to be taken off any\nhauling unit.\nFirst aid kits are provided in each pickup. It is the responsibility of the driver to see that\nthe kits are on the job and remain well stocked.\nKnow where the fire extinguishers are located and how to use them. Notify the office\nwhen fire extinguisher has been used to replace or get recharged.\nExtension cords used with electric tools and appliances shall be of the three-wire type.\nDefective cords shall be replaced on the day they become defective.\nDefective materials or tools must be labeled with accident prevention tags and brought to\nthe office or let office personnel know. This must be done on the day in which that piece\nof equipment becomes defective and not remain on the job.\nDo not repair or adjust machinery while it is in operation. Never oil moving parts except\non equipment fitted with safeguards for this purpose.\nAbide by all hazardous materials instructions provided.\nEmployees should check with management regarding any potentially hazardous material.\n\n---\n\n## Page 48\n\nKeep oxygen and gas cylinders in an upright position and secured. Caps should be kept\n on tanks not in use. Keep tanks free from oil and grease.\n Do not run or jump from objects. Keep firm footing and proper balance at all times.\n Keep materials out of walkways. Bend down and remove protruding nails.\n Do not throw anything from a height before checking to make sure that no one is below.\n Keep guards and protective devices in place at all times. When guards are removed for\n repairs, replace in proper order before starting up. Removal of any guard or safety device\n is prohibited.\n Never work under vehicles that are supported by jacks or chain hoists without protective\n blocking in case of hoist or jack failures.\n Do not disconnect air hoses and compressors until hose line has been bled.\n Mobile phones should not be used while working, driving vehicles or operating equipment\n unless a hands free device is worn.\n\n Life is worth it. Distracted driving is not.\n\nThis is not a complete list of general safety rules and these rules are not intended as a substitute for\nCOMMON SENSE and GOOD JUDGMENT.\n\n10.3 REPORTING INJURIES AND ACCIDENTS\n\nWhen any accident, injury or illness occurs while an employee is at work, it must be reported to\nthe Immediate Supervisor as soon as possible regardless of the nature or severity. The company\nwill provide the proper forms for reporting job-related accidents, injuries and illnesses. Any\nemployee failing to report such occurrences will be subject to disciplinary action.\n\nIn the event of a vehicular accident involving a company-owned/leased vehicle or while on\ncompany business, the employee must report all information immediately to the Immediate\nSupervisor and/or the Office. In no instance should responsibility for an accident be expressed to\nanyone until the proper person in the company has been notified and permission has been obtained\nto make statements.\n\n10.4 HAZARDOUS WASTES\n\nThe Environmental Protection Agency has grouped certain chemicals and chemical groups into\ncategories which have been defined as toxic. This means that in concentrated forms or by\naccumulating and combining with other chemicals (even the air), these chemicals can be\nhazardous to human health if exposure occurs.\n\nFrom time to time in the normal course of their jobs, employees may handle materials which have\nbeen classified as hazardous by the standards of the Occupational Safety and Health Act (OSHA)\nregulations.\n\nHazardous materials that are received from our suppliers should have Safety Date Sheets (SDS) or\nlabels which state the chemical ingredients of the contents, precautions to take, and what to do if\nexposure occurs.\n\n---\n\n## Page 49\n\nEmployees will be instructed on how to control hazardous wastes and what to do if they are\nexposed to hazardous wastes.\n\nIf any employee suspects that the materials or wastes he/she may encounter as an employee are\nhazardous (whether or not they are being created or used by the company), he/she should inform\nthe Immediate Supervisor immediately.\n\nAs a Company, we are committed to not creating or disposing of hazardous wastes which will\ncontaminate the environment. Whenever possible, we will choose materials which have been\njudged as non-hazardous and will properly dispose of hazardous materials if used. Also, we will\nnot knowingly dump any wastes into the environment at any time.\n\n10.5 WRITTEN HAZARD COMMUNICATIONS/RIGHT TO KNOW PROGRAM\n\nIn order to comply with the OSHA Hazard Communication/Right to Know Standard, the following\nRight to Know Program has been established for the Company.\n\nThe Safety Officer is the program coordinator and has overall responsibility for the Hazard\nCommunication program. This program includes guidelines on identification of chemical hazards\nand the proper use of labels and Safety Data Sheets.\n\n SAFETY DATA SHEETS (SDS)\nThe Company maintains an inventory of all known chemicals in use on the work site, in the shop\nand yard areas. A copy of the list is included with this program as well as with each set of SDS\nsheets. Further information on each noted chemical can be obtained by reviewing the SDS sheet.\nHazardous chemicals brought onto the work site will be included on the Hazardous Chemical\nInventory list which will be in the SDS booklet.\n\nThe safety officer will be responsible for obtaining, maintaining, and updating the SDS. Copies of\nSDS's for all hazardous chemicals and fact sheets to which employees may be exposed will be\nkept in the office, employee pickup, shop, and in the pit tool van.\n\n CONTAINER LABELING\nAll chemicals will be stored in their original containers with a proper label attached. Workers may\ndispense chemicals from original containers in small quantities for immediate use and any\nchemical left over must be returned to the original container.\nNo unmarked containers of any size are tube left in the work area unattended. Manufacturer labels\nare to be left intact whenever possible. Containers that are not labeled will be relabeled.\nDO NOT leave extra oil in the oil cans!!!!\n\nEMPLOYEE TRAINING\nAll employees will receive the following training before being allowed to work with Hazardous\nchemicals found in the work site. Read instructions on chemical container labels and SDS\nbefore working with chemicals. Make sure you wear the correct gloves for the chemical\nbeing used.\n\n1. An overview of the Hazard Communication/Right to Know Standard and this written program.\n2. The location and availability of the written Hazard Communication Program.\n3. Chemical and physical agents present in their workplace.\n4. Physical and health effects of the hazardous chemicals.\n5. How to lesson or prevent exposure to these chemicals through proper handling and use of\npersonal protective equipment.\n\n---\n\n## Page 50\n\n6. Emergency procedures to follow.\n7. Location of SDS's and other information and how to interpret this information.\n\n HAZARDOUS NON-ROUTINE TASK\nPrior to employees performing any special task that may invoke possible exposure to hazardous\nchemicals, a review of safe work procedures will be conducted and the required personal\nprotective equipment will be utilized.\n\n INFORMING OTHER CONTRACTORS AND EMPLOYEES\nOther contractors and employees are required to adhere to the provisions of the Hazard\nCommunication Standard Information on hazardous chemicals, which are present at this facility.\nAn SDS will be available upon request from the office.\n\n RECORD KEEPING AND PROGRAM REVIEW\nThe Company will maintain this Hazard Communication Policy and will make changes and\nupdates as required. The written program will be available at the office for employee review upon\nrequest or from your immediate supervisor.\n\nSUBCONTRACTORS - SUPPLIERS - OWNERS - VISITORS\nEveryone we work with or do work for are expected to abide by these safety rules and any other\nOSHA rules that pertain to their type of work or exposure.\n\nReport any unsafe conditions that come to your attention to the supervisor or office.\n\nFIRST AID INJURY RESPONSE POLICY\nIn an effort to provide our employees with the best medical treatment available in an\nemergency injury situation, dial 911 or other emergency medical services. Be familiar with\nthe location of the nearest medical facility on each job site in case of an emergency.\n\n10.6 CELL PHONE USE\n\n - Cell phones should not be used while the vehicle is moving or operating a piece of\n machinery unless hands free devices are used.\n - Hands free devices are required. (TNT will supply one hands free headset, if lost,\n damaged, stolen or not working you’re on your own after that). Headsets to be\n turned in to the office at the end of the season.\n - Allow voice mail and/or text messaging to handle calls and return them when stopped and\n safe.\n - Use two way radios when traveling.\n - Cell Phones for personal use should be limited. Inform your spouse, friends, family\n members or whomever not to call or text you on company time.\n - Violation of cell phone use will result in disciplinary action and possible immediate\n termination.\n\n Life is worth it. Distracted driving is not.\n\n---\n\n## Page 51\n\n10.7 3-POINTCONTACT MOUNTING & DISMOUNTING CONSTRUCTION\nEQUIPMENT\n\nDefinition: Three point contacts are when two feet and one hand, or two hands and one foot are in\nfirm contact with surfaces at one time. A triangle is formed when the three points of contact to the\nequipment are made.\nInstructions:\n Maintain three-point contact at all time, and break only when reaching stable surface or\n platform.\n Face the equipment during mount and dismount.\n Do not mount or dismount when equipment is moving.\n Take your time, do not jump.\n Use access points or positions provided with equipment (i.e., hand and footholds.) Retrofit\n equipment lacking steps, rails, etc.\n Equipment should be stationary.\n Repair, replace, retrofit equipment.\n Use skid-resistant surfaces.\n Keep platforms, treads, step, etc. free of mud, ice, snow, grease, and other slippery\n materials.\n Wear a hard sole non-slip work boot.\n\n10.8 EMERGENCY PROCEDURES\n\n Know the location of all emergency telephone numbers. Know the address or location of\n the jobsite so as to be able to direct emergency personnel to the job site.\n First aid kits will be supplied to the jobsite. Know its location before you need it.\n Replenish any first aid supplies used as soon as possible, let the office know.\n All pickups should have first aid supplies in them.\n The location of available emergency facilities and the proper use of 911 or other\n emergency telephone numbers should be discussed at tool box meetings at every new\n construction site.\n\nMEDICAL EMERGENCIES\n At the earliest possible time following a serious injury, the 911 emergency rescue system\n should be activated\n Locate someone qualified to administer first aid, if needed.\n Do not move an injured person unless he/she is in a life-threatening condition.\n Wait for help to arrive, if necessary to move an injured worker, keep the head, neck, and\n back in a straight line.\n In extreme conditions, the immediate transportation of an accident victim may be\n warranted over waiting for an ambulance to arrive. Use your best judgment in determining\n the urgency of the situation.\n\nON-THE-JOB INJURIES\nAn employee injured on the job, during the performance of his regular duties, must report the\ninjury immediately. Failure to report an injury no matter how small, whether medical\nattention is required at the time, may result in the loss of any Workers Compensation\nInsurance Benefits.\n\n---\n\n## Page 52\n\nFIRE\nIf an emergency situation arises due to the breakout of a fire, or from any other hazard, employees\nwill immediately exit the building by using the nearest door for the purpose. Do not try to fight an\nout of control fire yourself. Your duty is to get clear of the danger, warn others, and call for help.\n\nTORNADO/STORMS\nThe Company will at its earliest convenience try to shut the company down before bad weather is\nimminent. Report injuries to management even if medical attention is not required\n\n10.9 FIRE PROTECTION\n\n1. The use of gasoline is prohibited for cleaning purposes or for starting fires.\n2. Observe all \"No Smoking Rules\".\n3. Know the location of and how to use fire extinguishers. Inform your supervisor of any use of an\nextinguisher and arrange to have it recharged or replaced.\n4. Unauthorized removal or tampering of firefighting equipment is prohibited.\n5. Compressed acetylene and oxygen tanks shall be stored in an upright position and secured from\nfalling regardless whether full or empty.\n6. All tank caps are to be in place when tanks are not in use.\n\n10.10 FIREARMS & WEAPONS\n\nDo not bring firearms or weapons into the workplace or customer site. If you normally carry a\nlegal weapon or a hunting gun in your vehicle, keep it locked and unloaded. Do not remove\nweapons, 'demonstrate', or show them to others while you are on Company property.\n\n10.11 PERSONAL PROTECTIVE EQUIPMENT\n\nEmployees working next to or exposed to the same hazard shall wear the same equipment.\n1. Head, Face, and Eye ProtectionAll persons performing work in areas at risk to falling objects or where objects are\n suspended overhead shall wear hard hats.\n Safety glasses, safety goggles, or face shields shall be worn when sledging, chipping,\n grinding, and working in extremely dusty areas, handling hazardous chemicals, while\n using power tools, or any other operation where an eye injury could result.\n Safety glasses shall be worn by all personnel in shops, and all mechanics shall wear safety\n glasses while performing their work in the shops or not.\n Eye protection suitable for welding, cutting, and burning shall be worn during those\n operations. Regular safety glasses are not considered suitable. Side shields are required.\n\n2. Hearing protectionHearing protection is required for all operators, and anyone who is exposed to prolonged\n or loud noises. Consult your supervisor or inquire at the office for ear plugs and ear muffs.\n\n3. Clothing and Hand ProtectionAll employees shall wear the proper clothing to perform their work. Long pants and shirt\n are required (safety vests shall be worn).\n Hard sole non-slip work boots are recommended.\n Hot spots on machines can cause burns; chemicals can cause burns or irritate the skin on\n the hands.\n Pointed objects and sharp blades like screwdrivers, knives, punches, staples or splinters\n can cause hand injuries.\n\n---\n\n## Page 53\n\nMoving loads through doorways and aisles can cause hand injuries.\n Guards must always be in place. Always disconnect the power and lockout machines\n before repairing.\n Do not wear gloves around moving machinery.\n Always use the correct tool for the job. For example, do not use a screwdriver as a chisel.\n Make sure the tools are in good working order and follow instructions. Store tools\n properly - one in the wrong place could cause an accident.\n Always cut away from your body.\n Do not put hands for feeding materials into machinery.\n Do not put hands near moving machinery parts.\n Read instructions on chemical container labels and SDS before working with chemicals.\n Make sure you wear the correct gloves for the chemical being used.\n Report any injuries to the office.\n\n10.12 HARD HAT POLICY\n\nHard hats must be worn at all times on all hard hat designated jobs. Hard hats must be worn at\nall times on all jobs with exposure to overhead loads such as excavators, backhoes, loaders,\ncranes, etc.\n\nThe only exceptions to this policy are people involved protected by cab enclosures.\n\n10.13 EYE PROTECTION POLICY\n\nAny person operating hand tools such as chop saws, chipping hammers, jack hammers, breaking\nmalls, hydraulic breaker, etc. or any other tool that could produce an eye injury hazard without\nusing proper safety equipment will be given one warning.\n\n10.14 MACHINE GUARDING\n\nIt is the responsibility of all supervisors to train employees of safe work practices while working\nwith guards. Severe injury may result when there is improper safeguarding. Safeguarding is a\nmethod of eliminating a hazard.\n No safeguard, barrier, or enclosure shall be adjusted or removed for any reason by anyone\n unless that person has specific permission from the supervisor, the employee has been\n specifically trained to do the work, and machine adjustment is considered a normal part of\n their job.\n Before safeguarding or other guarding devices are removed for repair, or adjustments or\n servicing are done, the power to the equipment must be turned off and the main switch\n locked out and tagged.\n No equipment or machine will be started unless the safeguards are in place and in good\n condition.\n Defective or missing safeguards must be immediately reported to the supervisor.\n No employee shall reach around a safeguard, barrier, or enclosure. The primary benefit of\n safeguarding is that it helps improve production. By safeguarding, employees are not\n afraid of the machine and they pay more attention to their production responsibilities.\n\n10.15 LOCKOUT PROCEDURES\n\nPurpose: To prevent injury from the unexpected energization, start-up or stored energy that\ncould cause injury.\n\n---\n\n## Page 54\n\nExamples of Energy for Lockout/Tagout Applies To:\n A. Electrical\n B. Mechanical\n C. Thermal, Steam\n D. Chemical, Acids & Caustics\n E. Explosives, Natural Gas\n F. Hydraulic\n G. Pneumatic\n H. Gravity\n\nSafety Rules for Lockout\n Never remove guards or reach around guards while any machine is operating.\n Prior to starting work on a piece of equipment, shut off the main power switch and place a\n lockout device on the switch.\n Make sure all movement has stopped before entering or servicing any machine.\n If more than one person is working at the same time, EVERY individual on that machine\n must have a lock on the lockout device. No lockout will be permitted to be cut off without\n authority from your supervisor.\n Any time you are working on presses, changing dies, or removing rules, the operator must\n lockout the machine and safety block must be in place.\n Lockouts must be placed when changing blade or adjusting blade.\n Make sure machine is clear, prior to restarting the machine.\n NO Machine down-time is worth LIFE, LIMB, or JOB!!!!\n\nLockout Procedures\nIt is the responsibility of all supervisors to train employees on lockout procedures. This is\nessentially due to the grave threat to life and limb. Lockout procedures must be documented on the\nsupervisor's safety training checklist. Enforcement of lockout shall be the responsibility of\nsupervisors and management.\n If equipment needs repair, alterations, inspections, clearing of jams, or cleaning, the\n equipment must be shut down and locked out.\n The machine operator and others must be notified that the equipment cannot be set into\n motion without supervisor's permission.\n All sources of power are to be identified, turned off, and locked out. All stored energy\n sources must be removed. All personnel must be clear of the equipment. The equipment\n must be turned on to be sure the equipment power source is locked out, and then turned off\n again. Your padlocks must be placed on the control switch, lever or valve, even though\n someone has locked the controls before you. You will not be protected unless you put your\n own padlock on it.\n Once lockout is completed, you must hang a \"danger tag\" on the controls showing the date\n and the employee's signature. Pad-lock and tags must be in place before any work can be\n performed.\n When work is done, you must replace all guards and remove your own padlock and tag.\n Never permit someone else to remove it for you. Be sure you are not exposing another\n person to danger by removing your padlock or sign.\n When power has to be continued in order to perform a job, the area supervisor must be\n notified. A maintenance employee or supervisor will stand by while work is being\n performed. When the job is completed, padlocks will be reinstalled.\n If work is not completed by the end of the shift or day, the person locking out the\n equipment must notify their supervisor. The supervisor will make sure locks and tags are\n changed to those that will continue the work.\n\n---\n\n## Page 55\n\nThe supervisor is responsible for inspecting the equipment before starting it. The\n supervisor must see that guards are in place and all personnel are clear of danger areas.\n\n10.16 BACK INJURY PREVENTION\n\nIt is the responsibility of all supervisors to train employees on proper lifting techniques.\nSupervisors must correct employees when using incorrect lifting techniques.\nApproximately fifty percent of all personal injuries are caused by overexertion and most of these\ninjuries are back injuries. Everyone should follow these proper lifting techniques.\n\nThe two-hand squat and stoop method as follows:\n Get close to the load and grasp it firmly, hugging it.\n Set your stomach muscles as if you were doing a pelvic tilt. This helps prepare them to\n support the load.\n Keep your back upright with a slight backward arch as you use your leg muscles to lift the\n load.\n Set the load down smoothly.\n\nThe assisted one-hand lift method is as follows:\nAs you bend over into a container, rest your free hand on the edge of the container for support, and\nuse the other hand and to lift the object or part. As you come out of the lift, push down with your\nfree hand on the container edge to push your back and object up. When there is no container to rest\nyour free hand on, use the area right above your knee as an anchor point.\n\nThe assisted one-hand lift method is a way of lifting that is shared by the shoulder muscles, which\nare more developed than lower back muscles. This method does have limitations. This is the best\nmethod when the weight to be lifted does not exceed 15-25 pounds.\n\nIn addition, these are back injury prevention safety tips:\n1. Lift comfortably.\n2. Avoid unnecessary bending, twisting, and reaching.\n3. Lift gradually and slowly.\n4. Keep in good physical shape.\n\nIf at all possible use a skidloader or get help!!! Don’t think you’re Superman.\n\n10.17 WASTE CONTAINMENT\n\nAll waste fluids (oil and other fluids) drained from any equipment will be collected, stored in\nproper containers, labeled and disposed of in an approved manner. Waste oil must be recovered at\nall times.\n Waste oil from the jobsite may be brought to the shop facility and stored for future\n consumption or disposal.\n All disposal filters to be placed in 50 gallon barrel for proper disposal.\n\n10.18 GARBAGE\n\nAll garbage is to be cleaned out of vehicles & equipment daily (no exceptions).\n Place garbage in brown receptacle east side of shop.\n Recyclable material (plastic, glass, steel & aluminum, paper & cardboard) in blue\n receptacle east side of shop.\nIf you are in doubt about what’s recyclable the list is on the bulletin board.\n\n---\n\n## Page 56\n\n10.19 VEHICLE, TRUCK & EQUIPMENT OPERATORS\n\n All vehicle, truck and equipment operators shall make a full and complete walk around\n inspection prior to the start of the workday and at the end of their day.\n There should be a 10-minute warm-up (a.m.) and a 10-minute cool-down (p.m.) on all\n equipment.\n Do not let equipment idle longer than 30 minutes unless cold weather conditions exist.\n Truck drivers are required to complete a pre-trip and post-trip safety checklist for each\n unit they operate and it shall be submitted to the office at the end of the day.\n No piece of equipment should be started without first checking OIL, FUEL, & WATER\n WILL BE CHECKED BEFORE TURNING THE KEY. It is the operator's\n responsibility to check fuel levels of equipment and prevent down time due to low fuel\n levels. (If you should run out of fuel because of not checking, you are on your own time. It\n causes downtime for the company, you, and another employee because you need fuel).\n Fuel tank should be filled every day.\n Keys shall not be left in unattended vehicles and equipment at the end of the day if left at a\n jobsite.\n All ignition keys are to be removed from equipment when being serviced and lower all\n attachments. All employees must adhere to lockout/tag out procedures as described in this\n policy.\n All equipment, trucks & vehicles will be kept in good working condition. The safe\n operation and maintenance of the equipment is the responsibility of competent and caring\n operators.\n Windows and lights need to be clean before operating equipment.\n Backup alarms on equipment must be working at all times.\n It is the operator's responsibility to check on oil change schedules, greasing intervals, and\n needed repairs for each piece of equipment operated.\n Kingpins and U-joints should be grease once a week.\n All pivot points on loaders, dozers and excavators must be greased twice each day.\n Only qualified operators are allowed to run equipment on THE COMPANY jobsites.\n Employees shall be trained before performing a new task.\n Make sure area is clear before moving.\n All safety guards, shields, warning lights and backup alarms will be kept operational on all\n pieces of equipment.\n All safety features such as seatbelts, handrails, climbing handles and anti-slip walkways\n shall be used at all times and in the correct manner.\n Operators are required to report to their supervisor whenever repairs or adjustments are\n necessary. (Also note on daily checklist book.)\n If the operator feels there is a serious hazard, the operation of the unit at work shall stop\n until the hazard is eliminated.\n No passenger, other than operator shall ride on any trucks, loaders, heavy equipment, or\n any other moving equipment unless specifically authorized to do so.\n Truck drivers shall follow all rules in the Motor Carrier Safety Regulation Pocketbook\n provided by the Federal Highway Administration.\n Operators shall maintain at least 10 feet of clearance between any piece of equipment and\n any electrical line or energized equipment.\n Watch your tire tread (know when to recap virgin tires).\n Hauling equipment - tie it down correctly, no exceptions. Chains have to be pulling in four\n directions.\n\n---\n\n## Page 57\n\nNo employees, except mechanics trucks are to park in front of the shop overhead doors or\n along that side of the building unless loading or unloading equipment or supplies.\n Employees' vehicles are to be parked in designated areas.\n Always practice common sense when operating any equipment.\n\nPoor maintenance practices which include not greasing and not checking oil and coolant levels on\na regular basis for each machine operated will not be tolerated.\n\nAll equipment repair problems must be reported in writing to either a mechanic or to the office.\nNo excessive abuse to the equipment will be tolerated. Always rememberthe equipment will\ndo its job if we do ours and take proper care of it.\n\n10.20 ROPES, SLINGS, CHAINS & HOOKS\n\n Know the load capacities of all ropes, slings, chains, and hooks. DO NOT OVERLOAD.\n Care must be taken to understand that the method of lifting can severely change to force\n that is transmitted through the chain or cable during the lifting process.\n All ropes, cables, and chains will be kept in good working condition.\n Inspection for defects is always done before the use of a device such as a chain or cable.\n All splices, fittings and other material shall be free of defects and of the highest quality.\n All damaged or defective lifting devices shall be repaired or tagged and discarded.\n Safety latches shall be maintained on all hooks used for lifting.\n\n10.21 PRE-TRIP & POST-TRIP CHECKLISTS\n\nEmployees must fill out check lists as required by law on each unit operated every day and the\nchecklist turned in every evening. The duplicate copy should be placed in the time card slot in the\noffice.\n\n\"Equipment Repairs that are needed\" must be written on the white board, in the shop, for each\npiece of equipment operated by the operator.\n\n10.22 OIL CHANGES & FILTERS\n\nEngine oil change intervals should not exceed one hundred seventy-five (175) hours of operating\ntime. The oil change date, hour meter reading or miles must be written on the tsheets and in the\nrepair book in the shop. Filters should be cut open and inspected for evidence of wear. If there is\nengine wear, show the open filter to management along with the grindings that are found.\n\nThe person who drains the oil is responsible for putting the plug back in. Oil and filter to be\ndisposed of properly.\n\nAir filters are to be serviced regularly, depending on the dusty conditions you are working in.\n\n10.23 GREASING\n\nAll equipment is required to be greased daily. It is the operators' responsibility to assure that his\nequipment is greased. Lubrication:\n General Greasing\n Check rear end - add grease if needed\n Check King Pins - Jack Up Wheels Off Ground\n Throw Out Bearing Greased\n\n---\n\n## Page 58\n\nGrease U-Joints and Check for wear\n\n10.24 TRUCKERS MEMO\n\nThis memo is to inform you as a driver for the Company, that you have a responsibility to retain\nall of the paperwork pertaining to driving a truck. If a vehicle is involved in an accident the\ninsurance and cab cards must be shown to law officials. Penalties will result for not having these\npapers.\n Daily Inspection Book: Tells law enforcement officials about the mechanical status of the\n unit on a pre-trip and post-trip basis in the event of an accident. These records will be\n reviewed, so they must be done daily. The inspection book must stay in the unit. You will\n turn a copy in at the end of the day along with your load sheets, proving the mechanical\n status of the unit you drive.\n Insurance Card: Tells the effective dates of the insurance policy that covers the vehicle as\n well as the name of the insurance carrier and a policy number. (Check to make sure you\n have an updated insurance card).\n Cab Card: Tells about the licensing of the unit and registered weights and total gross\n weight as registered. (Check to make sure you have cab card for the trailer you are pulling\n as well).\n MN Dot Inspection Report: States that the vehicle met State specifications as inspected by\n a certified mechanic. Inspection is done once a year for both tractor and trailer.\n\nTRUCK SAFETY\nAll motor vehicle CDL requirements for drivers are to be filed with the office.\nAll drivers are required to fill out Vehicle Inspection Reports daily. The original white copy to be\nleft in the booklet in truck and other copy should be placed in time slot in office.\nAll trucks must be inspected and comply with the new pre-trip safety laws before operating.\n Check tires, wheels, and rims for damage and correct pressure to prevent accidental\n failure.\n Check brake drums, shoes for damage and adjustment.\n Check steering and suspension.\n Check engine oil, water, and fuel levels before operation.\n Perform walk around inspection before operation and during the day.\n Monitor warning gauges during operation. Oil pressure - Air pressure 70 lbs - Water\n temperature\n Check all trailer hookups when towing, including hitch, safety chain, and light\n connections.\n Check backup alarms daily for proper operation.\n All truck folders to include the following:\n - Vehicle Inspection reports\n - Proof of Insurance\n - Vehicle Weight Information Card\n - Current Cab Card\n Check for safety equipment in truck. (Fire extinguisher - spare fuses -emergency\n reflectors - current insurance and cab cards)\n Check lights for safe operation and cleanliness.\n\nYou MUST have a commercial driver’s license in the state of Minnesota to operate:\n A single vehicle or combination with a gross vehicle weight of 26,001 or more\n A towed unit with a GVW of more than 10000 lbs.\n A vehicle designed to transport more than 15 persons.\n Any vehicle which requires hazardous materials placards.\n\n---\n\n## Page 59\n\nACCIDENTS\nIn case of an accident, these are the procedures to be followed:\n If possible, get the vehicle to the side of the road, out of the traffic lane.\n Park away from the accident if stopping to help.\n Put emergency flashers on.\n Set out reflective triangles.\n Notify authorities either by radio or phone or send someone for help. Call 911 or other\n emergency numbers.\n If a qualified person is on the scene, stay out of their way.\n Don't move a severely injured person unless absolutely necessary for their safety.\n\nIf you are involved in an accident you are required to:\nCollect information on the accident.\n Who were the persons involved? Names?\n Were there any apparent injuries?\n What was the damage to any vehicles or property?\n Make notes on how the accident occurred.\n Document time and location of accident.\n Notify the office as soon as possible.\n Only discuss details of the accident with the proper authorities.\n Try to stay calm and use good judgment.\n Never admit to fault, this will be decided later.\n\nDrivers should always practice defensive driving techniques and be courteous to other vehicles on\nthe road.\n\nDRIVER REQUIREMENTS\n All trucks weighed must meet State of Minnesota Gross Vehicle Weight Requirements.\n This includes a maximum weight of 80,000 lbs. or less, depending on the length, number\n of axles and distance between axles.\n All Drivers are responsible for meeting state, county, and city bridge law requirements.\n This applies to single, tandem, tri-axle, quad-axle and 5 axle trucks.\n All frame rails and undercarriage must be cleaned prior to exiting load site.\n All trucks must have mud flaps in place.\n Mud flaps on \"belly\" dump trucks must he across the entire rear of vehicle and have a\n ground clearance of 6\" or less when vehicle is loaded.\n Drivers must inspect load for correct load height. All loads must be 6\" down from the top\n of the box next to the sidewall.\n\nAlways drive safely and use good judgment according to current road conditions.\n\nUse common sense and monitor dump areas for unstable areas and changing conditions that could\nlead to possible rollover.\n\nUse extreme care whenever you are backing. Use a ground man to watch and give signals.\n\n10.25 TRENCHING AND CONFINED SPACE ENTRY-SAFE PRACTICES\n\n Gopher State One Call (See Professional Excavation Manual)\n - Know where underground utilities are located before digging.\n\n---\n\n## Page 60\n\nWho must call - Anyone who engages in any type of excavation?\nWhen - Must call at least 48 hours prior to underground activity to notify utility operators who\nmay be affected.\nWhere - Give precise location of work area.\n\nUtilities will be marked using these color codes:\nRed - Electric power lines, cables, conduit\nYellow - Gas, oil, steam, petroleum, gaseous material\nOrange - Communication, alarm, signal lines, conduit\nBlue - Water, imgation, slurry lines\nGreen - Sewer and drain lines\nPink - Surveying and removals\nWhite - Used to mark work space\n\nMust hand dig within 2 feet of utility.\n\nYou must immediately notify utility the owner in case of damage or possible damage. Do not\ncover up!!\n\nSome utility owners are not GSOC members and may not have been notified or located. They need\nto he called directly.\nExcavating contractor is ultimately responsible for damage done to underground utilities.\n\nGopher State One Call 800-252-1166 or 811\n\n Sloping and Benching Requirements/Types of Soils\n - Keep excavated soil (spoils) and other materials at least 2 feet (0.61 meters) from\n trench edges.\n - Keep heavy equipment away from trench edges.\n - Approved shields or protective devices are to be used when sloping requirements\n cannot be met using sloping techniques.\n\nStable Rock\nNatural solid mineral matter that can be excavated with vertical sides and remain intact while\nexposed, but cannot be undercut.\n\nType A Soil\nCohesive soil with compressive strength of 1.5 ton/per square foot or greater\nExamples: clay, silty clay, clay loam, silty clay loam\nNO soil is Type A if it is fissured (split and/or cracked) or has been previously disturbed. OSHA\nrequires walls be sloped 9 inches out for every 1 foot of trench depth. (53%)\n*Trenches less than 20’ deep\n\nType B Soils\nCohesive soil with compressive strength of .5 to 1.5 tons/per square foot\nExamples: Granular cohesion less soils such as angular gravel, sandy loam, sandy clay loam,\npreviously disturbed soils.\nType A soils which are fissured (split and/or cracked)\nLayered soils\nDry rock that is not stable\n\n### Table 1\n\n| Gopher State One Call | 800-252-1166 or 811 |\n| --- | --- |\n| | |\n\n---\n\n## Page 61\n\nOSHA requires walls be sloped 1 foot out for every 1 foot of trench depth. (45%)\n*Trenches less than 20’ deep\n\nType C Soils\nCohesive soils with compressive strength less than 0.5 tons/per square foot\nExamples: Gravel, sand, loamy sand, soil in which water is flowing, wet soils.\nsubmerged soil or soil from which water is freely seeping, submerged rock that is not stable, or\nmaterial in a sloped, layered system where the layers dip into the excavation or with a slope of\nfour horizontal to one vertical (4H:1V) or steeper.\n\nOSHA requires walls be sloped 18 inches out for every 1 foot of trench depth. (34%)\n*Trenches less than 20’ deep\n\nNote: Unconfined compressive strength means the load per unit area at which a soil will fail in\ncompression. It can be determined by laboratory testing or estimated in the field using a pocket\npenetrometer, thumb penetration tests, or other methods.\n\n Competent Person\n A competent person is an individual, designated by the employer, who is capable of\n identifying existing and predictable hazards in the surroundings or working conditions which\n are unsanitary, hazardous or dangerous to workers, and who is authorized to take prompt\n corrective measures to eliminate them.\n - Trenches that are open more than a short period of time must be regularly inspected by\n competent person.\n - Identify any equipment or activities that could affect trench stability.\n - Inspect trenches at the start of each shift.\n - Inspect trenches following a rainstorm or other water intrusion.\n - Inspect trenches after any occurrence that could have changed conditions in the\n trench.(PROPER SHORING & TRENCHING TECHNIQUES TO BE USED BASED\n ON SITE CONDITIONS)\n - Laser beams shall not be directed at employees.\n - Laser units in operation should be set up out of the way of moving equipment.\n\n All trenches over 20 feet in depth to be designed by a registered professional.\n\n Access and Egress Requirements and Confined Space Entry - Atmosphere Testing\n\n - Slopes, ladders, and stairs are to be no more than 25 feet from work area. Ladder is to\n extend 4 feet beyond edge of excavation.\n - Ensure that personnel wear high-visibility or other suitable clothing when exposed to\n vehicular traffic.\n - No materials to be placed above persons working in excavation that may possibly fall\n and cause injury.\n - No employee is permitted under loads handled by lifting equipment.\n - If equipment operates near edge of excavation to backfill, a signal person shall be used\n to protect persons in excavation.\n - When the workers are more than 4 feet deep test for atmospheric hazards i.e. low\n oxygen, hazardous fumes, and toxic gases.\n\nEmployees shall not enter excavations, manholes, or other confined spaces if these or other\nhazardous atmospheres exist:\n\n---\n\n## Page 62\n\nAtmosphere containing less than 19.5% oxygen\n Atmosphere containing more than 20° o flammable gas\n\nPortable testing equipment is available at the office. Employees will be trained in how to use and\ncalibrate this equipment.\n\n10.26 SAFETY CHECKLIST\n OFFICE\n - OSHA workplace poster is displayed.\n - Emergency phone numbers posted.\n - Material Safety Data Sheets available upon request.\n - Post OSHA injury summary form during the month of February.\n - Make written safety program available to all employees.\n - Fill out proper forms and perform necessary investigations in case of accident or\n illness.\n - First aid kits to be made available.\n - Provide personal protective safety equipment as needed.\n\n SHOP AND YARD\n - Safety glasses, goggles or face shields to be worn in shop.\n - Keep doors and overhead doors closed when not in use.\n - Locate fire extinguishers in proper location and inspect them on a regular basis.\n - Use proper footwear and noise protection as necessary.\n - Maintain shop and yard in a clean and orderly fashion.\n - Clean up all spills as soon as possible to prevent floors from becoming slick and oily.\n - Remove all garbage on a regular basis and dispose of oily rags and old oil filters in\n appropriate approved containers.\n - Toilet facilities to be kept clean.\n - Provide sufficient lighting in the work area.\n - Keep stairways, doorways, and aisles clear and marked.\n - Make sure all ladders are checked for damage before using and only use properly.\n - Maintain all hand and stationary tools in safe operating condition.\n - Watch for mushroomed chisels, punches, etc.\n - Replace broken or bunt tools.\n - Store tools in an area so they don't become damaged.\n - Make sure all guards and safety devices are intact and properly adjusted.\n - Inspect all electrical cords and plugs on a regular basis.\n - Use hoists only when familiar with procedures for safe loads and operation.\n - No employee to perform welding, cutting, or brazing without proper PPE or training.\n - Compressed gas cylinders to be maintained and stored in a safe location.\n - All lift chains, cables, and jacks need to be inspected on a regular basis.\n - First aid kits need to be kept clean and accessible.\n - Report all injuries/illness to the office to fill out proper paper work.\n - Use proper lifting techniques and get help for heavy loads.\n - Use caution when working on tires and inflating them.\n - All tools must he put hack when not in use.\n - Copy of all Material Safety Data Sheets (MSDS) must be on file.\n - Use COMMON SENSE and safe practices at all times.\n\n---\n\n## Page 63\n\nJOB SITE\n- Make sure all traffic control is in place.\n- Locate fire extinguishers in proper location and inspect them on a regular basis.\n- Use protective goggles, face shields, and aprons. Keep in good operating condition.\n- Use proper footwear and noise protection as necessary.\n- Maintain job site in a clean and orderly fashion.\n- Make sure all ladders are checked for damage before using and only use as they are\n intended.\n- Maintain all hand and stationary tools in safe operating conditions.\n- Make sure it is safe to dig before starting.\n- Replace broken or bent tools.\n- Store tools in an area so they don't become damaged.\n- Make sure all guards and safety devices are intact and properly adjusted.\n- Inspect all electrical cords and plugs on a regular basis for damage.\n- All lift chains, cables, and jacks to he inspected on a regular basis.\n- First Aid kit is to be kept clean and accessible.\n- Report all injuries/illness to the office.\n- Use proper lifting techniques and get help for heavy loads.\n- All tools must be put away and secured at the end of a day.\n- Know where MSDS Sheets are located.\n- Always look for changing conditions that make things unsafe.\n\n---\n\n## Page 64\n\nVOLUNTARY PAYROLL DEDUCTION AUTHORIZATION FORM\n FOR EMPLOYEE ADVANCES\n\nToday’s Date: ____________/________/_____________\n\nEffective Date: ____________/________/____________\n\nEmployer Name: _________________________________________________________________\n\nEmployee Name: ________________________________________________________________\n\nEmployees Social Security Number: _________________________________________________\n\nType of Deduction Total Requested Amount Deduction Amount Per Pay Period\n\nI hereby authorize my employer to make the above deductions from my pay in accordance with the\nabove terms. I understand and agree that I am responsible for satisfying the above amounts. I\nunderstand and agree that any amount that is due and owing at the time of my termination,\nregardless of whether my termination was voluntary or not, will be deducted from my last\npaycheck or any other amounts that may be owed to me. This authorizes TNT\nConstruction/Kerkhoff, Inc. to retain the entire amount of my last paycheck in compliance with the\nlaw. I further understand and agree that deductions will be made after any mandatory taxes as well\nas for any employer programs in which I have enrolled, for which I am eligible, or to which I have\nagreed.\n\nEmployee Signature: ________________________________Date:_______/_____/_________\n\n### Table 1\n\n| Type of Deduction Total Requested Amount Deduction Amount Per Pay Period |\n| --- |\n| |\n| |\n| |\n\n---\n\n## Page 65\n\nTNT Construction/Kerkhoff, Inc.\n\n Employee Write Up\n IIN---------- Employee Information---- ------------------------\n Employee Name: Date:\n Employee ID: Job Title:\n Manager: Department:\n ---------- Type of Warning---- -------------------- -\n\n Verbal Warning Written Warning Disciplinary Suspension Termination\n\n ---------- Type of Conduct---- -------------------- -\n\n Tardiness/Leaving Early Absenteeism Violation of Company Policies\n\n Substandard Work Violation of Safety Rules Rudeness of Customers/Coworkers\n\n Other__________________________________________________________________________\n\n ---------- Details-- ----------\n\n Description of Infraction:\n\n Plan for Improvement:\n\n Consequences of Further Infractions:\n\n Acknowledgment of Receipt of Warnings\n By signing this form, you confirm that you understand the information in this warning.\n Your success is important to the Company; however, you must meet certain policy/performance standards.\n You also confirm that you and your manager have discussed the warning and a plan for improvement.\n Signing this form does not necessarily indicate that you agree with this warning.\n\nEmployee Signature Date\n\nManager Signature Date\n\nWitness Signature\n\n A copy of this written reprimand will be placed in your personnel file for 30 days.\n\n---\n\n## Page 66\n\nExhibit A\n to\n TNT Construction/Kerkhoff, Inc.\n Employee Handbook\n &\n Safety & Health Policy\n\n Alcohol & Controlled Substance Policy and Testing Policy\n\nIt is the desire of TNT Construction/Kerkhoff, Inc. (the “Company”) to provide a drug-free,\nhealthful, and safe workplace. To promote this goal, Employees are required to report to work in\nappropriate mental and physical condition to perform their jobs in a satisfactory manner.\n\nThe Company recognizes drug and alcohol dependency as an illness and a major health problem.\nThe Company also recognizes that substance abuse is a complex problem with no easy solution. It\ncan create severe emotional, physical, and financial damage to individuals, families, and\ncorporations. It is also seen as a potential safety threat to all employees.\n\nHaving made a commitment to the health, safety, and well-being of our employees and property,\nthe Company must focus on the impact of substance abuse as it affects the safety and performance\nof our employees. Therefore, the Company reserves the right to request or require an employee or\njob applicant to undergo drug and alcohol testing in accordance with Federal Law, Minnesota’s\nDrug and Alcohol Testing Statute, and this Policy. Employees needing help in dealing with such\nproblems are encouraged to contact their supervisor and/or seek help through the appropriate\nagency. The Company complies with the Federal Drug Free Workplace Act of 1988 and\nMinnesota’s Drug and Alcohol Testing Statute.\n\n (a) Substance Policy: The use, possession, concealment, transportation, promotion or\n sale of the prohibited substances by employees while on company premises, or\n while conducting company business off company premises, is strictly prohibited\n and is just cause for termination of employment.\n\n (b) Prohibited Substances:\n\n Illegal Drugs - Any substance defined or classified as a controlled substance\n pursuant to Title II of the Comprehensive Drug Abuse Act of 1970 (including\n being under the influence of such drugs and/or having a detectible amount in an\n employee).\n\n Alcohol - Any beverage containing alcohol.\n\n (c) Prescription Drugs: The Company reserves the right to have an independent\n physician determine if a prescription drug or medication used by an employee\n produces potentially hazardous effects. If so, the company may restrict the\n employee’s work activity.\n\n A-1\n\n---\n\n## Page 67\n\n(d) Testing:\n\n Applicants - Applicants for employment, after receiving a conditional job offer\n which fall under DOT requirements shall be required to submit to a drug test with\n the company assuming the cost of the test. Any applicant whose test results are\n positive is not eligible for hire.\n\n Employees - Current employees may be required to submit to drug and alcohol\n testing for the following reasons:\n\n - Randomly - The Company will complete random drug/alcohol testing on a\n quarterly basis for non-DOT drivers and DOT drivers.\n\n - Reasonable Suspicion - The Company may require an employee to submit to\n a drug and or alcohol test when there is reasonable suspicion based on facts\n and reasonable inferences. For the purpose of this policy, facts and\n reasonable inferences may be based upon, but not limited to, any of the\n following:\n\n o Direct observation of alcohol or drug use or abuse, or of the physical\n symptoms or manifestations of being impaired due to alcohol or other\n drug use.\n o Observed abnormal conduct or erratic behavior while at work or a\n significant deterioration in work performance.\n o A report of alcohol or other drug use provided by a reliable and\n credible source.\n o Evidence that an individual has tampered with any drug or alcohol\n test during the individual’s employment with the Coop.\n o Evidence that an employee has caused an accident while at work\n which resulted in an injury to a person, or resulted in damage to\n property, including to equipment, in an amount reasonably estimated\n at the time of the accident to exceed one thousand dollars.\n o Evidence that an employee has manufactured, sold, distributed,\n solicited, possessed, used, or transferred drugs while working or while\n on the company’s premises or while operating the company’s\n vehicles.\n\n - Safety Sensitive Position - Meaning a job wherein an accident could cause\n loss of human life, serious bodily injury, or significant property or\n environmental damage, including a job with duties that include immediate\n supervision of a person in a job that meets this definition.\n\n - Participation in a Chemical Dependency Treatment Program - An employee\n may be required to participate in drug and alcohol testing if the employee has\n been referred by the company to a drug or alcohol evaluation and treatment\n program. The employee may be subject to random testing, without prior\n notice, during the period of evaluation, treatment, and for up to two years\n following the completion of a treatment program.\n\n A-2\n\n---\n\n## Page 68\n\n(e) Consent: No urine drug screen, breath alcohol test, or any other such test or\n inspection will be conducted without prior consent of the employee. Employees\n will be responsible to provide information stating that they:\n\n - Have read the company’s Alcohol & Controlled Substance Policy;\n - Will make known any over-the-counter or prescription medications they are\n taking or have taken recently; and\n - Provide any other relevant information requested by the company.\n\n (f) Refusal To Test: Any employee who refuses to submit to any required drug or\n alcohol test, refusing to execute any relevant documentation (e.g., release and\n consent form), failing to cooperate with collection site personnel, or engaging in\n any conduct which creates reason to believe a specimen has been altered or\n substituted will be suspended pending termination of employment.\n\n - All testing will be performed with concern for an individuals’ personal\n privacy.\n - Any adulterants found in testing samples will be treated as a positive result\n and a fraudulent act resulting in immediate termination of employment.\n\n (g) Results: Test results will be reported, in writing, to the employee within three days\n of receipt by the company. If the result is positive, the employee or applicant will\n be notified of his or her right to:\n\n - Request a copy of the test result.\n - Request to have the original sample retested at his or her expense provided the\n individual request to do so within five working days of receipt of the results.\n\nAn employee whose test results are positive for the first time will be given the opportunity to\nparticipate in a drug or alcohol counseling or rehabilitation program before any disciplinary action\nis taken, if any, by the Company. It is important to note, however, that an employee whose test\nresults are positive may be subject to termination of employment if:\n\n - The employee tested positive on a previous occasion in a work-related incident.\n - The employee refused to participate in an evaluation, counseling, and/or rehabilitation\n program.\n - The employee failed to successfully complete the evaluation, counseling, and/or\n rehabilitation program.\n - The employee test positive a second time, following the successful completion of\n evaluation, counseling, and/or a rehabilitation program.\n\nTo successfully complete a treatment program, an employee must comply with all\nrecommendations for post-release treatment activities.\n\n (h) Follow Up Testing: An employee who successfully completes an evaluation,\n counseling, and/or rehabilitation program will be subject to random follow-up\n testing for a period of up to two years.\n\n (i) Assistance Considerations: An employee will not be disciplined for their initial\n request for assistance. An employee who, of their own accord, request assistance\n\n A-3\n\n---\n\n## Page 69\n\nfor substance use/abuse, will not be considered as having a positive test for the\n purpose of this policy. However, the employee will be required to successfully\n complete an evaluation, counseling, and/or rehabilitation program. Any\n subsequent request for assistance may be considered the same as testing positive.\n\n (j) Required Reporting: Under the Drug-Free Workplace Act, an Employee who\n performs work for a government contract or grant must notify the Company of a\n criminal conviction for drug-related activity occurring in the workplace. The\n report must be made within 5 days of the conviction.\n\n Alcohol & Drug Policy for CDL Drivers, and Testing Policy\n\nIn addition to the Alcohol & Controlled Substance Policy and Testing Policy set out above,\nemployees of the Company who are required to hold and maintain a current commercial driver’s\nlicense (CDL), are subject to drug and alcohol testing according to DOT regulations. Such as:\npre-employment, post-accident, reasonable suspicions, random, return to duty and follow-up. An\nemployee, who is tested pursuant to DOT guidelines, and test positive, will be subject to\nappropriate disciplinary action, including the termination of employment. All records pertaining\nto Alcohol & Drug Testing are kept separate of the Personnel File, and are strictly confidential.\n\nEmployees with questions on this policy or issues related to drug or alcohol use in the workplace\nshould raise their concerns with office personnel without fear of reprisal.\n\nAdditional copies of this Policy can be obtained from office personnel. The Company will treat all\ninformation as private and confidential except as required by Minnesota Law, M.S.A. 181\n(Privacy, Confidentiality, and Privilege Safeguards).\n\n ________________________________________________________________\n\n I acknowledge that TNT Construction/Kerkhoff, Inc., has provided me with a copy of its\nAlcohol & Control Substance Policy and Testing Policy, including its Alcohol & Drug Policy for\nCDL Drivers and Testing Policy, on the date referenced below.\n\nDate: _______________________ Signature: _____________________________________\n\n Print Name: ___________________________________\n\n A-4",
  "sections": [
    {
      "title": "Page 1",
      "level": 2,
      "index": "",
      "start_position": 0,
      "parent_path": ""
    },
    {
      "title": "EMPLOYEE",
      "level": 1,
      "index": "",
      "start_position": 44,
      "parent_path": ""
    },
    {
      "title": "HANDBOOK",
      "level": 1,
      "index": "",
      "start_position": 54,
      "parent_path": ""
    },
    {
      "title": "SAFETY & HEALTH",
      "level": 1,
      "index": "",
      "start_position": 69,
      "parent_path": ""
    },
    {
      "title": "POLICY",
      "level": 1,
      "index": "",
      "start_position": 86,
      "parent_path": ""
    },
    {
      "title": "Page 2",
      "level": 2,
      "index": "",
      "start_position": 276,
      "parent_path": "POLICY"
    },
    {
      "title": "TABLE OF CONTENTS",
      "level": 1,
      "index": "",
      "start_position": 287,
      "parent_path": ""
    },
    {
      "title": "INTRODUCTION",
      "level": 1,
      "index": "",
      "start_position": 306,
      "parent_path": ""
    },
    {
      "title": "EMPLOYEE HANDBOOK",
      "level": 1,
      "index": "",
      "start_position": 320,
      "parent_path": ""
    },
    {
      "title": "Equal Employment Opportunity Policy",
      "level": 2,
      "index": "1.1",
      "start_position": 361,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Provisions of the Americans with Disabilities Act (ADA)",
      "level": 2,
      "index": "1.2",
      "start_position": 401,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Compliance Information",
      "level": 2,
      "index": "1.3",
      "start_position": 461,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Immigration Law Compliance (I-9)",
      "level": 2,
      "index": "1.4",
      "start_position": 488,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Employment of Minors",
      "level": 2,
      "index": "1.5",
      "start_position": 525,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Application for Employment",
      "level": 2,
      "index": "1.6",
      "start_position": 550,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Definitions of Employee Status",
      "level": 2,
      "index": "1.7",
      "start_position": 581,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Confirmation of Previous Employment",
      "level": 2,
      "index": "1.8",
      "start_position": 674,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Motor Vehicle Record (MVR) Inquiry",
      "level": 2,
      "index": "1.9",
      "start_position": 714,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Pre-Employment Drug Testing & Medical Examination",
      "level": 2,
      "index": "1.10",
      "start_position": 753,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Employment-At-Will",
      "level": 2,
      "index": "1.11",
      "start_position": 808,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Probationary Period for New Employees",
      "level": 2,
      "index": "1.12",
      "start_position": 832,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "New Employee Orientation",
      "level": 2,
      "index": "1.13",
      "start_position": 875,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Training & Development",
      "level": 2,
      "index": "1.14",
      "start_position": 905,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Payroll Information",
      "level": 2,
      "index": "1.15",
      "start_position": 933,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Anniversary Date",
      "level": 2,
      "index": "1.16",
      "start_position": 958,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Employee Information/Data Changes",
      "level": 2,
      "index": "1.17",
      "start_position": 980,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "TSheets & GPS Time Tracking Policy - Time Keeping",
      "level": 2,
      "index": "1.18",
      "start_position": 1019,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Personnel Files",
      "level": 2,
      "index": "1.19",
      "start_position": 1074,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Right to Privacy",
      "level": 2,
      "index": "1.20",
      "start_position": 1095,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Employment of Relatives",
      "level": 2,
      "index": "1.21",
      "start_position": 1117,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Forms & Policies to Sign",
      "level": 2,
      "index": "1.22",
      "start_position": 1146,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Working Hours",
      "level": 2,
      "index": "2.1",
      "start_position": 1314,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Overtime",
      "level": 2,
      "index": "2.2",
      "start_position": 1332,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Payroll Deductions from Gross Pay",
      "level": 2,
      "index": "2.3",
      "start_position": 1345,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Attendance/Punctuality",
      "level": 2,
      "index": "2.4",
      "start_position": 1383,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Unexcused Absence Without Notice",
      "level": 2,
      "index": "2.5",
      "start_position": 1410,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Lunch/Breaks Periods",
      "level": 2,
      "index": "2.6",
      "start_position": 1447,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Nursing Mothers/Break Periods",
      "level": 2,
      "index": "2.7",
      "start_position": 1472,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Pay Period and Payment",
      "level": 2,
      "index": "2.8",
      "start_position": 1506,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Timekeeping - TSheets & GPS Time Tracking",
      "level": 2,
      "index": "2.9",
      "start_position": 1533,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Travel Time",
      "level": 2,
      "index": "2.10",
      "start_position": 1579,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Page 3",
      "level": 2,
      "index": "",
      "start_position": 1606,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Weather/Rain Delays",
      "level": 2,
      "index": "2.11",
      "start_position": 1617,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Error in Pay",
      "level": 2,
      "index": "2.12",
      "start_position": 1642,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Employee Advances",
      "level": 2,
      "index": "2.13",
      "start_position": 1660,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Performance in Pay",
      "level": 2,
      "index": "2.14",
      "start_position": 1683,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Holidays",
      "level": 2,
      "index": "2.15",
      "start_position": 1707,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Family Emergency",
      "level": 2,
      "index": "2.16",
      "start_position": 1721,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Severe Weather Conditions and Emergency Closings",
      "level": 2,
      "index": "2.17",
      "start_position": 1743,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Group Health Insurance",
      "level": 2,
      "index": "3.1",
      "start_position": 1818,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Continuation of Group Health Insurance (Cobra)",
      "level": 2,
      "index": "3.2",
      "start_position": 1846,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Group Life Insurance",
      "level": 2,
      "index": "3.3",
      "start_position": 1898,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Simple IRA Plan",
      "level": 2,
      "index": "3.4",
      "start_position": 1924,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Vesting",
      "level": 2,
      "index": "3.5",
      "start_position": 1945,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Social Security (FICA)",
      "level": 2,
      "index": "3.6",
      "start_position": 1958,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Worker’s Compensation",
      "level": 2,
      "index": "3.7",
      "start_position": 1986,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Unemployment Compensation",
      "level": 2,
      "index": "3.8",
      "start_position": 2013,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Separation/Termination from Employment",
      "level": 2,
      "index": "4.1",
      "start_position": 2089,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Requests of Leave",
      "level": 2,
      "index": "4.2",
      "start_position": 2132,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Company Property & General Housekeeping",
      "level": 2,
      "index": "5.1",
      "start_position": 2554,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Personal Appearance/Clothing",
      "level": 2,
      "index": "5.2",
      "start_position": 2598,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Smoking Policy",
      "level": 2,
      "index": "5.3",
      "start_position": 2631,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Expense Reimbursement",
      "level": 2,
      "index": "5.4",
      "start_position": 2650,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Charge Receipts",
      "level": 2,
      "index": "5.5",
      "start_position": 2676,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Building Security",
      "level": 2,
      "index": "5.6",
      "start_position": 2696,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Parking",
      "level": 2,
      "index": "5.7",
      "start_position": 2718,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Visitors in the Work Place",
      "level": 2,
      "index": "5.8",
      "start_position": 2730,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Policy on Harassment, Including Sexual Harassment and Violence",
      "level": 2,
      "index": "5.9",
      "start_position": 2761,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Alcohol and Drugs",
      "level": 2,
      "index": "5.10",
      "start_position": 2828,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Two-Way Radios",
      "level": 2,
      "index": "5.11",
      "start_position": 2851,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Page 4",
      "level": 2,
      "index": "",
      "start_position": 2882,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Bribes, Kick-backs and Other Illegal Payments",
      "level": 2,
      "index": "6.1",
      "start_position": 2926,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Outside Employment",
      "level": 2,
      "index": "6.2",
      "start_position": 2976,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Gifts & Gratuities",
      "level": 2,
      "index": "6.3",
      "start_position": 2999,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Order of Corrective Action",
      "level": 2,
      "index": "7.1",
      "start_position": 3064,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Standards of Conduct",
      "level": 2,
      "index": "7.2",
      "start_position": 3095,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Personal Transportation",
      "level": 2,
      "index": "8.1",
      "start_position": 3147,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Bulletin Boards",
      "level": 2,
      "index": "9.1",
      "start_position": 3220,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Procedure for Handling Complaints",
      "level": 2,
      "index": "9.2",
      "start_position": 3240,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Employee Acknowledgement",
      "level": 2,
      "index": "9.3",
      "start_position": 3278,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "A Workplace Accident & Injury Reduction (AWAIR)",
      "level": 2,
      "index": "10.1",
      "start_position": 3343,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "General Employee Safety Rules",
      "level": 2,
      "index": "10.2",
      "start_position": 3396,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Reporting Injuries and Accidents",
      "level": 2,
      "index": "10.3",
      "start_position": 3431,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Hazardous Wastes",
      "level": 2,
      "index": "10.4",
      "start_position": 3469,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Written Hazard Communication/Right to Know Program",
      "level": 2,
      "index": "10.5",
      "start_position": 3491,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Cell Phone Use",
      "level": 2,
      "index": "10.6",
      "start_position": 3737,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Emergency Procedures",
      "level": 2,
      "index": "10.8",
      "start_position": 3811,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Fire Protection",
      "level": 2,
      "index": "10.9",
      "start_position": 3901,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Firearms & Weapons",
      "level": 2,
      "index": "10.10",
      "start_position": 3922,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Personal Protective Equipment",
      "level": 2,
      "index": "10.11",
      "start_position": 3947,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Hard Hat Policy",
      "level": 2,
      "index": "10.12",
      "start_position": 3983,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Eye Protection Policy",
      "level": 2,
      "index": "10.13",
      "start_position": 4005,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Machine Guarding",
      "level": 2,
      "index": "10.14",
      "start_position": 4033,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Lockout Procedures",
      "level": 2,
      "index": "10.15",
      "start_position": 4056,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Back Injury Prevention",
      "level": 2,
      "index": "10.16",
      "start_position": 4081,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Waste Containment",
      "level": 2,
      "index": "10.17",
      "start_position": 4110,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Garbage",
      "level": 2,
      "index": "10.18",
      "start_position": 4134,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Vehicle, Truck & Equipment Operators",
      "level": 2,
      "index": "10.19",
      "start_position": 4148,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Ropes, Slings, Chains & Hooks",
      "level": 2,
      "index": "10.20",
      "start_position": 4191,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Page 5",
      "level": 2,
      "index": "",
      "start_position": 4239,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Pre-trip & Post-trip Checklists",
      "level": 2,
      "index": "10.21",
      "start_position": 4250,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Oil Changes & Filters",
      "level": 2,
      "index": "10.22",
      "start_position": 4288,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Greasing",
      "level": 2,
      "index": "10.23",
      "start_position": 4316,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Truckers Memo",
      "level": 2,
      "index": "10.24",
      "start_position": 4331,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Trenching and Confined Space Entry-Safe Practices",
      "level": 2,
      "index": "10.26",
      "start_position": 4397,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Safety Checklist",
      "level": 2,
      "index": "10.26",
      "start_position": 4692,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "Page 6",
      "level": 2,
      "index": "",
      "start_position": 4840,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "INTRODUCTION",
      "level": 1,
      "index": "",
      "start_position": 4851,
      "parent_path": ""
    },
    {
      "title": "Page 7",
      "level": 2,
      "index": "",
      "start_position": 7453,
      "parent_path": "INTRODUCTION"
    },
    {
      "title": "SECTION 1",
      "level": 1,
      "index": "",
      "start_position": 7464,
      "parent_path": ""
    },
    {
      "title": "EMPLOYMENT",
      "level": 1,
      "index": "",
      "start_position": 7474,
      "parent_path": ""
    },
    {
      "title": "EQUAL EMPLOYMENT OPPORTUNITY POLICY",
      "level": 2,
      "index": "1.1",
      "start_position": 7487,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "PROVISIONS OF THE AMERICANS WITH DISABILITIES ACT (ADA)",
      "level": 2,
      "index": "1.2",
      "start_position": 8949,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "COMPLIANCE INFORMATION",
      "level": 2,
      "index": "1.3",
      "start_position": 9824,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "Page 8",
      "level": 2,
      "index": "",
      "start_position": 10263,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "IMMIGRATION LAW COMPLIANCE (I-9)",
      "level": 2,
      "index": "1.4",
      "start_position": 10274,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "EMPLOYMENT OF MINORS",
      "level": 2,
      "index": "1.5",
      "start_position": 11148,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "APPLICATION FOR EMPLOYMENT",
      "level": 2,
      "index": "1.6",
      "start_position": 11562,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "DEFINITIONS OF EMPLOYEES STATUS",
      "level": 2,
      "index": "1.7",
      "start_position": 12687,
      "parent_path": "EMPLOYMENT"
    },
    {
      "title": "FULL-TIME",
      "level": 1,
      "index": "",
      "start_position": 13122,
      "parent_path": ""
    },
    {
      "title": "Page 9",
      "level": 2,
      "index": "",
      "start_position": 13429,
      "parent_path": "FULL-TIME"
    },
    {
      "title": "PART-TIME",
      "level": 1,
      "index": "",
      "start_position": 13440,
      "parent_path": ""
    },
    {
      "title": "CONFIRMATION OF PREVIOUS EMPLOYMENT",
      "level": 2,
      "index": "1.8",
      "start_position": 14689,
      "parent_path": "PART-TIME"
    },
    {
      "title": "MOTOR VEHICLE RECORD (MVR) INQUIRY",
      "level": 2,
      "index": "1.9",
      "start_position": 14949,
      "parent_path": "PART-TIME"
    },
    {
      "title": "PRE-EMPLOYMENT DRUG TESTING & MEDICAL EXAMINATION",
      "level": 2,
      "index": "1.10",
      "start_position": 15334,
      "parent_path": "PART-TIME"
    },
    {
      "title": "Page 10",
      "level": 2,
      "index": "",
      "start_position": 16254,
      "parent_path": "PART-TIME"
    },
    {
      "title": "EMPLOYMENT-AT-WILL",
      "level": 2,
      "index": "1.11",
      "start_position": 16266,
      "parent_path": "PART-TIME"
    },
    {
      "title": "PROBATIONARY PERIOD FOR NEW EMPLOYEES",
      "level": 2,
      "index": "1.12",
      "start_position": 17271,
      "parent_path": "PART-TIME"
    },
    {
      "title": "NEW EMPLOYEE ORIENTATION",
      "level": 2,
      "index": "1.13",
      "start_position": 19047,
      "parent_path": "PART-TIME"
    },
    {
      "title": "Page 11",
      "level": 2,
      "index": "",
      "start_position": 19646,
      "parent_path": "PART-TIME"
    },
    {
      "title": "TRAINING & DEVELOPMENT",
      "level": 2,
      "index": "1.14",
      "start_position": 19917,
      "parent_path": "PART-TIME"
    },
    {
      "title": "PAYROLL INFORMATION",
      "level": 2,
      "index": "1.15",
      "start_position": 20488,
      "parent_path": "PART-TIME"
    },
    {
      "title": "ANNIVERSARY DATE",
      "level": 2,
      "index": "1.16",
      "start_position": 21033,
      "parent_path": "PART-TIME"
    },
    {
      "title": "EMPLOYEE INFORMATION/DATA CHANGES",
      "level": 2,
      "index": "1.17",
      "start_position": 21366,
      "parent_path": "PART-TIME"
    },
    {
      "title": "Page 12",
      "level": 2,
      "index": "",
      "start_position": 22003,
      "parent_path": "PART-TIME"
    },
    {
      "title": "TSHEETS & GPS TIME TRACKING POLICY - TIME KEEPING",
      "level": 2,
      "index": "1.18",
      "start_position": 22141,
      "parent_path": "PART-TIME"
    },
    {
      "title": "PERSONNEL FILES",
      "level": 2,
      "index": "1.19",
      "start_position": 22537,
      "parent_path": "PART-TIME"
    },
    {
      "title": "RIGHT TO PRIVACY",
      "level": 2,
      "index": "1.20",
      "start_position": 23709,
      "parent_path": "PART-TIME"
    },
    {
      "title": "Page 13",
      "level": 2,
      "index": "",
      "start_position": 24528,
      "parent_path": "PART-TIME"
    },
    {
      "title": "EMPLOYMENT OF RELATIVES",
      "level": 2,
      "index": "1.21",
      "start_position": 26363,
      "parent_path": "PART-TIME"
    },
    {
      "title": "Page 14",
      "level": 2,
      "index": "",
      "start_position": 27502,
      "parent_path": "PART-TIME"
    },
    {
      "title": "FORMS AND POLICIES",
      "level": 2,
      "index": "1.22",
      "start_position": 27514,
      "parent_path": "PART-TIME"
    },
    {
      "title": "Page 15",
      "level": 2,
      "index": "",
      "start_position": 27544,
      "parent_path": "PART-TIME"
    },
    {
      "title": "Page 16",
      "level": 2,
      "index": "",
      "start_position": 29092,
      "parent_path": "PART-TIME"
    },
    {
      "title": "VEHICLE USE POLICY",
      "level": 1,
      "index": "",
      "start_position": 29104,
      "parent_path": ""
    },
    {
      "title": "CELL PHONE USE",
      "level": 1,
      "index": "",
      "start_position": 29771,
      "parent_path": ""
    },
    {
      "title": "USE OF VEHICLE",
      "level": 1,
      "index": "",
      "start_position": 30102,
      "parent_path": ""
    },
    {
      "title": "Page 17",
      "level": 2,
      "index": "",
      "start_position": 31287,
      "parent_path": "USE OF VEHICLE"
    },
    {
      "title": "VEHICLE CARE",
      "level": 1,
      "index": "",
      "start_position": 31299,
      "parent_path": ""
    },
    {
      "title": "OTHER COMPANY POLICIES",
      "level": 1,
      "index": "",
      "start_position": 32192,
      "parent_path": ""
    },
    {
      "title": "MOTOR VEHICLE RECORD CHECK",
      "level": 1,
      "index": "",
      "start_position": 32717,
      "parent_path": ""
    },
    {
      "title": "ACKNOWLEDGEMENT",
      "level": 1,
      "index": "",
      "start_position": 32996,
      "parent_path": ""
    },
    {
      "title": "Page 18",
      "level": 2,
      "index": "",
      "start_position": 33706,
      "parent_path": "ACKNOWLEDGEMENT"
    },
    {
      "title": "Page 19",
      "level": 2,
      "index": "",
      "start_position": 34889,
      "parent_path": "ACKNOWLEDGEMENT"
    },
    {
      "title": "CELL PHONE USAGE POLICY",
      "level": 1,
      "index": "",
      "start_position": 34901,
      "parent_path": ""
    },
    {
      "title": "Page 20",
      "level": 2,
      "index": "",
      "start_position": 36005,
      "parent_path": "CELL PHONE USAGE POLICY"
    },
    {
      "title": "SECTION 2",
      "level": 1,
      "index": "",
      "start_position": 36017,
      "parent_path": ""
    },
    {
      "title": "WORKING HOURS AND PAY",
      "level": 1,
      "index": "",
      "start_position": 36027,
      "parent_path": ""
    },
    {
      "title": "WORKING HOURS",
      "level": 2,
      "index": "2.1",
      "start_position": 36051,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "OVERTIME",
      "level": 2,
      "index": "2.2",
      "start_position": 36372,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "PAYROLL DEDUCTIONS FROM GROSS PAY",
      "level": 2,
      "index": "2.3",
      "start_position": 37034,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "ATTENDANCE/PUNCTUALITY",
      "level": 2,
      "index": "2.4",
      "start_position": 37611,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "Page 21",
      "level": 2,
      "index": "",
      "start_position": 38559,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "UNEXCUSED ABSENCE WITHOUT NOTICE",
      "level": 2,
      "index": "2.5",
      "start_position": 38571,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "LUNCH/BREAK PERIODS",
      "level": 2,
      "index": "2.6",
      "start_position": 38786,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "NURSING MOTHERS/BREAK PERIODS",
      "level": 2,
      "index": "2.7",
      "start_position": 39408,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "PAY PERIOD AND PAYMENT",
      "level": 2,
      "index": "2.8",
      "start_position": 39983,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "TIMEKEEPING - TSHEETS & GPS TIME TRACKING",
      "level": 2,
      "index": "2.9",
      "start_position": 40451,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "Page 22",
      "level": 2,
      "index": "",
      "start_position": 41271,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "TRAVEL TIME",
      "level": 2,
      "index": "2.10",
      "start_position": 41283,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "WEATHER/RAIN DELAYS",
      "level": 2,
      "index": "2.11",
      "start_position": 42196,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "ERROR IN PAY",
      "level": 2,
      "index": "2.12",
      "start_position": 42439,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "EMPLOYEE ADVANCES",
      "level": 2,
      "index": "2.13",
      "start_position": 42716,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "PERFORMANCE IN PAY",
      "level": 2,
      "index": "2.14",
      "start_position": 43180,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "Page 23",
      "level": 2,
      "index": "",
      "start_position": 43725,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "HOLIDAYS",
      "level": 2,
      "index": "2.15",
      "start_position": 43930,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "FAMILY EMERGENCY",
      "level": 2,
      "index": "2.16",
      "start_position": 44166,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "SEVERE WEATHER CONDITIONS AND EMERGENCY CLOSINGS",
      "level": 2,
      "index": "2.17",
      "start_position": 44580,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "Page 24",
      "level": 2,
      "index": "",
      "start_position": 45127,
      "parent_path": "WORKING HOURS AND PAY"
    },
    {
      "title": "SECTION 3",
      "level": 1,
      "index": "",
      "start_position": 45139,
      "parent_path": ""
    },
    {
      "title": "BENEFITS",
      "level": 1,
      "index": "",
      "start_position": 45149,
      "parent_path": ""
    },
    {
      "title": "GROUP HEALTH INSURANCE",
      "level": 2,
      "index": "3.1",
      "start_position": 45562,
      "parent_path": "BENEFITS"
    },
    {
      "title": "CONTINUATION OF GROUP HEALTH INSURANCE (COBRA)",
      "level": 2,
      "index": "3.2",
      "start_position": 46292,
      "parent_path": "BENEFITS"
    },
    {
      "title": "GROUP LIFE INSURANCE",
      "level": 2,
      "index": "3.3",
      "start_position": 46846,
      "parent_path": "BENEFITS"
    },
    {
      "title": "SIMPLE IRA PLAN",
      "level": 2,
      "index": "3.4",
      "start_position": 46912,
      "parent_path": "BENEFITS"
    },
    {
      "title": "Page 25",
      "level": 2,
      "index": "",
      "start_position": 47309,
      "parent_path": "BENEFITS"
    },
    {
      "title": "VESTING",
      "level": 2,
      "index": "3.5",
      "start_position": 47637,
      "parent_path": "BENEFITS"
    },
    {
      "title": "SOCIAL SECURITY (FICA)",
      "level": 2,
      "index": "3.6",
      "start_position": 47891,
      "parent_path": "BENEFITS"
    },
    {
      "title": "WORKER’S COMPENSATION",
      "level": 2,
      "index": "3.7",
      "start_position": 48086,
      "parent_path": "BENEFITS"
    },
    {
      "title": "UNEMPLOYMENT COMPENSATION",
      "level": 2,
      "index": "3.8",
      "start_position": 48907,
      "parent_path": "BENEFITS"
    },
    {
      "title": "Page 26",
      "level": 2,
      "index": "",
      "start_position": 49642,
      "parent_path": "BENEFITS"
    },
    {
      "title": "SECTION 4",
      "level": 1,
      "index": "",
      "start_position": 49654,
      "parent_path": ""
    },
    {
      "title": "SEPARATION AND LEAVE OF ABSENCES",
      "level": 1,
      "index": "",
      "start_position": 49664,
      "parent_path": ""
    },
    {
      "title": "SEPARATION/TERMINATION FROM EMPLOYMENT",
      "level": 2,
      "index": "4.1",
      "start_position": 49699,
      "parent_path": "SEPARATION AND LEAVE OF ABSENCES"
    },
    {
      "title": "REQUESTS OF LEAVE",
      "level": 2,
      "index": "4.2",
      "start_position": 51842,
      "parent_path": "SEPARATION AND LEAVE OF ABSENCES"
    },
    {
      "title": "MEDICAL/SICK DAYS",
      "level": 1,
      "index": "",
      "start_position": 51865,
      "parent_path": ""
    },
    {
      "title": "Page 27",
      "level": 2,
      "index": "",
      "start_position": 52469,
      "parent_path": "MEDICAL/SICK DAYS"
    },
    {
      "title": "PERSONAL LEAVE",
      "level": 1,
      "index": "",
      "start_position": 52962,
      "parent_path": ""
    },
    {
      "title": "Page 28",
      "level": 2,
      "index": "",
      "start_position": 55651,
      "parent_path": "PERSONAL LEAVE"
    },
    {
      "title": "FUNERAL LEAVE",
      "level": 1,
      "index": "",
      "start_position": 57104,
      "parent_path": ""
    },
    {
      "title": "JURY/WITNESS DUTY",
      "level": 1,
      "index": "",
      "start_position": 57488,
      "parent_path": ""
    },
    {
      "title": "MILITARY LEAVE AND FAMILY LEAVES RELATED TO MILITARY",
      "level": 1,
      "index": "",
      "start_position": 57917,
      "parent_path": ""
    },
    {
      "title": "Page 29",
      "level": 2,
      "index": "",
      "start_position": 58654,
      "parent_path": "MILITARY LEAVE AND FAMILY LEAVES RELATED TO MILITARY"
    },
    {
      "title": "PUBLIC OFFICE/PUBLIC SERVICE LEAVE",
      "level": 1,
      "index": "",
      "start_position": 59810,
      "parent_path": ""
    },
    {
      "title": "SCHOOL PROGRAM LEAVE",
      "level": 1,
      "index": "",
      "start_position": 60331,
      "parent_path": ""
    },
    {
      "title": "Page 30",
      "level": 2,
      "index": "",
      "start_position": 60902,
      "parent_path": "SCHOOL PROGRAM LEAVE"
    },
    {
      "title": "SECTION 5",
      "level": 1,
      "index": "",
      "start_position": 60914,
      "parent_path": ""
    },
    {
      "title": "WORK POLICIES AND REGULATIONS",
      "level": 1,
      "index": "",
      "start_position": 60924,
      "parent_path": ""
    },
    {
      "title": "COMPANY PROPERTY & GENERAL HOUSEKEEPING",
      "level": 2,
      "index": "5.1",
      "start_position": 60956,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "PERSONNEL APPEARANCE/CLOTHING",
      "level": 2,
      "index": "5.2",
      "start_position": 62381,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "SMOKING POLICY",
      "level": 2,
      "index": "5.3",
      "start_position": 62885,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "Page 31",
      "level": 2,
      "index": "",
      "start_position": 63422,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "EXPENSE REIMBURSEMENT",
      "level": 2,
      "index": "5.4",
      "start_position": 63679,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "CHARGE RECEIPTS",
      "level": 2,
      "index": "5.5",
      "start_position": 63927,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "BUILDING SECURITY",
      "level": 2,
      "index": "5.6",
      "start_position": 64121,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "PARKING",
      "level": 2,
      "index": "5.7",
      "start_position": 64587,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "VISITORS IN THE WORKPLACE",
      "level": 2,
      "index": "5.8",
      "start_position": 64680,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "POLICY ON HARASSMENT, INCLUDING SEXUAL HARASSMENT, AND",
      "level": 2,
      "index": "5.9",
      "start_position": 65089,
      "parent_path": "WORK POLICIES AND REGULATIONS"
    },
    {
      "title": "VIOLENCE",
      "level": 1,
      "index": "",
      "start_position": 65148,
      "parent_path": ""
    },
    {
      "title": "Page 32",
      "level": 2,
      "index": "",
      "start_position": 66173,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "Page 33",
      "level": 2,
      "index": "",
      "start_position": 69528,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "Page 34",
      "level": 2,
      "index": "",
      "start_position": 72940,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "Page 35",
      "level": 2,
      "index": "",
      "start_position": 76267,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "Page 36",
      "level": 2,
      "index": "",
      "start_position": 79497,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "Page 37",
      "level": 2,
      "index": "",
      "start_position": 81065,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "Page 38",
      "level": 2,
      "index": "",
      "start_position": 84054,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "ALCOHOL AND DRUGS",
      "level": 2,
      "index": "5.10",
      "start_position": 84066,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "TWO-WAY RADIOS",
      "level": 2,
      "index": "5.11",
      "start_position": 85548,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "Page 39",
      "level": 2,
      "index": "",
      "start_position": 85710,
      "parent_path": "VIOLENCE"
    },
    {
      "title": "SECTION 6",
      "level": 1,
      "index": "",
      "start_position": 85722,
      "parent_path": ""
    },
    {
      "title": "CONFLICTS OF INTEREST",
      "level": 1,
      "index": "",
      "start_position": 85732,
      "parent_path": ""
    },
    {
      "title": "BRIBES, KICK-BACKS AND OTHER ILLEGAL PAYMENTS",
      "level": 2,
      "index": "6.1",
      "start_position": 86300,
      "parent_path": "CONFLICTS OF INTEREST"
    },
    {
      "title": "OUTSIDE EMPLOYMENT",
      "level": 2,
      "index": "6.2",
      "start_position": 86504,
      "parent_path": "CONFLICTS OF INTEREST"
    },
    {
      "title": "GIFTS & GRATUITIES",
      "level": 2,
      "index": "6.3",
      "start_position": 87219,
      "parent_path": "CONFLICTS OF INTEREST"
    },
    {
      "title": "Page 40",
      "level": 2,
      "index": "",
      "start_position": 87857,
      "parent_path": "CONFLICTS OF INTEREST"
    },
    {
      "title": "SECTION 7",
      "level": 1,
      "index": "",
      "start_position": 87869,
      "parent_path": ""
    },
    {
      "title": "WORK RULES OF GENERAL CONDUCT",
      "level": 1,
      "index": "",
      "start_position": 87879,
      "parent_path": ""
    },
    {
      "title": "ORDER OF CORRECTIVE ACTION",
      "level": 2,
      "index": "7.1",
      "start_position": 87911,
      "parent_path": "WORK RULES OF GENERAL CONDUCT"
    },
    {
      "title": "Page 41",
      "level": 2,
      "index": "",
      "start_position": 91025,
      "parent_path": "WORK RULES OF GENERAL CONDUCT"
    },
    {
      "title": "STANDARDS OF CONDUCT",
      "level": 2,
      "index": "7.2",
      "start_position": 91037,
      "parent_path": "WORK RULES OF GENERAL CONDUCT"
    },
    {
      "title": "EXAMPLES OF UNACCEPTABLE CONDUCT",
      "level": 1,
      "index": "",
      "start_position": 92279,
      "parent_path": ""
    },
    {
      "title": "Page 42",
      "level": 2,
      "index": "",
      "start_position": 94116,
      "parent_path": "EXAMPLES OF UNACCEPTABLE CONDUCT"
    },
    {
      "title": "Page 43",
      "level": 2,
      "index": "",
      "start_position": 95105,
      "parent_path": "EXAMPLES OF UNACCEPTABLE CONDUCT"
    },
    {
      "title": "SECTION 8",
      "level": 1,
      "index": "",
      "start_position": 95117,
      "parent_path": ""
    },
    {
      "title": "TRANSPORTATION",
      "level": 1,
      "index": "",
      "start_position": 95127,
      "parent_path": ""
    },
    {
      "title": "PERSONAL TRANSPORTATION",
      "level": 2,
      "index": "8.1",
      "start_position": 95144,
      "parent_path": "TRANSPORTATION"
    },
    {
      "title": "Page 44",
      "level": 2,
      "index": "",
      "start_position": 95687,
      "parent_path": "TRANSPORTATION"
    },
    {
      "title": "SECTION 9",
      "level": 1,
      "index": "",
      "start_position": 95699,
      "parent_path": ""
    },
    {
      "title": "EMPLOYEE COMMUNICATIONS/CONCERNS",
      "level": 1,
      "index": "",
      "start_position": 95709,
      "parent_path": ""
    },
    {
      "title": "BULLETIN BOARDS",
      "level": 2,
      "index": "9.1",
      "start_position": 95744,
      "parent_path": "EMPLOYEE COMMUNICATIONS/CONCERNS"
    },
    {
      "title": "PROCEDURE FOR HANDLING COMPLAINTS",
      "level": 2,
      "index": "9.2",
      "start_position": 95975,
      "parent_path": "EMPLOYEE COMMUNICATIONS/CONCERNS"
    },
    {
      "title": "EMPLOYEE ACKNOWLEDGEMENT",
      "level": 2,
      "index": "9.3",
      "start_position": 96636,
      "parent_path": "EMPLOYEE COMMUNICATIONS/CONCERNS"
    },
    {
      "title": "Page 45",
      "level": 2,
      "index": "",
      "start_position": 96743,
      "parent_path": "EMPLOYEE COMMUNICATIONS/CONCERNS"
    },
    {
      "title": "SECTION 10",
      "level": 1,
      "index": "",
      "start_position": 96755,
      "parent_path": ""
    },
    {
      "title": "SAFETY & HEALTH POLICY",
      "level": 1,
      "index": "",
      "start_position": 96766,
      "parent_path": ""
    },
    {
      "title": "SAFETY POLICY COMMITMENT",
      "level": 1,
      "index": "",
      "start_position": 96791,
      "parent_path": ""
    },
    {
      "title": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY",
      "level": 1,
      "index": "",
      "start_position": 99234,
      "parent_path": ""
    },
    {
      "title": "Page 46",
      "level": 2,
      "index": "",
      "start_position": 99415,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "A WORKPLACE ACCIDENT & INJURY REDUCTION (AWAIR)",
      "level": 2,
      "index": "10.1",
      "start_position": 99427,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "GENERAL EMPLOYEE SAFETY RULES:",
      "level": 2,
      "index": "10.2",
      "start_position": 100917,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "Page 47",
      "level": 2,
      "index": "",
      "start_position": 102897,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "Page 48",
      "level": 2,
      "index": "",
      "start_position": 106429,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "REPORTING INJURIES AND ACCIDENTS",
      "level": 2,
      "index": "10.3",
      "start_position": 107549,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "HAZARDOUS WASTES",
      "level": 2,
      "index": "10.4",
      "start_position": 108355,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "Page 49",
      "level": 2,
      "index": "",
      "start_position": 109117,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "WRITTEN HAZARD COMMUNICATIONS/RIGHT TO KNOW PROGRAM",
      "level": 2,
      "index": "10.5",
      "start_position": 109819,
      "parent_path": "EMPLOYEES WHO ARE FOUND TO BE IN VIOLATION OF ANY OF THE SAFETY"
    },
    {
      "title": "CONTAINER LABELING",
      "level": 1,
      "index": "",
      "start_position": 110983,
      "parent_path": ""
    },
    {
      "title": "EMPLOYEE TRAINING",
      "level": 1,
      "index": "",
      "start_position": 111490,
      "parent_path": ""
    },
    {
      "title": "Page 50",
      "level": 2,
      "index": "",
      "start_position": 112207,
      "parent_path": "EMPLOYEE TRAINING"
    },
    {
      "title": "HAZARDOUS NON-ROUTINE TASK",
      "level": 1,
      "index": "",
      "start_position": 112337,
      "parent_path": ""
    },
    {
      "title": "INFORMING OTHER CONTRACTORS AND EMPLOYEES",
      "level": 1,
      "index": "",
      "start_position": 112587,
      "parent_path": ""
    },
    {
      "title": "RECORD KEEPING AND PROGRAM REVIEW",
      "level": 1,
      "index": "",
      "start_position": 112868,
      "parent_path": ""
    },
    {
      "title": "SUBCONTRACTORS - SUPPLIERS - OWNERS - VISITORS",
      "level": 1,
      "index": "",
      "start_position": 113130,
      "parent_path": ""
    },
    {
      "title": "FIRST AID INJURY RESPONSE POLICY",
      "level": 1,
      "index": "",
      "start_position": 113419,
      "parent_path": ""
    },
    {
      "title": "CELL PHONE USE",
      "level": 2,
      "index": "10.6",
      "start_position": 113717,
      "parent_path": "FIRST AID INJURY RESPONSE POLICY"
    },
    {
      "title": "Page 51",
      "level": 2,
      "index": "",
      "start_position": 114528,
      "parent_path": "FIRST AID INJURY RESPONSE POLICY"
    },
    {
      "title": "EQUIPMENT",
      "level": 1,
      "index": "",
      "start_position": 114596,
      "parent_path": ""
    },
    {
      "title": "EMERGENCY PROCEDURES",
      "level": 2,
      "index": "10.8",
      "start_position": 115440,
      "parent_path": "EQUIPMENT"
    },
    {
      "title": "MEDICAL EMERGENCIES",
      "level": 1,
      "index": "",
      "start_position": 116039,
      "parent_path": ""
    },
    {
      "title": "ON-THE-JOB INJURIES",
      "level": 1,
      "index": "",
      "start_position": 116635,
      "parent_path": ""
    },
    {
      "title": "Page 52",
      "level": 2,
      "index": "",
      "start_position": 116946,
      "parent_path": "ON-THE-JOB INJURIES"
    },
    {
      "title": "TORNADO/STORMS",
      "level": 1,
      "index": "",
      "start_position": 117268,
      "parent_path": ""
    },
    {
      "title": "FIRE PROTECTION",
      "level": 2,
      "index": "10.9",
      "start_position": 117462,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "FIREARMS & WEAPONS",
      "level": 2,
      "index": "10.10",
      "start_position": 118040,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "PERSONAL PROTECTIVE EQUIPMENT",
      "level": 2,
      "index": "10.11",
      "start_position": 118333,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "Page 53",
      "level": 2,
      "index": "",
      "start_position": 119840,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "HARD HAT POLICY",
      "level": 2,
      "index": "10.12",
      "start_position": 120629,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "EYE PROTECTION POLICY",
      "level": 2,
      "index": "10.13",
      "start_position": 120939,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "MACHINE GUARDING",
      "level": 2,
      "index": "10.14",
      "start_position": 121215,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "LOCKOUT PROCEDURES",
      "level": 2,
      "index": "10.15",
      "start_position": 122394,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "Page 54",
      "level": 2,
      "index": "",
      "start_position": 122538,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "Page 55",
      "level": 2,
      "index": "",
      "start_position": 125535,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "BACK INJURY PREVENTION",
      "level": 2,
      "index": "10.16",
      "start_position": 125722,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "WASTE CONTAINMENT",
      "level": 2,
      "index": "10.17",
      "start_position": 127411,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "GARBAGE",
      "level": 2,
      "index": "10.18",
      "start_position": 127829,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "Page 56",
      "level": 2,
      "index": "",
      "start_position": 128177,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "VEHICLE, TRUCK & EQUIPMENT OPERATORS",
      "level": 2,
      "index": "10.19",
      "start_position": 128189,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "Page 57",
      "level": 2,
      "index": "",
      "start_position": 131397,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "ROPES, SLINGS, CHAINS & HOOKS",
      "level": 2,
      "index": "10.20",
      "start_position": 132105,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "PRE-TRIP & POST-TRIP CHECKLISTS",
      "level": 2,
      "index": "10.21",
      "start_position": 132803,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "OIL CHANGES & FILTERS",
      "level": 2,
      "index": "10.22",
      "start_position": 133186,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "GREASING",
      "level": 2,
      "index": "10.23",
      "start_position": 133814,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "Page 58",
      "level": 2,
      "index": "",
      "start_position": 134102,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "TRUCKERS MEMO",
      "level": 2,
      "index": "10.24",
      "start_position": 134150,
      "parent_path": "TORNADO/STORMS"
    },
    {
      "title": "TRUCK SAFETY",
      "level": 1,
      "index": "",
      "start_position": 135450,
      "parent_path": ""
    },
    {
      "title": "Page 59",
      "level": 2,
      "index": "",
      "start_position": 137033,
      "parent_path": "TRUCK SAFETY"
    },
    {
      "title": "ACCIDENTS",
      "level": 1,
      "index": "",
      "start_position": 137045,
      "parent_path": ""
    },
    {
      "title": "DRIVER REQUIREMENTS",
      "level": 1,
      "index": "",
      "start_position": 138175,
      "parent_path": ""
    },
    {
      "title": "TRENCHING AND CONFINED SPACE ENTRY-SAFE PRACTICES",
      "level": 2,
      "index": "10.25",
      "start_position": 139248,
      "parent_path": "DRIVER REQUIREMENTS"
    },
    {
      "title": "Page 60",
      "level": 2,
      "index": "",
      "start_position": 139435,
      "parent_path": "DRIVER REQUIREMENTS"
    },
    {
      "title": "Table 1",
      "level": 3,
      "index": "",
      "start_position": 141516,
      "parent_path": "DRIVER REQUIREMENTS › Page 60"
    },
    {
      "title": "Page 61",
      "level": 2,
      "index": "",
      "start_position": 141603,
      "parent_path": "DRIVER REQUIREMENTS"
    },
    {
      "title": "Page 62",
      "level": 2,
      "index": "",
      "start_position": 144395,
      "parent_path": "DRIVER REQUIREMENTS"
    },
    {
      "title": "SAFETY CHECKLIST",
      "level": 2,
      "index": "10.26",
      "start_position": 144632,
      "parent_path": "DRIVER REQUIREMENTS"
    },
    {
      "title": "OFFICE",
      "level": 1,
      "index": "",
      "start_position": 144655,
      "parent_path": ""
    },
    {
      "title": "SHOP AND YARD",
      "level": 1,
      "index": "",
      "start_position": 145109,
      "parent_path": ""
    },
    {
      "title": "Page 63",
      "level": 2,
      "index": "",
      "start_position": 146981,
      "parent_path": "SHOP AND YARD"
    },
    {
      "title": "JOB SITE",
      "level": 1,
      "index": "",
      "start_position": 146993,
      "parent_path": ""
    },
    {
      "title": "Page 64",
      "level": 2,
      "index": "",
      "start_position": 148176,
      "parent_path": "JOB SITE"
    },
    {
      "title": "VOLUNTARY PAYROLL DEDUCTION AUTHORIZATION FORM",
      "level": 1,
      "index": "",
      "start_position": 148188,
      "parent_path": ""
    },
    {
      "title": "FOR EMPLOYEE ADVANCES",
      "level": 1,
      "index": "",
      "start_position": 148235,
      "parent_path": ""
    },
    {
      "title": "Table 1",
      "level": 3,
      "index": "",
      "start_position": 149514,
      "parent_path": "FOR EMPLOYEE ADVANCES"
    },
    {
      "title": "Page 65",
      "level": 2,
      "index": "",
      "start_position": 149630,
      "parent_path": "FOR EMPLOYEE ADVANCES"
    },
    {
      "title": "Page 66",
      "level": 2,
      "index": "",
      "start_position": 150935,
      "parent_path": "FOR EMPLOYEE ADVANCES"
    },
    {
      "title": "Page 67",
      "level": 2,
      "index": "",
      "start_position": 153328,
      "parent_path": "FOR EMPLOYEE ADVANCES"
    },
    {
      "title": "Page 68",
      "level": 2,
      "index": "",
      "start_position": 155868,
      "parent_path": "FOR EMPLOYEE ADVANCES"
    },
    {
      "title": "Page 69",
      "level": 2,
      "index": "",
      "start_position": 158712,
      "parent_path": "FOR EMPLOYEE ADVANCES"
    }
  ],
  "stats": {
    "char_count": 160914,
    "section_count": 327
  }
}