{
  "filename": "FieldServiceTechnicians_Jacob_Heating_and_Cooling.md",
  "text": "![your comfort control specialist](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_1_7.png)\n\n# EMPLOYEE\n\n```shell\n# EMPLOYEE\n# HANDBOOK\n\n```\n\n##### 2020 Version\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_2_2.png)\n\n## TABLE OF CONTENTS\n\nTABLE OF CONTENTS INTRODUCTION . ORGANIZATION - DESCRIPTION . Nature of Employment . Employee Relations . Equal Employment Opportunity . Business Ethics and Conduct . Hiring of Relatives . Employee Medical Examinations . Immigration Law Compliance . Conflicts of Interest . Outside Employment . Non-Disclosures . Disability Accommodations . Employment Categories . Access to Personnel Files . Employment Reference Checks . Personnel Data Changes . Introductory Period . Employment Applications . Performance Evaluation . Employee Benefits . Holidays . Workers' Compensation Insurance . Time Off to Vote . Jury Duty . Witness Duty . Benefits Continuation (COBRA) . Educational Assistance ---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_3_2.png)\n\n28. Paid Time OFF (PTO) . Health Insurance . Timekeeping . Paydays . Employment Terminations . On-Call Pay . Administrative Pay Corrections . Pay Deductions and Setoffs . Safety . Work Schedules . Use of Phone System & Cell Phones . Smoking . Meal Periods . Overtime . Use of Equipment and Vehicles . Use of Company Supplied Vehicle . Emergency Closings . Business Travel Expenses . Visitors in the Workplace . Computer and E-mail Usage . Workplace Monitoring. Workplace Violence Prevention . Medical Leave . Family Leave . Personal & Bereavement Leave . Employee Conduct and Work Rules . Drug and Alcohol Use . Sexual and Other Unlawful Harassment . Attendance and Punctuality . Personal Appearance . Return of Property . Resignation ---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_4_2.png)\n\n60. Security Inspections . Solicitation . Drug Testing . Progressive Discipline . Life-Threatening Illnesses in the Workplace ---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_5_2.png)\n\n![FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_5_3](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_5_3.png)\n\n## INTRODUCTION\n\nWelcome!\n\nOn behalf of your colleagues, I welcome you to Jacob Heating & Air Conditioning and wish you\nevery success here.\n\nWe believe that each employee contributes directly to JH&A's growth and success, and we hope\nyou will take pride in being a member of our team.\n\nThis handbook was developed to describe some of the expectations of our employees and to\noutline the policies, programs, and benefits available to eligible employees. Employees should\nfamiliarize themselves with the contents of the Employee Handbook upon hire and start, for it will\nanswer many questions about your employment with JH&A.\n\nWe hope that your experience here will be challenging, enjoyable, and rewarding **.**\n\n*Sincerely,*\n\n*Robert Jacob*\n\n*President*\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_6_2.png)\n\n## 100. ORGANIZATION - DESCRIPTION\n\n#### I. Goods and Services Provided\n\nOur company has two divisions: Jacob Sheet Metal Works and Jacob Heating & Air Conditioning.\n\nJacob Sheet Metal Works fabricates in light gauge sheet metal. We offer galvanized, black iron\n(cold rolled) metal, aluminum, stainless steel and copper. Our 10' power shear can handle up to\n16-gauge galvanized metal (the lower the number, the thicker the material). We do not do any\nwelding, including of aluminum. We solder galvanized, stainless steel and copper. Our sales\ninclude everything from small over-the-counter orders, to work performed for various industrial\nand commercial firms in our area.\n\nIt is the policy of the company that over-the-counter sheet metal orders will be taken on a first\ncome, first serviced basis. Discretion will be used to prioritize orders that offer more revenue and\nbenefit to the company (ex: a $2000 job vs. a $10 order). The company will make every attempt\nto advise customers of an appropriate timeframe that it will take to fulfill an order.\n\nIt is important to note that sheet metal ductwork used by our air conditioning division is fabricated\nin our shop and these jobs will take precedence to other sheet metal jobs due the primary nature\nof the business.\n\nMost typical duct fittings, such as elbows, boots, and collars are purchased through wholesale\ndistributors. We generally use sheet metal trunk lines, wrapped in duct wrap insulation, followed\nby flex supply runs. It is the philosophy of the company that this provides the customer with a\nsuperior duct system, and JH&A is the only company in the area that offers this. We will use\nfiberglass duct board for plenums and trunk lines as the specific job is bid.\n\nJacob Heating & Air Conditioning conducts business in HVAC repair, maintenance, equipment\nsales and installation. Our sales are primarily residential and light commercial. In recent years\nwe have begun to take on more commercial jobs, such as the Main Street Bank in DeLand. Our\nprimary installation and repair work is for single family residences. We do not currently perform\nany refrigeration or chiller work.\n\nWe occasionally do new home construction; this would typically be a custom home situation, as\nwe are not in the business of new home construction.\n\nWe install and repair gas furnaces and oil-fired furnaces. We do not work on carburetor-type oil\nfurnaces.\n\nWe install and repair water-to-air heat pumps.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_7_2.png)\n\nWe generally do not work on window ale units. However, we reserve the right to service a\ncustomer who has both central and window units. In such a case, we will send two people to\nremove the customer who has both central and window units. In such a case, we will send two\npeople to remove the window or wall unit and bring it to our shop for bench repairs. The customer\nmust be advised the repairs could be costly, and it may be beneficial to buy a new unit.\n\n#### II. Facilities and Location(s):\n\nOur offices and sheet metal shop are located at 611 E. International Speedway Blvd., DeLand FL\n\n1. This street is also known as East Highway 92. Our business is located within the DeLandcity limits.\n\nOur main phone number is: (386) 734-The back line is: (386) 734-9096. This number should be used for calls outside of regular business\nhours.\n\nOur fax line is: (386) 734-#### III. History of Jacob Heating & Air Conditioning:\n\nJacob Sheet Metal Works was founded in 1921 by Rudolph Jacob, Robert Jacob's grandfather.\nHe moved to DeLand from Ohio and began working with a wooden brake installing metal roofs,\ncopper work, guttering, and later warm air heating ducts. In those days, metal was shipped down\nthe St. John's River and received at the Lake Beresford settlement.\n\nAfter World War II Robert's father, Paul Jacob joined Rudolph in the family business. Paul’s\nbrother, Ervin Jacob, also worked with the company until 1977. The business was incorporated\nin 1964.\n\nJacob Sheet Metal Works continued as a thriving business in DeLand during the 50’s, 60's and\n70’s. The company started concentrating on central heating & air conditioning installations as their\npopularity grew.\n\nThroughout the years, the company has gained a reputation in West Volusia County as the topquality repair and installation company. We have many customers who have been doing business\nwith Jacob Sheet Metal 30-60 years, and we respect these people tremendously. Jacob Sheet\nMetal Works is one of DeLand's oldest businesses.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_8_2.png)\n\nRobert Jacob grew up in the family business. He obtained college degrees from Daytona Beach\nCommunity College and Florida Atlantic University and joined the firm in 1974 after servicing in\nthe U.S. Army. Robert’s wife, Kim Jacob spent her career as an elementary school teacher.\nRobert and Kim have two children, Jennifer and Clinton. Robert is an active member and deacon\nin the First Presbyterian Church of DeLand.\n\nRobert's father, Paul, retired, but continued to lead an active life, working around the sheet metal\nshop nearly every day, until he passed away at the age of 88.\n\nIn 1998 our heating & air conditioning business evolved to becoming 85% of the company's total\nsales. Even then, many people in town did not realize that the company did A/C work due to the\nname, “Jacob Sheet Metal Works.” For that reason, Robert decided it was time to clarify the\nposition in the marketplace by creating a branch called \"Jacob Heating & Air Conditioning.\" This\nchange resulted in major growth in our company, as we now have one of the most recognized\nnames in West Volusia County.\n\nOther internal changes have occurred in recent years, including becoming more efficient. In we changed our repair pricing to \"Flat-Rate Pricing.\" This is a proven feature in our industry, which\nhas brought higher profits and stability, and allowed us to pay higher wages to our employees.\nWe have also increased employee training and have developed a wide range of employee\nbenefits.\n\nMost important, the company is extremely proud to say it has several employees who have been\nwith the company over 10 years, and two have been with us 20 years and over. We are constantly\nstriving to increase our place in the market. Through better management, organization and\nteamwork, we become more profitable.\n\n#### IV. Organizational Structure:\n\nOur company is a corporation registered in the State of Florida.\n\nOur company is an official Qualified Business Organization in the State of Florida. Holding a State\nClass A Contractors License (CAC024345) and L.P. gas license.\n\nFully insured with business liability and workers comp insurance.\n\nMemberships: V.A.C.C.A. (county) and A.C.C.A. (national).\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_9_2.png)\n\n#### V. Role of the Human Resources Department:\n\nDue to the size of the company, the role of Human Resources is fulfilled through a team effort by\nthe President, the office employees, a supervisor, and you, as the employee.\n\n#### VI. Management Philosophy:\n\nIt is the philosophy of our company that we work as a team, with true success coming only through\nthe combined efforts of each and every employee. Our management philosophy is to expect\nquality work from our employees, who will receive respect, competitive wages, and above average\nbenefits in return.\n\nWe believe in an honest day's pay for an honest day's work. Every employee is expected to\ncontribute his best effort, each day, to produce quality service to our customers. We believe this\nwill assure a winning combination, for the company, its employees, and also for the customer.\n\nWe believe in an open-door policy and strive to create an atmosphere where employees are\nencouraged to discuss their problems openly with their superiors, without fear of reprisal, and\nshare their accomplishments with others. Every effort will be made to assure each employee is\nalways respected and treated equitably.\n\n#### VII. Goals:\n\nOur goal is to provide the highest quality service to our customers, at a fair price. In doing so we\nwill provide a profitable business in which our employees can grow while creating a loyal client\nbase within the West Volusia area.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_10_2.png)\n\n## 101. Nature of Employment\n\nThis handbook is intended to provide employees with a general understanding of our personnel\npolicies. Employees are encouraged to familiarize themselves with the contents of this handbook,\nfor it will answer many common questions concerning employment with JH&A.\n\nHowever, this handbook cannot anticipate every situation or answer every question about\nemployment and should not be considered all-inclusive. It is not an employment contract and is\nnot intended to create contractual obligations of any kind. Neither the employee nor JH&A is\nbound to continue the employment relationship if either chooses, at its will, to end the relationship\nat any time.\n\nIn order to retain necessary flexibility in the administration of policies and procedures, JH&A\nreserves the right to change, revise, or eliminate any of the policies and/or benefits described in\nthis handbook, except for its policy of employment-at-will. The only recognized deviations from\nthe stated policies are those authorized and signed by the chief executive officer of JH&A.\n\n## 102. Employee Relations\n\nJH&A believes that the work conditions, wages, and benefits it offers to its employees are\ncompetitive with those offered by other employers in this area and in this industry. If employees\nhave concerns about work conditions or compensation, they are strongly encouraged to voice\nthese concerns openly and directly to their supervisors.\n\nOur experience has shown that when employees deal openly and directly with supervisors,\" the\nwork environment can be excellent, communications can be clear, and attitudes can be positive.\nWe believe that JH&A amply demonstrates its commitment to employees by responding\neffectively to employee concerns.\n\n## 103. Equal Employment Opportunity\n\nIn order to provide equal employment and advancement opportunities to all individuals,\nemployment decisions at JH&A will be based on merit, qualifications, and abilities. JH&A does\nnot discriminate in employment opportunities or practices on the basis of race, color, religion, sex,\ndisability, veteran status, national origin, age, or any other characteristic protected by law.\nThis policy governs all aspects of employment, including selection, job assignment,\ncompensation, discipline, termination, and access to benefits and training.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_11_2.png)\n\nAny employee with questions or concerns about any type of discrimination in the workplace is\nencouraged to bring these issues to the attention of their immediate supervisor. Employees can\nraise concerns and make reports without fear of retaliation Anyone found to be engaging in any\ntype of unlawful discrimination will be subject to disciplinary action, up to and including termination\nof employment.\n\n## 104. Business Ethics and Conduct\n\nThe successful business operation and reputation of JH&A is built upon the principles of fair\ndealing and ethical conduct of our employees. Our reputation for integrity and excellence requires\ncareful observance of the spirit and letter of all applicable laws and regulations, as well as a\nscrupulous regard for the highest standards of conduct and personal integrity.\n\nThe continued success of JH&A is dependent upon our customers' trust and we are dedicated to\npreserving that trust. Employees owe a duty to JH&A, its customers, and shareholders to act in a\nway that will merit the continued trust and confidence of the public.\n\nJH&A will comply with all applicable laws and regulations and expects its directors, officers, and\nemployees to conduct business in accordance with the letter, spirit, and intent of all relevant laws\nand to refrain from any illegal, dishonest, or unethical conduct.\n\nIn general, the use of good judgment, based on high ethical principles, will guide you with respect\nto lines of acceptable conduct. If a situation arises where it is difficult to determine the proper\ncourse of action, the matter should be discussed openly with your immediate supervisor. If\nnecessary, the matter should be escalated to Management for advice and consultation.\n\nCompliance with this policy of business ethics and conduct is the responsibility of every JH&A\nemployee. Disregarding or failing to comply with this standard of business ethics and conduct\ncould lead to disciplinary action, up to and including possible termination of employment.\n\n## 105. Hiring of Relatives\n\nThe employment of relatives in the same area of an organization may cause serious conflicts and\nproblems with favoritism and employee morale. In addition to claims of partiality in treatment at\nwork, personal conflicts from outside the work environment can be carried into day-to-day working\nrelationships. All hiring of family will be considered in a case-by-case basis in consideration of\norganizational impact. ·\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_12_2.png)\n\nIn cases where a conflict or the potential for conflict arises, even if there is no supervisory\nrelationship involved, the parties may be separated by reassignment or terminated from\nemployment.\n\nFor the purposes of this policy, a relative is any person who is related by blood or marriage, or\nwhose relationship with the employee is similar to that of persons who are related by blood or\nmarriage.\n\n## 106. Employee Medical Examinations\n\nTo help ensure that employees are able to perform their duties safely, medical examinations may\nbe required.\n\nAfter an offer has been made to an applicant entering a designated job category, a medical\nquestionnaire will be required, and a medical examination may be required at JH&A's expense by\na health professional of JH&A's choice. The offer of employment and assignment to duties is\ncontingent upon completion of the questionnaire.\n\nAny employee off work more than three continuous workdays for an unforeseen illness or injury\nmay be required to present JH&A with a written status report from a qualified healthcare provider.\nThe status report must contain a diagnosis of the illness or injury, an acceptable explanation of\nwhy the employee cannot perform his or her job duties, and a reasonable expected return-to-work\ndate. (Also see employee policies under Section 601 \"Medical Leave\").\n\nInformation on an employee's medical condition or history will be kept separate from other\nemployee information and maintained confidentially. Access to this information will be limited to\nthose who have a legitimate need to know.\n\n## 107. Immigration Law Compliance\n\nJH&A is committed to employing only United States citizens and aliens who are authorized to\nwork in the United States and does not unlawfully discriminate on the basis of citizenship or\nnational origin.\n\nIn compliance with the Immigration Reform and Control Act of 1986, each new employee, as a\ncondition of employment, must complete the Employment Eligibility Verification Form 1-9 and\npresent documentation establishing identity and employment eligibility. Former employees who\nare rehired must also complete the form if they have not completed a 1-9 with JH&A within the\npast three years, or if their previous I-9 is no longer retained or valid.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_13_2.png)\n\nEmployees with questions or seeking more information on immigration law issues are encouraged\nto contact the Controller. Employees may raise questions or complaints about immigration law\ncompliance without fear of reprisal.\n\n## 108. Conflicts of Interest\n\nEmployees have an obligation to conduct business within guidelines that prohibit actual or\npotential conflicts of interest. This policy establishes only the framework within which JH&A\nwishes the business to operate. The purpose of these guidelines is to provide general direction\nso that employees can seek further clarification on issues related to the subject of acceptable\nstandards of operation. Contact Management for more information or questions about conflicts of\ninterest.\n\nAn actual or potential conflict of interest occurs when an employee is in a position to influence a\ndecision that may result in a personal gain for that employee or for a relative as a result of JH&A's\nbusiness dealings. For the purposes of this policy, a relative is any person who is related by blood\nor marriage, or whose relationship with the employee is similar to that of persons who are related\nby blood or marriage.\n\nNo \"presumption of guilt\" is created by the mere existence of a relationship with outside firms.\nHowever, if employees have any influence on transactions involving purchases, contracts, or\nleases, it is imperative that they disclose to an officer of JH&A as soon as possible the existence\nof any actual or potential conflict of interest so that safeguards can be established to protect all\nparties.\n\nPersonal gain may result not only in cases where an employee or relative has a significant\nownership in a firm with which JH&A does business, but also when an employee or relative\nreceives any kickback, bribe, substantial gift, or special consideration as a result of any\ntransaction or business dealings involving JH&A.\n\n## 109. Outside Employment\n\nEmployees may hold outside jobs as long as they are open and honest about their outside\nemployment with their direct supervisor and meet the performance standards of their job with\nJH&A. All employees will be judged by the same performance standards and will be subject to\nJH&A's scheduling demands, regardless of any existing outside work requirements. If the outside\nrole precedes employment with JH&A, the employee should make the intention to maintain their\noutside position during the application/interview process with JH&A.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_14_2.png)\n\nIf JH&A determines that an employee's outside work interferes with performance or the ability to\nmeet the requirements of JH&A as they are modified from time to time, the employee may be\nasked to terminate the outside employment if he or she wishes to remain with JH&A.\n\n\"Moonlighting,\" or outside employment that constitutes a conflict of interest is prohibited.\nEmployees may not receive any income or material gain from individuals outside JH&A for\nmaterials produced or services rendered while performing their jobs.\n\nDue to various reasons, the following will be considered as unacceptable conflicts of interests:\n\n--- Working for a competitor as a direct employee or as a subcontractor\n\n--- Taking business away from JH&A by serving an existing customer\n\n--- Any business that uses JH&A time or material.\n\nIt is important to note that service performed by an individual employee outside of JH&A business\nhours could be interpreted as JH&A related work from a legal perspective, and that it is against\nthe law for a homeowner to hire an unlicensed individual to perform work. JH&A is in no way\nresponsible for business performed by an individual outside of assigned jobs/duties.\n\n## 110. Non-Disclosures\n\nThe protection of confidential business information and trade secrets is vital to the interests and\nthe success of JH&A. Such confidential information includes, but is not limited to, the following\nexamples:\n\n--- wages or personal employee data\n\n--- computer programs and codes ·\n\n--- customer lists\n\n--- customer preference\n\n--- financial information\n\n--- marketing strategies\n\n--- pricing for pending projects and proposals\n\nEmployees who improperly use or disclose trade secrets or confidential business s information\nwill be subject to disciplinary action, up to and including termination of employment and legal\naction, even if they do not actually benefit from the disclosed information\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_15_2.png)\n\n## 111. Disability Accommodations\n\nJH&A is committed to complying fully with the Americans with Disabilities Act (ADA) and ensuring\nequal opportunity in employment for qualified persons with disabilities. All employment practices\nand activities are conducted on a non-discriminatory basis.\n\nHiring procedures have been reviewed and provide persons with disabilities meaningful\nemployment opportunities. Pre-employment inquiries are made only regarding an applicant's\nability to perform the duties of the position.\n\nReasonable accommodation is available to all disabled employees, where their disability affects\nthe performance of job functions. All employment decisions are based on the merits of the\nsituation in accordance with defined criteria, not the disability of the individual.\n\nQualified individuals with disabilities are entitled to equal pay and other forms of compensation\n(or changes in compensation) as well as in job assignments, classifications, organizational\nstructures, position descriptions, lines of progression, and seniority lists. Leave of all types will be\navailable to all employees on an equal basis.\n\nJH&A is also committed to not discriminating against any qualified employees or applicants\nbecause they are related to or associated with a person with a disability. JH&A will follow any\nstate or local law that provides individuals with disabilities greater protection than the ADA.\n\nThis policy is neither exhaustive nor exclusive. JH&A is committed to taking all other actions\nnecessary to ensure equal employment opportunity for persons with disabilities in accordance\nwith the ADA and all other applicable federal, state, and local laws.\n\n## 112. Employment Categories\n\nIt is the intent of JH&A to clarify the definitions of employment classifications so that employees\nunderstand their employment status and benefit eligibility. These classifications do not guarantee\nemployment for any specified period of time. Accordingly, the right to terminate the employment\nrelationship at will at any time is retained by both the employee and JH&A.\n\nEach employee is designated as either NONEXEMPT or EXEMPT from federal and state wage\nand hour laws. NONEXEMPT employees are entitled to overtime pay under the specific\nprovisions of federal and state laws. EXEMPT employees are excluded from specific provisions\nof federal and state wage and hour laws. An employee's EXEMPT or NONEXEMPT classification\nmay be changed only upon written notification by JH&A management.\n\nIn addition to the above categories, each employee will belong lo one other employment category:\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_16_2.png)\n\nREGULAR FULL-TIME employees are those who are not in a temporary or introductory status\nand who are regularly scheduled to work JH&A's full-time schedule. Generally, they are eligible\nfor JH&A's benefit package, subject to the terms, conditions, and limitations of each benefit\nprogram.\n\nPART-TIME employees are those who are not assigned to a temporary or introductory status and\nwho are regularly scheduled to work less than 32 hours per week. While they do receive all legally\nmandated benefits (such as Social Security and workers' compensation insurance), they are\nineligible for all of JH&A's other benefit programs.\n\nINTRODUCTORY employees are those whose performance is being evaluated to determine\nwhether further employment in a specific position or with JH&A is appropriate. Employees who\nsatisfactorily complete the introductory period will be notified of their new employment\nclassification.\n\nTEMPORARY employees are those who are hired as interim replacements, to temporarily\nsupplement the work force, or to assist in the completion of a specific project. Employment\nassignments in this category are of a limited duration. Employment beyond any initially stated\nperiod does not in any way imply a change in employment status. Temporary employees retain\nthat status unless and until notified of a change. While temporary employees receive all legally\nmandated benefits (such as workers' compensation insurance and Social Security), they are\nineligible for all of JH&A's other benefit programs.\n\nCASUAL employees are tho.se who have established an employment relationship with JH&A but\nwho are assigned to work on an intermittent and/or unpredictable basis. While they receive all\nlegally mandated benefits (such as workers' compensation insurance and Social Security), they\nare ineligible for all of JH&A's other benefit programs.\n\n## 113. Access to Personnel Files\n\nJH&A maintains a personnel file on each employee. The personnel file includes such information\nas the employee's job application, resume, records of training, documentation of performance\nappraisals and salary increases, and other employment records.\n\nPersonnel files are the property of JH&A, and access to the information they contain is restricted.\nGenerally, only supervisors and management personnel of JH&A who have a legitimate reason\nto review information in a file are allowed to do so.\n\nEmployees who wish to review their own file should contact their manager. With reasonable\nadvance notice, employees may review their own personnel files in JH&A's offices and in the\npresence of an individual appointed by JH&A to maintain the files.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_17_2.png)\n\n## 114. Employment Reference Checks\n\nTo ensure that individuals who join JH&A are well qualified and have a strong potential to be\nproductive and successful, it is the policy of JH&A to check the references of all applicants. All\napplicants will be asked, in writing, to authorize background checks for felony convictions, driver’s\nlicense reports, workers comp reports, and a nation-wide search on sex offender violations. The\ninformation obtained from the screening will be considered on a case by case basis and each\nsituation will be considered individually.\n\nManagement will respond in writing only to those reference check inquiries that are submitted in\nwriting. Responses to such inquiries will confirm only dates of employment, wage rates, and\nposition(s) held.\n\n## 115. Personnel Data Changes\n\nIt is the responsibility of each employee to promptly notify JH&A of any changes in personnel\ndata. Personal mailing addresses, telephone numbers, number and names of dependents,\nindividuals to be contacted in the event of emergency, educational accomplishments, and other\nsuch status reports should be accurate and current at all times. If any personnel data has\nchanged, notify the Office Manager.\n\n## 116. Introductory Period\n\nThe introductory period is intended to give new employees the opportunity to demonstrate their\nability to achieve a satisfactory level of performance and to determine whether the new position\nmeets their expectations. JH&A uses this period to evaluate employee capabilities, work habits,\nand overall performance. Either the employee or JH&A may end the employment relationship at\nwill at any time during or after the introductory period, with or without cause or advance notice.\n\nAll new and rehired employees work on an introductory basis for the first 90 calendar days after\ntheir date of hire. Any significant absence will automatically extend an introductory period by the\nlength of the absence. If JH&A determines that the designated introductory period does not allow\nsufficient time to thoroughly evaluate the employee's performance, the introductory period may\nbe extended for a specified period.\n\nUpon satisfactory completion of the introductory period, employees enter the \"regular\"\nemployment classification.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_18_2.png)\n\nDuring the introductory period, new employees are eligible for those benefits that are required by\nlaw, such as workers' compensation insurance and Social Security. After becoming regular\nemployees, they may also be eligible for other JH&A provided benefits, subject to the terms and\nconditions of each benefits program. Employees should read the information for each specific\nbenefits program for the details on eligibility requirements.\n\nYour employment with JH&A is a voluntary one and is subject to termination by you or JH&A at\nwill, with or without cause, and with or without notice, at any time. Nothing in these policies shall\nbe interpreted to be in conflict with or to eliminate or modify in any way the employment-at-will\nstatus of JH&A employees.\n\nThis policy of employment-at-will may not be modified by any officer or employee and shall not\nbe modified in any publication or document. The only exception to this policy is a written\nemployment agreement approved at the discretion of the President or the Board of Directors,\nwhichever is applicable.\n\n## 117. Employment Applications\n\nJH&A relies upon the accuracy of information contained in the employment application, as well\nas the accuracy of other data presented throughout the hiring process and employment. Any\nmisrepresentations, falsifications, or material omissions in any of this information or data may\nresult in JH&A's exclusion of the individual from further consideration for employment or, if the\nperson has been hired, termination of employment.\n\n## 118. Performance Evaluation\n\nSupervisors and employees are strongly encouraged to discuss job performance and goals on an\ninformal, day-to-day basis. Additional formal performance evaluations are conducted to provide\nboth supervisors and employees the opportunity to discuss job tasks, identify and correct\nweaknesses, encourage and recognize strengths, and discuss positive, purposeful approaches\nfor meeting goals.\n\nPerformance evaluations are scheduled approximately every 12 months, generally occurring in\nthe late spring.\n\nMerit-based pay adjustments are awarded by JH&A in an effort to recognize truly superior\nemployee performance. The decision to award such an adjustment is dependent upon numerous\nfactors, including the information documented by this formal performance evaluation process.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_19_2.png)\n\n## 119. Employee Benefits\n\nEligible employees at JH&A are provided a wide range of benefits. A number of the programs\n(such as Social Security, workers' compensation, state disability, and unemployment insurance)\ncover all employees in the manner prescribed by law.\n\nBenefits eligibility is dependent upon a variety of factors, including employee classification. Your\nsupervisor can identify the programs for which you are eligible. Details of many of these programs\ncan be found elsewhere in the employee handbook.\n\nThe following benefit programs are available to eligible employees:\n\n--- COBRA Major Medical Benefit Conversion at Termination\n\n--- Drug or Alcohol Rehabilitation Program (at employee's own expense)\n\n--- Employee Assistance Program (through the Drug Free Workplace)\n\n--- Family Leave (as required by Law)\n\n--- Holidays\n\n--- Major Medical Insurance for Employee\n\n--- Dependent Major Medical Insurance through payroll deduction\n\n--- Pharmacy (prescription drug plan included in Major Medical Insurance)\n\n--- Paid Time Off (PTO is similar to Vacation & Sick Leave)\n\n--- Pension Plan/ Simple IRA Contributions with Company matching (matching amount\ndecided by retirement plan provider)\n\n--- Spiffs*\n\n--- Supplemental Plans through payroll deduction:\n\n- (Dental, Short-Term Disability, Accident, Hospital Indemnity, and Cancer Plans)\n--- Uniforms\n\n--- Voting Time Off\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_20_2.png)\n\nSome benefit programs require contributions from employees, but most are paid by JH&A. The\nbenefit package for regular full-time employees represents an additional cost to JH&A of\napproximately 32 percent of wages.\n\nDue to government regulations, there may be a waiting period required for certain benefits. For a\ncurrent and comprehensive list of benefits guidelines and plans, see the Office Manager.\n\n*Spiff benefits will only be extended/paid to Full-Time/Active employees.\n\n## 120. Holidays\n\n--- JH&A will grant holiday time off to all employees on the holidays listed below:\n\n--- New Year's Day (January 1)\n\n--- Memorial Day (last Monday in May)\n\n--- Independence Day (July 4)\n\n--- Labor Day (first Monday in September)\n\n--- Thanksgiving (fourth Thursday in November)\n\n--- Christmas (December 25)\n\nJH&A will grant paid holiday time off to all eligible employees immediately upon assignment to an\neligible employment classification. Holiday pay will be calculated based on the employee's\nstraight-time pay rate (as of the date of the holiday) times the number of hours the employee\nwould otherwise have worked on that day. Eligible employee classification(s):\n\n--- Regular full-time employees\n\nA recognized holiday that falls on a Saturday will be observed on the preceding Friday. A\nrecognized holiday that falls on a Sunday will be observed on the following Monday.\n\nIf a recognized holiday falls during an eligible employee's paid absence (such as vacation or sick\nleave), holiday pay will be provided instead of the paid time off benefit that would otherwise have\napplied.\n\nIf eligible nonexempt employees work on a recognized holiday, they will receive holiday pay plus\nwages at their straight-time rate for the hours worked on the holiday. Due to business needs,\nthere will be on-call requirements for Service Technicians and those who are deemed as “on-call”\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_21_2.png)\n\nwill inevitably work holidays. The holiday on-call schedule will be determined in advance and\nrequests for PTO will be accommodated the best of JH&A’s ability, but are not guaranteed.\n\nPaid time off for holidays will not be counted as hours worked for the purposes of determining\nwhether overtime pay is owed.\n\n## 121. Workers' Compensation Insurance\n\nJH&A provides a comprehensive workers' compensation insurance program at no cost to\nemployees. This program covers any injury or illness sustained in the course of employment that\nrequires medical, surgical, or hospital treatment. Subject to applicable legal requirements,\nworkers' compensation insurance provides benefits after a short waiting period or, if the employee\nis hospitalized, immediately.\n\nEmployees who sustain work related injuries or illnesses should inform their supervisor\nimmediately. No matter how minor an on-the-job injury may appear, it is important that it be\nreported immediately. This will enable an eligible employee to qualify for coverage as quickly as\npossible. Depending on the requirements of the Worker’s Compensation insurance provider, and\nthe situation, a drug and/or alcohol test may be required of the employee to submit a claim.\n\nNeither JH&A nor the insurance carrier will be liable for the payment of workers' compensation\nbenefits for injuries that occur during an employee's voluntary participation in any off-duty\nrecreational, social, or athletic activity sponsored by JH&A.\n\n## 122. Time Off to Vote\n\nJH&A encourages employees to fulfill their civic responsibilities by participating in elections.\nGenerally, employees are able to find time to vote either before or after their regular work\nschedule. If employees are unable to vote in an election during their nonworking hours, JH&A will\ngrant up to 1 hour of paid time off to vote.\n\nEmployees should request time off to vote from their supervisor at least two working days prior to\nthe election day. Advance notice is required so that the necessary time off can be scheduled at\nthe beginning or end of the work shift, whichever provides the least disruption to the normal work\nschedule.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_22_2.png)\n\n## 123. Jury Duty\n\nJH&A encourages employees to fulfill their civic responsibilities by serving jury duty when\nrequired. JH&A will pay an employee for up to 5 days of jury duty, with proof of summons. After days, employees may request unpaid jury duty leave for the length of absence. If desired,\nemployees may use any available paid time off (for example, vacation benefits).\n\nEmployees must show the jury duty summons to their supervisor as soon as possible so that the\nsupervisor may make arrangements to accommodate their absence. Employees are expected to\nreport for work whenever the court schedule permits.\n\nEither JH&A or the employee may request an excuse from jury duty if, in JH&A's judgment, the\nemployee's absence would create serious operational difficulties.\n\nJH&A will continue to provide health insurance benefits for the full term of the jury duty absence.\n\nVacation, sick leave, and holiday benefits will continue to accrue during unpaid jury duty leave.\n\n## 124. Witness Duty\n\nJH&A encourages employees to appear in court for witness duty when subpoenaed to do so.\n\nIf employees have been subpoenaed or otherwise requested to testify as witnesses by JH&A,\nthey will receive paid time off for the entire period of witness duty.\n\nEmployees will be granted unpaid time off to appear in court as a witness when requested by a\nparty other than JH&A. Employees are free to use any available paid leave benefit (such as\nvacation leave) to receive compensation for the period of this absence.\n\nThe subpoena should be shown to the employee's supervisor immediately after it is received so\nthat operating requirements can be adjusted, where necessary, to accommodate the employee's\nabsence. The employee is expected to report for work whenever the court schedule permits.\n\n## 125. Benefits Continuation (COBRA)\n\nThe federal Consolidated Omnibus Budget Reconciliation Act (COBRA) gives employees and\ntheir qualified beneficiaries the opportunity to continue health insurance coverage under JH&A's\nhealth plan when a \"qualifying event\" would normally result in the loss of eligibility. Some common\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_23_2.png)\n\nqualifying events are resignation, termination of employment, or death of an employee; a\nreduction in an employee's hours or a leave of absence; an employee's divorce or legal\nseparation; and a dependent child no longer meeting eligibility requirements.\n\nUnder COBRA, the employee or beneficiary pays the full cost of coverage at JH&A's group rates\nplus an administration fee. JH&A provides each eligible employee with a written notice describing\nrights granted under COBRA when the employee becomes eligible for coverage under JH&A's\nhealth insurance plan.\n\nThe notice contains important information about the employee's rights and obligations.\n\n## 126. Educational Assistance\n\nJH&A recognizes that the skills and knowledge of its employees are critical to the success of the\norganization.\n\nIndividual courses or courses that are part of a degree, licensing, or certification program must be\nrelated to the employee's current job duties or a foreseeable-future position in the organization in\norder to be eligible for educational assistance. JH&A has the sole discretion to determine whether\na course relates to an employee's current job duties or a foreseeable-future position. Employees\nshould contact Management for more information or questions about educational assistance and\nfinancial availability for educational assistance.\n\nThe following pay guidelines will apply when employees are attending classes, seminars and\neducational courses, and their attendance is specifically required by Jacob Heating & Air\nConditioning:\n\n--- Employees attending company-required classes during their regular workday hours, Monday\nthrough Friday, will be paid a total of their hours worked and the hours spent in class and travel\nduring the day.\n\n--- Employees attending company-required classes commencing and ending after their regular\nworkday hours, will be paid overtime wages for time spent in class beyond their regular 40-hour\nwork week.\n\n--- Any courses pursued for personal development, which are not company mandated, can be\nconsidered to be financed through the company, but hourly wages will not be paid to the employee\nfor their time.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_24_2.png)\n\n## 127. Paid Time OFF (PTO)\n\nPaid Time Off (PTO) is an all-purpose time-off policy for eligible employees to use for vacation,\nillness or injury, and personal business. It combines traditional vacation and sick leave plans into\none flexible, paid time-off policy. Employees in the following employment classification(s) are\neligible to earn and use PTO as described in this policy:\n\n--- Regular full-time employees\n\nOnce employees enter an eligible employment classification, they begin to accrue PTO according\nto the schedule below. Accrued PTO is available for use immediately after accrual. PTO can be\nused in minimum increments of one-half hour.\n\nThe employee’s accrued balance will be capped at the maximum PTO balance amount listed in\nthe PTO schedule. PTO accrued in excess of this maximum balance amount will be lost.\n\nNote: The amount of PTO accrued increases with the length of employment, as shown in the\nfollowing schedule:\n\nMonths of Eligible\nService Completed\n\nPTO Hours Accrued\nPer Week\n\nAnnual Rate of PTO\nAccrual (Hours)\n\nMaximum PTO\nBalance (Hours)\n\n0 0 0 3 1. 54 80 36 2. 00 104 120 2. 31 120 180 2. 62 136 240 3. 38 176 300 4. 15 216 The length of eligible service is calculated based on a \"benefit year.\" This is the 12-month period\nthat begins when the employee starts to earn PTO. An employee's benefit year may be extended\nfor any significant leave of absence except military leave of absence. Military leave has no effect\non this calculation (see individual leave of absence policies for more information.)\n\nREQUESTS FOR PTO WAGES AND APPROVAL:\n\nTo schedule planned PTO of less than 5 consecutive working days, employees must submit a\nPTO request form to their Supervisor with a minimum of 2 weeks of advance notice.\n\n| | | | | | | | | | | | |\n|-----|--------------------|--|------|-------------------|--|-----|--------------------|--|-----|-----------------|--|\n| | Months of Eligible | | | PTO Hours Accrued | | | Annual Rate of PTO | | | Maximum PTO | |\n| | Service Completed | | | Per Week | | | Accrual (Hours) | | | Balance (Hours) | |\n| | | | | | | | | | | | |\n| 0 | | | 0 | | | 0 | | | 0 | | |\n| 3 | | | 1.54 | | | 80 | | | 80 | | |\n| 36 | | | 2.00 | | | 104 | | | 104 | | |\n| 120 | | | 2.31 | | | 120 | | | 120 | | |\n| 180 | | | 2.62 | | | 136 | | | 136 | | |\n| 240 | | | 3.38 | | | 176 | | | 176 | | |\n| 300 | | | 4.15 | | | 216 | | | 216 | | |\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_25_2.png)\n\nTo schedule planned PTO of 5 or more consecutive working days, employees must submit a PTO\nrequest form to their Supervisor with a minimum of 4 weeks of advance notice.\n\nRequests will be reviewed based on a number of factors, including business needs and staffing\nrequirements. An employee should not assume that PTO will be automatically granted as\nrequested.\n\nEmployees who have an unexpected need to be absent from work must notify their Supervisor\nbefore the start of the workday. If additional days of absence are then required, the employee\nmust notify their Supervisor every additional day before the start of the workday with a phone call.\nAn employee should not assume that PTO will be automatically granted, even in the case of\nemergency.\n\nPTO PAY RATES:\n\nPTO is paid at the employee's base pay rate at the time of absence. It does not include overtime\nor any special forms of compensation such as incentives, commissions, bonuses, or shift\ndifferentials. PTO cannot be used in combination with base time to earn more than 40 hours per\nweek.\n\nPTO must be entered into the employee’s timecard for the affected week. PTO not recorded on\na timecard will not be awarded/paid.\n\nPTO is a “use-it-or-lose-it” benefit. Unused PTO will not be paid out to an employee for any\nreason.\n\nIf an employee resigns and returns to employment at JH&A on later date, their eligibility for paid\ntime off benefits will revert to that of a new employee.\n\nPersonal time off without pay, family leave and Military Leave will have an effect on the calculation\nof accumulated PTO. Accumulation of PTO stops when an employee is absent during personal\ntime off.\n\n## 128. Health Insurance\n\nJH&A's health insurance plan provides employees and their dependents access to medical\ninsurance benefits. Employees in the following employment classifications are eligible to\nparticipate in the health insurance plan:\n\n--- Regular full-time employees\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_26_2.png)\n\nEligible employees may participate in the health insurance plan subject to all terms and conditions\nof the agreement between JH&A and the insurance carrier.\n\nA change in employment classification that would result in loss of eligibility to participate in the\nhealth insurance plan may qualify an employee for benefits continuation under the Consolidated\nOmnibus Budget Reconciliation Act (COBRA). Refer to the Benefits Continuation (COBRA) policy\nfor more information.\n\nDetails of the health insurance plan are described in the Summary Plan Description (SPD). An\nSPD and information on cost of coverage will be provided in advance of enrollment to eligible\nemployees. Contact the Administrative Office for more information about health insurance\nbenefits.\n\n## 129. Timekeeping\n\nAccurately recording time worked is the responsibility of every nonexempt employee. Federal and\nstate laws require JH&A to keep an accurate record of time worked in order to calculate employee\npay and benefits. Time worked is all the time actually spent on the job performing assigned duties.\n\nHourly nonexempt employees should accurately record the time they begin and end their work,\nas well as the beginning and ending time of each meal period. They must also record the\nbeginning and ending time of any departure from work for personal reasons. Overtime work must\nalways be approved before it is performed.\n\nTime sheets are available in the office. If a specific day's time sheet is not available, employees\nshould inform the office personnel immediately.\n\nIt is the employee's responsibility to tum in their timecard on a timely basis. Failure to do so could\nresult in a delay of pay.\n\nA time sheet must be turned in even when the employee is on vacation, out sick, or taking\npersonal time off. The time sheet should be marked with an explanation of the absence.\n\nIt is the employee's responsibility to sign their time sheet to certify the accuracy of all time\nrecorded. Office personnel will review the time record for accuracy before payroll processing. If\nan employee has not correctly documented his or her time, corrections will be made in the total\nhours worked, according to the stop and start times recorded.\n\nAltering, falsifying, tampering with time records, or recording time on another employee's time\nrecord may result in disciplinary action, up to and including termination of employment.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_27_2.png)\n\n## 130. Paydays\n\nAll employees are paid weekly. Each paycheck will include earnings for all work performed\nthrough the end of the previous payroll period. Our payroll period runs from Wednesday to\nTuesday.\n\nIn the event that a regularly scheduled payday falls on a day off, such as a holiday, employees\nwill receive pay on the last day of work before the regularly scheduled payday, unless the office\npersonnel are unable to complete payroll due to unforeseen circumstances. In such case,\nemployees will receive pay on the first day of work after the regularly scheduled payday.\n\nIf a regular payday falls during an employee's vacation, the employee may receive his or her\nearned wages before departing for vacation if a written request is submitted to the office at least\none week prior to departing for vacation.\n\n## 131. Employment Terminations\n\nTermination of employment is an inevitable part of personnel activity within any organization, and\nmany of the reasons for termination are routine. Below are examples of some of the most common\ncircumstances under which employment is terminated:\n\n--- Resignation - voluntary employment termination initiated by an employee.\n\n--- Discharge - involuntary employment termination initiated by the organization.\n\n--- Layoff - involuntary employment termination initiated by the organization for nondisciplinary reasons.\n\nSince employment with JH&A is based on mutual consent, both the employee and JH&A have\nthe right to terminate employment at will, with or without cause, at any time. Employees will\nreceive their final pay in accordance with applicable state law.\n\nEmployee benefits will be affected by employment termination in the following manner. All\naccrued, vested benefits that are due and payable at termination will be paid. Some benefits may\nbe continued at the employee's expense if the employee so chooses. The employee will be\nnotified in writing of the benefits that may be continued and of the terms, conditions, and limitations\nof such continuance.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_28_2.png)\n\n## 132. On-Call Pay\n\nAll field technicians are provided with on-call stipends in the instance of being required to report\nto work on weekends. All notice of potential work should be provided by management to the\nemployee(s) by the afternoon prior in order to allow for the employee to have adequate\npreparation.\n\n## 133. Administrative Pay Corrections\n\nJH&A takes all reasonable steps to ensure that employees receive the correct amount of pay in\neach paycheck and that employees are paid promptly on the scheduled payday.\n\nIn the unlikely event that there is an error in the amount of pay, the employee should promptly\nbring the discrepancy to the attention of Management so that corrections can be made as quickly\nas possible.\n\n## 134. Pay Deductions and Setoffs\n\nThe law requires that JH&A make certain deductions from every employee's compensation.\nAmong these are applicable federal, state, and local income taxes. JH&A also must deduct Social\nSecurity taxes on each employee's earnings up to a specified limit that is called the Social Security\n\"wage base.\" JH&A matches the amount of Social Security taxes paid by each employee.\n\nJH&A offers programs and benefits beyond those required by law. Eligible employees may\nvoluntarily authorize deductions from their pay checks to cover the costs of participation in these\nprograms.\n\nPay setoffs are pay deductions taken by JH&A, usually to help pay off a debt or obligation to JH&A\nor others.\n\nCertain pay deductions, such as wage garnishments, credit union and insurance plans, art\ndirected by law and cannot be altered by JH&A. Even though an employee may work a limited\nnumber of hours in a given payroll week, specific deductions must be made. Employees cannot\nchoose to cancel certain deductions for a specific payroll period. If an employee does not have\nenough earned wages to support such a required payroll deduction, the deduction may be taken\nin the following weeks until the obligation is paid.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_29_2.png)\n\nIf you have questions concerning why deductions were made from your pay check or how they\nwere calculated, your supervisor can assist in having your questions answered.\n\n## 135. Safety\n\nTo assist in providing a safe and healthful work environment for employees, customers, and\nvisitors, JH&A has established a workplace safety program. This program is a top priority for\nJH&A. Management is responsible for implementing, administering, monitoring, and evaluating\nthe safety program. Its success depends on the alertness and personal commitment of all.\n\nAn M.S.D.S. application (Material Safety Data Sheets) for materials and chemicals used in our\nworkplace is also provided on smart devices in each vehicle. Employees may view the Safety\nProgram Manual or the digital M.S.D.S. sheets at any time, and are responsible for maintaining\naccess via single sign on through the provided application.\n\nJH&A provides information to employees about workplace safety and health issues through\nregular internal communication channels such as supervisor-employee meetings, bulletin board\npostings, memos, or other written communications.\n\nEmployees and supervisors receive periodic workplace safety training. The training covers\npotential safety and health hazards and safe work practices and procedures to eliminate or\nminimize hazards.\n\nSome of the best safety improvement ideas come from employees. Those with ideas, concerns,\nor suggestions for improved safety in the workplace are encouraged to raise them with their\nsupervisor, or with another supervisor or manager, or bring them to the attention of the President.\nReports and concerns about workplace safety issues may be made without fear of reprisal.\n\nEach employee is expected to obey safety rules and to exercise caution in all work activities.\nEmployees must immediately report any unsafe condition to the appropriate supervisor.\nEmployees who violate safety standards, who cause hazardous or dangerous situations, or who\nfail to report or, where appropriate, remedy such situations, may be subject to disciplinary action,\nup to and including termination of employment.\n\nIn the case of accidents that result in injury, regardless of how insignificant the injury may appear,\nemployees should immediately notify the President or the appropriate supervisor. Such reports\nare necessary to comply with laws and initiate insurance and workers' compensation benefits\nprocedures.\n\n## 136. Work Schedules\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_30_2.png)\n\nThe normal work schedule for all employees is 8 hours a day, 5 days a week. Supervisors will\nadvise employees of the times their schedules will normally begin and end. Staffing needs and\noperational demands may necessitate variations in starting and ending times, as well as variations\nin the total hours that may be scheduled each day and week.\n\n## 137. Use of Phone System & Cell Phones\n\nPersonal use of a company telephone for long-distance and toll calls is not permitted. Employees\nshould practice discretion when making local personal calls and may be required to reimburse\nJH&A for any charges resulting from their personal use of the telephone.\n\nUse of cell phones for personal calls during regular working hours is not permitted.\n\nEmployees should practice discretion and inform their family and friends of the company's policy\nregarding this issue. Personal use of cell phones could lead to suspension and termination.\n\nEmployees who have been assigned a cell phone will use it only for official company business.\n\nTo ensure effective telephone communications, employees should always employ customer\nservice best practices.\n\n## 138. Smoking\n\nIn keeping with JH&A's intent to provide a safe and healthful work environment, smoking in the\nworkplace is discouraged. Nonsmoking areas are clearly designated where smoking is expressly\nprohibited, and employees are asked to respect these designations. In situations where the\npreferences of smokers and nonsmokers are in direct conflict, the preferences of nonsmokers will\nprevail.\n\nA customer may prohibit smoking on his property. In these situations, the customer’s preference\nwill prevail; smoking will not be allowed, except inside the company's vehicle. Smoking in the attic,\nunder or inside the home of a customer is strictly prohibited, as is discarding cigarette butts,\ncigarette packages, or lighters.\n\nThis policy applies equally to all employees, customers, and visitors.\n\n## 139. Meal Periods\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_31_2.png)\n\nAll full-time regular employees are provided with one meal period of 30 minutes in length each\nworkday. Supervisors will schedule meal periods to accommodate operating requirements.\nEmployees will be relieved of all active responsibilities and restrictions during meal periods and\nwill not be compensated for that time.\n\nA minimum of a 15 minute meal period is required of all employees each day.\n\n## 140. Overtime\n\nWhen operating requirements or other needs cannot be met during regular working hours,\nemployees may be scheduled to work overtime hours. When possible, advance notification of\nthese mandatory assignments will be provided. All overtime work must receive the supervisor's\nprior authorization.\n\nOvertime assignments will be distributed as equitably as practical to all employees qualified to\nperform the required work.\n\nOvertime compensation is paid to all nonexempt employees in accordance with federal and state\nwage and hour restrictions.\n\nOvertime pay is based on actual hours worked. JH&A's overtime pay rate is regular hourly wage\n(x) 1.5. Overtime pay is general paid for time worked over 40 hours per payroll week, with the\nfollowing exception: Employees will always be paid overtime for hours worked on Sunday.\n\nFailure to work assigned overtime may result in disciplinary action, up to and including possible\ntermination of employment.\n\n## 141. Use of Equipment and Vehicles\n\nCOMPANY-SUPPLIED TOOLS & EQUIPMENT:\n\nTools & Equipment essential in accomplishing job duties are expensive and may be difficult to\nreplace. When using tools, employees are expected to exercise care, perform required\nmaintenance, and follow all operating instructions, safety standards, and guidelines.\n\nPlease notify the supervisor if any equipment, machines, or tools appear to be damaged,\ndefective, or in need of repair. Prompt reporting of damages, defects, and the need for repairs\ncould prevent deterioration of equipment and possible injury to employees or others. Tool &\nEquipment are to be used according to the manufacturer's instructions, and certain pieces of\nequipment such as refrigerant vacuum pumps and recovery machines require specific\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_32_2.png)\n\nmaintenance. The supervisor can answer any questions about an employee's responsibility for\nmaintenance and care of equipment used on the job.\n\nSome personally owned tools may be required for employment and use during work hours. Proper\nupkeep, care, and maintenance and care of personal tools is expected.\n\nThe improper, careless, negligent, destructive, or unsafe use or operation of equipment can result\nin disciplinary action, up to and including termination of employment.\n\nEach employee who has been assigned a vehicle will be given a list of company-supplied tools &\nequipment. The employee will be required to sign the list, verifying the items are on the truck. A\ncopy of this form will be kept in the office. Periodic inspections will be made to assure that each\nvehicle contains the items, and employees will be held accountable if the items are not found on\nthe vehicle.\n\nCOMPANY VEHICLES:\n\nLikewise, vehicles are expensive and essential pieces of property in any business. Care &\nmaintenance is required by all employees. Improper use, carelessness, and unsafe operation of\nany company vehicle (including excessive or avoidable traffic and parking violations) will result in\ntermination of employment.\n\nEmployees will be required to make a monthly assessment of the operating condition of their\nassigned vehicles. This assessment will be in the form of a report, to be filled out as requested\nduring one of JH&A's weekly meetings.\n\nAll company vehicles shall have typical maintenance performed every 3 months, as directed by\nthe company and manufacturer’s guidelines, at a local service center. Employees may be asked\nto assist in performing the maintenance items.\n\nPeriodic service check-up reports are posted for all vehicles. The employee assigned to a vehicle\nwill be held responsible for its safety and maintenance. Specifically, when a vehicle report is\nposted for a service interval, the employee assigned to the vehicle will be held responsible to get\nit performed. The employee should contact the office to schedule the service.\n\nThe following policies apply to all employees who drive a company vehicle:\n\n1. Company vehicles shall be used only for company-related business, driven back & forthto the work site, and not used for personal business.\n\n1. When not in use a company vehicle will be locked and kept safe and secure in the JH&Aparking lot, or on the employee's premises (if driven home at night).\n\n1. No one except JH&A employees shall be allowed to drive or use a company-ownedvehicle.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_33_2.png)\n\n1. If an employee is involved in an accident or any traffic incident, he must immediately reportit to the office. In almost every case, the employee may be required to wait at the accident\nsite until the police arrive and a police report is filed. In all cases, the employees involved\nwill be required to fully cooperate with the patrol man and insurance company\ninvestigations.\n\n1. Likewise, if an employee receives a traffic citation or parking ticket, it must be immediatelyreported to his supervisor. All parking tickets must be turned into the office the same day.\n## 142. Use of Company Supplied Vehicle\n\nSpecific Requirements for Service Technicians\n\nService Technicians and the use of their company-assigned vehicle fall under a special provision\nin the Employee Handbook.\n\nIt is JH&A's policy to give each Service Technician the choice of either driving his assigned vehicle\nback and forth to his home each work day, or leaving it at the Jacob Heating & Air parking lot\neach night. A form indicating the employee's choice will be given to each Service Technician for\nhis signature. A copy will be placed in the employee's personnel file.\n\nThe company's position on this matter is that the employee should be aware he does not need to\nprovide his own vehicle to drive to work, and he does not pay gas, insurance or wear and tear on\nhis own vehicle.\n\nIf the Service Technician chooses to drive the company vehicle home, his wages will begin when\nhe is dispatched to his first call of the day. The employee’s wages will end when he completes his\nlast call of the day, unless he is outside a 10-mile radius of his home. In such case, the employee\nwill be paid until crossing the 10-mile radius.\n\nDrive time from the employee's home to the shop for a Company meeting or training session will\nnot be compensated.\n\nWhen the Service Technician is \"on-call\" and is required to leave his home for an emergency\nservice call, wages will be paid from the employee's home to the customer and drive time back.\n\nA Service Technician who is officially \"on-call\" will be paid a flat On-Call Bonus of $75.00 per\nweek. This bonus pay is defined as compensation for being paged by the Answering Service and\nreturning phone calls to the customers, whether any pages or phone calls are actually received\nor not.\n\nVEHICLE MAINTENANCE RESPONSIBILITIES: Service Technicians who choose to drive their\ncompany-assigned vehicle home will be required to fulfill the following responsibilities.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_34_2.png)\n\n1. The service tech must gas up the vehicle daily or as needed, and check the oil. Gettinggas is to be done on the emp1oyee's own time, either before the first call of the day, or on\nthe way home from work in the evening.\n\n1. Once a week the service tech is required to wash the vehicle, cleanout the interior, checkall fluid levels and tire pressure, and perform a safety check.\n\n1. Every 3 months the service tech is required to have the vehicle fully serviced, including oilchanged and filter, have the tires rotated, and any other regular maintenance item needed.\n\n*Note: The personal time spent accomplishing the above responsibilities of maintenance on the*\n*Service Technician's company-assigned vehicle will not be compensated*\n--- I choose to drive my vehicle home each workday.\n\n--- I have read the above provisions and acknowledge my responsibilities.\n\n--- I choose to park my vehicle at Jacob Heating & Air Conditioning each night.\n\nSignature: ________________________________ Date: ____________________\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_35_2.png)\n\n###### JACOB SHEET METAL WORKS INC JACOB HEATING & AIR\n\n###### CONDITIONING DRIVING POLICY\n\nJACOB HEATING & AIR CONDITIONING has made a commitment of safety, service, and quality\nto both our employees and customers. Our Company mandates that both our employees and\nnon-employees operate all vehicles owned by or used by Jacob Heating & Air Conditioning in a\nsafe and economical manner. The following summarizes policy guidelines:\n\n1. Vehicles are not to be operated unless in a safe operating condition. An unsafe conditionmust be reported to the management immediately.\n\n1. Drivers must be physically and mentally able to drive safely.\n\n2. Drivers must conform to all traffic laws with allowances made for adverse weather andtraffic conditions.\n\n1. Respect the rights of other drivers and pedestrians. Courtesy is contagious.\n\n2. Drivers may not use drugs or alcohol while operating a vehicle owned by or used by JH&A.\n\n3. Your primary responsibility when driving a motor vehicle for JH&A is driving the vehiclesafely. For the good of all our employees and the community in which we operate, it is our\ncompany policy that you not engage in activities while driving that cause you to become\ndistracted from this responsibility, included but not limited to:\n\n--- Using a cell phone\n\n--- Using a computer or electronic handheld device\n\n--- Adjusting the controls of a radio or OPS navigation unit\n\n--- Searching for items in the vehicle such as CD's or coins\n\n--- Eating\n\n--- Reading printed material\n\nACCIDENTS\n\nAll accidents are to be reported to management of Jacob Heating & Air Conditioning immediately\nwhen the accident occurs. All accidents will be reviewed and determination made as either\npreventable or non-preventable. A preventable accident is defined as an accident in which the\ndriver failed to do everything reasonably possible to avoid it.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_36_2.png)\n\nMVR STANDARDS\n\nMotor Vehicle Records (MVR) will be checked annually on all employees where driving is a part\nof their job description. The MVR will be reviewed to ascertain the employee holds a valid license\nand their driving record is within the parameters set by company management. MVR checks which\nreveal:\n\n1. Three (3) or more traffic violations and/or at fault accidents over a three (3) year period fordrivers age 25 and older, two (2) traffic violations and or at fault accidents for drivers\nbetween the ages of 18 and 25, or one (1) traffic violation and/or at fault accident for\ndrivers 17 and under; or\n\n1. One or more of the following type of serious traffic convictions within the past 3 years willdisqualify the employee from driving company operated vehicles, and will result in\ntermination of employment.\n\n--- driving while under the influence or while disabled by use of drugs;\n\n--- refusal to take a breath analyzer test;\n\n--- leaving the scene of an accident without reporting it;\n\n--- homicide, assault, or criminal negligence resulting from the operation of a vehicle;\n\n--- driving while license is suspended or revoked;\n\n--- reckless or dangerous driving, which results in injury to a person;\n\n--- racing; and/or\n\n--- passing a stopped school bus\n\nViolations shown on a MVR check include seat belt violations, but do not include such nonmoving violations as weight violations, or improper or inadequately maintained equipment.\n\nRADAR DETECTORS\n\nThe use of radar detectors is forbidden in all vehicles owned or used by Jacob Heating & Air.\nDrivers using radar detectors will have their driving privileges revoked.\n\nPASSENGERS\n\nHitchhikers and passengers, other than company employees, are not permitted.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_37_2.png)\n\n![FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_37_3](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_37_3.png)\n\nSEATBELTS\n\nAll occupants must wear seat belts whenever the vehicle is in motion.\n\nSECURING CARGO\n\nCargo will be secured and all doors locked while en route and while the vehicles are parked.\n\n______________________________________________ ____________________\nJacob Heating & Air Conditioning Date\n\nI acknowledge I have received a copy and read the Company Driving Policy.\n\n_______________________________________________ ____________________\nEmployee Date\n\n## 143. Emergency Closings\n\nAt times, emergencies such as severe weather, fires, power failures, or hurricanes, can disrupt\ncompany operations. In extreme cases, these circumstances may require the closing of the work\nfacility at JH&A.\n\nWhen operations are officially closed due to emergency conditions, the time off from scheduled\nwork will be unpaid. However, with supervisory approval, employees may use available paid leave\ntime, such as unused vacation benefits.\n\nIf an emergency closing is not authorized, and JH&A remains open, employees who fail to report\nfor work will not be paid for the time off.\n\nEmployees in essential operations may be asked to work on a day when operations are officially\nclosed. In these circumstances, employees who work will receive regular pay.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_38_2.png)\n\n## 144. Business Travel Expenses\n\nJH&A will reimburse employees for reasonable business travel expenses incurred while on\nassignments away from the normal work location. All business travel must be approved in\nadvance by the Controller.\n\nEmployees whose travel plans have been approved are responsible for making their own travel\narrangements.\n\nWhen approved, the actual costs of travel, meals, lodging, and other expenses directly related to\naccomplishing business travel objectives will be reimbursed by JH&A. Employees are expected\nto limit expenses to reasonable amounts.\n\nEmployees who are involved in an accident while traveling on business must promptly report the\nincident to their immediate supervisor. Vehicles owned, leased, or rented by JH&A may not be\nused for personal use without prior approval.\n\nCash advances to cover reasonable anticipated expenses may be made to employees, after\ntravel has been approved. Employees should submit a written request to their supervisor when\ntravel advances are needed.\n\nWhen travel is completed, employees should submit completed travel expense repot1s within days.\n\nReports should be accompanied by receipts for all individual expenses.\n\nEmployees should contact their supervisor for guidance and assistance on procedures related to\ntravel arrangements, travel advances, expense reports, reimbursement for specific expenses, or\nany other business travel issues.\n\nAbuse of this business travel expenses policy, including falsifying expense reports to reflect costs\nnot incurred by the employee, can be grounds for disciplinary action, up to and including\ntermination of employment.\n\n## 145. Visitors in the Workplace\n\nTo provide for the safety and security of employees and the facilities at JH&A, only authorized\nvisitors are allowed in the workplace. Restricting unauthorized visitors helps maintain safety\nstandards, protects against theft, ensures security of equipment, protects confidential information,\nsafeguards employee welfare, and avoids potential distractions and disturbances.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_39_2.png)\n\nAll visitors should enter Jacob Sheet Metal Works or Jacob Heating & Air Conditioning at the main\nentrance. Authorized visitors will receive directions or be escorted to their destination. Employees\nare responsible for the conduct and safety of their visitors.\n\nIf an unauthorized individual is observed on company premises, employees should immediately\nnotify their supervisor or, if necessary, direct the individual to the main entrance.\n\n## 146. Computer and E-mail Usage\n\nComputers, computer files, the e-mail system, and software furnished to employees are JH&A\nproperty intended for business use. Employees should not use a password, access a file, or\nretrieve any stored communication without authorization. To ensure compliance with this policy,\ncomputer and e-mail usage may be monitored.\n\nJH&A strives to maintain a workplace free of harassment and sensitive to the diversity of its\nemployees. Therefore, JH&A prohibits the use of computers and the e-mail system in ways that\nare disruptive, offensive to others, or harmful to morale.\n\nFor example, the display or transmission of sexually explicit images, messages, and cartoons is\nnot allowed. Other such misuse includes, but is not limited to, ethnic slurs, racial comments,\npotentially offensive, or anything that may be construed as harassment or showing disrespect for\nothers.\n\nE-mail may not be used to solicit others for commercial ventures, religious or political causes,\noutside organizations, or other non-business matters.\n\nEmployees should notify their supervisor, the President or any member of management upon\nlearning of violations of this policy. Employees who violate this policy will be subject to disciplinary·\naction, up to and including termination of employment.\n\n## 147. Workplace Monitoring\n\nWorkplace monitoring may be conducted by JH&A to ensure quality control, employee safety,\nsecurity, and customer satisfaction.\n\nComputers furnished to employees are the property of JH&A. As such, computer usage and files\nmay be monitored or accessed.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_40_2.png)\n\nJH&A may conduct video surveillance of non-private workplace areas. Video monitoring is used\nto identify safety concerns, maintain quality control, detect theft and misconduct, and discourage\nor prevent acts of harassment and workplace violence.\n\nBecause JH&A is sensitive to the legitimate privacy rights of employees, every effort will be made\nto guarantee that workplace monitoring is done in an ethical and respectful manner.\n\n## 148. Workplace Violence Prevention\n\nJH&A is committed to preventing workplace violence and to maintaining a safe work environment.\nGiven the increasing violence in society in general, JH&A has adopted the following guidelines to\ndeal with intimidation, harassment, or other threats of (or actual) violence that may occur during\nbusiness hours or on its premises.\n\nAll employees, including supervisors and temporary employees, should be treated with courtesy\nand respect at all times. Employees are expected to refrain from fighting, \"horseplay,\" or other\nconduct that may be dangerous to others. Firearms, weapons, and other dangerous or hazardous\ndevices or substances are prohibited from the premises of JH&A without proper authorization.\n\nConduct that threatens, intimidates, or coerces another employee, a customer, or a member of\nthe public at any time, including off-duty periods, will not be tolerated. This prohibition includes all\nacts of harassment, including harassment that is based on an individual's sex, race, age, or any\ncharacteristic protected by federal, state, or local law.\n\nAll threats of (or actual) violence, both direct and indirect, should be reported as soon as possible\nto your immediate supervisor or any other member of management. This includes threats by\nemployees, as well as threats by customers, vendors, solicitors, or other members of the public.\nWhen reporting a threat of violence, you should be as specific and detailed as possible.\n\nAll suspicious individuals or activities should also be reported as soon as possible to a supervisor.\nDo not place yourself in peril. If you see or hear a commotion or disturbance near your work\nstation, do not try to intercede or see what is happening.\n\nJH&A will promptly and thoroughly investigate all reports of threats of (or actual) violence and of\nsuspicious individuals or activities. The identity of the individual making a report will be protected\nas much as is practical. In order to maintain workplace safety and the integrity of its investigation,\nJH&A may suspend employees, either with or without pay, pending investigation.\n\nAnyone determined to be responsible for threats of (or actual) violence or other conduct that is in\nviolation of these guidelines will be subject to prompt disciplinary action up to and including\ntermination of employment.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_41_2.png)\n\nJH&A encourages employees to bring their disputes or differences with other employees to the\nattention of their supervisors or Management before the situation escalates into potential violence.\nJH&A is eager to assist in the resolution of employee disputes, and will not discipline employees\nfor raising such concerns.\n\n## 149. Medical Leave\n\nJH&A provides medical leaves of absence without pay to eligible employees who are temporarily\nunable to work due to a serious health condition or disability. For purposes of this policy, serious\nhealth conditions or disabilities include inpatient care in a hospital, hospice, or residential medical\ncare facility; continuing treatment by a health care provider; and temporary disabilities associated\nwith pregnancy, childbirth, and related medical conditions.\n\nEmployees in the following employment classifications are eligible to request medical leave as\ndescribed in this policy.\n\n--- Regular full-time employees\n\nEligible employees may request medical leave only after having completed 365 calendar days of\nservice. Exceptions to the service requirement will be considered to accommodate disabilities.\n\nEligible employees should make requests for medical leave to their supervisors at least 30 days\nin advance of foreseeable events and as soon as possible for unforeseeable events.\n\nA health care provider's statement must be submitted verifying the need for medical leave and its\nbeginning and expected ending dates. Any changes in this information should be promptly\nreported to JH&A. Employees returning from medical leave must submit a health care provider's\nverification of their fitness to return to work.\n\nEligible employees are normally granted leave for the period of the disability, up to a maximum of\n6 weeks within any 12-month period. Any combination of medical leave and family leave may not\nexceed this maximum limit. If the initial period of approved absence proves insufficient,\nconsideration will be given to a request for an extension. Employees will be required to first use\nany accrued paid leave time before taking unpaid medical leave.\n\nEmployees who sustain work-related injuries are eligible for a medical leave of absence for the\nperiod of disability in accordance with all applicable laws covering occupational disabilities.\n\nSubject to the terms, conditions, and limitations of the applicable plans, health insurance benefits\nwill be provided by JH&A until the end of the month in which the medical leave begins. At that\ntime, employees will become responsible for the full costs of these benefits if they wish coverage\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_42_2.png)\n\nlo continue. When the employee returns from medical leave, benefits will again be provided by\nJH&A according to the applicable plans.\n\nThe employee should be aware that credit union or Simple IRA deductions will not occur during\nthe leave of absence. But employee supplemental plans such as Dental, AFLAC, and disability\nplans must continue to be paid by our company in order for the plans to stay in effect. Employees\ntaking a leave of absence will be required to reimburse JH&A while off work. Every effort will be\nmade to keep these supplemental plans in force.\n\nBenefit accruals, such as vacation, sick leave, or holiday benefits, will be suspended during the\nleave and will resume upon return to active employment.\n\nSo that an employee's return to work can be properly scheduled, an employee on medical leave\nis requested to provide JH&A with at least two weeks’ advance notice of the date the employee\nintends to return to work. When a medical leave ends, the employee will be reinstated to the same\nposition, if it is available, or to an equivalent position for which the employee is qualified.\nIf an employee fails to return to work on the agreed upon return date, JH&A will assume that the\nemployee has resigned.\n\n## 150. Family Leave\n\nJH&A provides family leaves of absence without pay to eligible employees who wish to take time\noff from work duties to fulfill family obligations relating directly to childbirth, adoption, or placement\nof a foster child; or to care for a child, spouse, or parent with a serious health condition. A serious\nhealth condition means an illness, injury, impairment, or physical or mental condition that involves\ninpatient care in a hospital, hospice, or residential medical care facility; or continuing treatment\nby a health care provider.\n\nEmployees in the following employment classifications are eligible to request family leave as\ndescribed in this policy:\n\n--- Regular full-time employees\n\nEmployees requesting family leave related to the serious health condition of a child, spouse, or\nparent may be required to submit a health care provider's statement verifying the need for a family\nleave to provide care, its beginning and expected ending dates, and the estimated time required.\n\nThe employee should be aware that credit union or Simple IRA deductions will not occur during\nthe leave of absence. But employee supplemental plans such as Dental, AFLAC, and disability\nplans must continue to be paid by our company in order for the plans to stay in effect. Employees\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_43_2.png)\n\ntaking a leave of absence will be required to reimburse JH&A while off work. Every effort will be\nmade to keep these supplemental plans in force.\n\nBenefit accruals, such as vacation, sick leave, or holiday benefits, will be suspended during the\nleave and will resume upon return to active employment.\n\nSo that an employee's return to work can be properly scheduled, an employee on family leave is\nrequested to provide JH&A with at least two weeks’ advance notice of the date the employee\nintends to return to work. When a family leave ends, the employee will be reinstated to the same\nposition, if it is available, or to an equivalent position for which the employee is qualified.\n\nIf an employee fails to return to work on the agreed upon return date, JH&A will assume that the\nemployee has resigned.\n\n## 151. Personal & Bereavement Leave\n\nJH&A will consider leaves of absence without pay to eligible employees who wish to take time off\nfrom work duties to fulfill personal obligations. Employees in the following employment\nclassification(s) are eligible to request personal leave as described in this policy:\n\n--- Regular full-time employees\n\nEligible employees may request personal leave only after having completed 90 calendar days of\nservice. As soon as eligible employees become aware of the need for a personal leave of\nabsence, they should request a leave from Management.\n\nPersonal leave may be granted for a period of not to exceed 5 calendar days per one-year period.\nIf this initial period of absence proves insufficient, consideration will be given to a written request\nfor a single extension of no more than 3 calendar days. With the supervisor's approval, an\nemployee must take any available vacation paid time off first as part of the approved period.\n\nRequests for personal leave will be evaluated based on a number of factors, including anticipated\nwork load requirements and staffing considerations during the proposed period of absence.\nEmployees should not assume they will be granted their request for personal time off.\n\nSubject to the terms, conditions, and limitations of the applicable plans, health insurance benefits\nwill be provided by Il-I&A until the end of the month in which the approved personal leave begins.\nAt that time, employees will become responsible for the full costs of these benefits if they wish\ncoverage to continue. When the employee returns from personal leave, benefits will again be\nprovided by JH&A according to the-applicable plans.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_44_2.png)\n\nThe employee should be aware that credit union or Simple IRA deductions will not occur during\nthe leave of absence. But employee supplemental plans such as AFLAC, dental, and disability\nplans must continue to be paid by the Company in order for the plan to stay in effect. Employees\ntaking a leave of absence will be required to reimburse JH&A in such cases. Every effort will be\nmade to keep these supplemental plans in force.\n\nBenefit accruals, such as vacation, sick leave, or holiday benefits, will be suspended during the\nleave and will resume upon return to active employment.\n\nWhen a personal leave ends, every reasonable effort will be made to return the employee to the\nsame position, if it is available, or to a similar available position for which the employee is qualified.\nHowever, JH&A cannot guarantee reinstatement in all cases.\n\nIf an employee fails to report to work promptly at the expiration of the approved leave period,\nJH&A will assume the employee has resigned.\n\nEach employee is eligible for bereavement leave of up to 3 business days for direct family\n(parents, siblings, grandparents, children). Bereavement leave does not apply to non-direct family\nmembers, and PTO usage would be required for anyone outside of these parameters.\n\n## 152. Employee Conduct and Work Rules\n\nTo ensure orderly operations and provide the best possible work environment, JH&A expects\nemployees to follow rules of conduct that will protect the interests and safety of all employees and\nthe organization.\n\nIt is not possible to list all the forms of behavior that are considered unacceptable in the workplace.\nThe following are examples of infractions of rules of conduct that may result in disciplinary action,\nup to and including termination of employment:\n\n--- Unsafe or negligent operation of company-owned vehicles.\n\n--- Excessive traffic violations.\n\n--- Theft or inappropriate removal or possession of property\n\n--- Falsification of timekeeping records\n\n--- Working under the influence of alcohol or illegal drugs\n\n--- Possession, distribution, sale, transfer, or use of alcohol or illegal drugs in the workplace,\nwhile on duty, or while operating employer-owned vehicles or equipment\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_45_2.png)\n\n--- Fighting or threatening violence in the workplace\n\n--- Boisterous or disruptive activity in the workplace\n\n--- Negligence or improper conduct leading to damage of e1nployer-owned or customerowned property\n\n--- Insubordination or other disrespectful conduct\n\n--- Violation of safety or health rules\n\n--- Smoking in prohibited areas\n\n--- Sexual or other unlawful or unwelcome harassment\n\n--- Possession of dangerous or unauthorized materials, such as explosives or firearms, in\nthe workplace\n\n--- Excessive absenteeism or any absence without notice\n\n--- Unauthorized absence from work station during the workday\n\n--- Unauthorized use of telephones, mail system, or other employer-owned equipment\n\n--- Unauthorized disclosure of business \"secrets\" or confidential information\n\n--- Violation of personnel policies\n\n--- Unsatisfactory performance or conduct\n\nEmployment with JH&A is at the mutual consent of JH&A and the employee, and either party may\nterminate that relationship at any time, with or without cause, and with or without advance notice.\n\n## 153. Drug and Alcohol Use\n\nIt is JH&A's desire to provide a drug-free, healthful, and safe workplace. To promote this goal,\nemployees are required to report to work in appropriate mental and physical condition to perform\ntheir jobs in a satisfactory manner.\n\nWhile on JH&A premises and while conducting business-related activities off JH&A premises, no\nemployee may use, possess, distribute, sell, or be under the influence of alcohol or illegal drugs.\nThe legal use of prescribed drugs is permitted on the job only if it does not impair an employee's\nability to perform the essential functions of the job effectively and in a safe manner that does not\nendanger other individuals in the workplace.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_46_2.png)\n\nViolations this policy may lead to disciplinary action, up to and including immediate termination of\nemployment, and/or required participation in a substance abuse rehabilitation or treatment\nprogram. Such violations may also have legal consequences.\n\nTo inform employees about important provisions of this policy, JH&A has established a drug-free\nawareness program. The program provides information on the dangers and effects of substance\nabuse in the workplace, resources available to employees, and consequences for violations of\nthis policy.\n\nEmployees with questions or concerns about substance dependency or abuse are encouraged\nto use the resources of the Employee Assistance Program. They may also wish to discuss these\nmatters with their supervisor or the President to receive assistance or referrals to appropriate\nresources in the community.\n\nEmployees with drug or alcohol problems that have not resulted in, and are not the immediate\nsubject of, disciplinary action may request approval to take unpaid time off to participate in a\nrehabilitation or treatment program through JH&A's health insurance benefit coverage. Leave may\nbe granted if the employee agrees to abstain from use of the problem substance; abides by all\nJH&A policies, rules, and prohibitions relating to conduct in the workplace; and if granting the\nleave will not cause JH&A any undue hardship.\n\nEmployees with questions on this policy or issues related to drug or alcohol use in the workplace\nshould raise their concerns with their supervisor or the President without fear of reprisal.\n\n## 154. Sexual and Other Unlawful\n## Harassment\n\nJH&A is committed to providing a work environment that is free of discrimination and unlawful\nharassment. Actions, words, jokes, or comments based on an individual's sex, race, ethnicity,\nage, religion, or any other legally protected characteristic will not be tolerated. As an example,\nsexual harassment (both overt and subtle) is a form of employee misconduct that is demeaning\nto another person, undermines the integrity of the employment relationship, and is strictly\nprohibited.\n\nAny employee who wants to report an incident of sexual or other unlawful harassment should\npromptly report the matter to his or her supervisor. If the supervisor is unavailable or the employee\nbelieves it would be inappropriate to contact that person, the employee should immediately\ncontact the President or any other member of management. Employees can raise concerns and\nmake reports without fear of reprisal.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_47_2.png)\n\nAny supervisor or manager who becomes aware of possible sexual or other unlawful harassment\nshould promptly advise the President or any member of management who will handle the matter\nin a timely and confidential manner.\n\nAnyone engaging in sexual or other unlawful harassment will be subject to disciplinary action, up\nto and including termination of employment.\n\n## 155. Attendance and Punctuality\n\nTo maintain a safe and productive work environment, JH&A expects employees to be reliable and\nto be punctual in reporting for scheduled work. Absenteeism and tardiness places a burden on\nother employees and on JH&A. In the rare instance when an employee cannot avoid being late\nto work or is unable to work as scheduled, he or she must notify their supervisor as soon as\npossible. It is imperative to notify the office staff, as well as the manager, in order to minimize\nbusiness disruption.\n\nPoor attendance and excessive tardiness are disruptive. Either may lead to disciplinary action, up\nto and including termination of employment.\n\n## 156. Personal Appearance\n\nDress, grooming, and personal cleanliness standards contribute to the morale of all employees\nand affect the business image JH&A presents to customers and visitors.\n\nDuring business hours, employees are expected to present a clean and neat appearance and to\ndress according to the requirements of their positions. Employees who appear for work\ninappropriately dressed will be sent home and directed to return to work in proper attire. Under\nsuch circumstances, employees will not be compensated for the time away from work.\n\nPROPER WORK CLOTHING INCLUDES:\n\n--- Uniform clothing including shirts, polo shirts, T-shirts, pants, blue jeans and shorts,\nissued by Jacob Heating & Air Conditioning and branded accordingly.\n\n--- Jackets and coveralls provided by JH&A.\n\n--- Baseball caps provided by JH&A.\n\n--- Work shoes or boots, provided by the employee.\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_48_2.png)\n\nNOTE: Personal shirts, T-shirts, jackets and caps and hats with printing other than the official\nJH&A logos are not allowed. Cut-offs, torn or tattered blue jeans are not allowed.\n\nConsult your supervisor or the Controller if you have questions as to what constitutes appropriate\nattire. ASSIGNMENT OF UNIFORMS:\n\nUpon completion of the Probation Period (or before, if deemed by supervisor), Regular Employees\nwill be assigned uniforms.\n\nOffice Personnel will receive the appropriate shirts. All other employees will be supplied uniforms\nthrough the uniform service. Safe footwear is the responsibility of each employee.\n\n1. Maintenance on all uniforms will be performed by the employee. If necessary,arrangements for repairs can be made through JH&A; contact management.\n\n1. The replacement of uniforms will be made by JH&A as management deems necessary.The employee is expected to take due care and is responsible for lost articles. Damages\nto uniforms will be reviewed on a case-to-case basis.\n\n1. If an employee leaves his/her employment with JH&A, or is terminated, all items must bereturned. The employee will be held financially accountable for any missing items.\n\nJacob Heating & Air Conditioning reserves the right to change the uniform plan at any time, to\nadd or change the requirements, and to select services outside of the company, as management\ndeems necessary.\n\n## 157. Return of Property\n\nEmployees are responsible for items issued to them by JH&A or in their possession or control,\nsuch as the following:\n\n--- company training materials\n\n--- client lists\n\n--- credit cards\n\n--- company-owned equipment & tools\n\n--- keys\n\n--- manuals\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_49_2.png)\n\n--- pagers\n\n--- protective equipment\n\n--- uniforms\n\n--- price books & any written company materials\n\nAll JH&A property must be returned by employees on or before their last day of work. Where\npermitted by applicable laws, JH&A may withhold from the employee's check or final paycheck\nthe cost of any items that are not returned when required. JH&A may also take all action deemed\nappropriate to recover or protect its property.\n\n## 158. Resignation\n\nResignation is a voluntary act initiated by the employee to terminate employment with JH&A.\nAlthough advance notice is not required, JH&A requests at least 2 weeks written resignation\nnotice from all employees.\n\nPrior to an employee's departure, an exit interview may be scheduled to discuss the reasons for\nresignation and the effect of the resignation on benefits.\n\n## 159. Security Inspections\n\nJH&A wishes to maintain a work environment that is free of illegal drugs, alcohol, firearms,\nexplosives, or other improper materials. To this end, JH&A prohibits the possession, transfer,\nsale, or use of such materials on its premises. JH&A requires the cooperation of all employees in\nadministering this policy.\n\nCompany vehicles, desks, drawers, bins, and other storage devices may be provided for the\nconvenience of employees but remain the sole property of JH&A. Accordingly, they, as well as\nany articles found within them, can be inspected by any agent or representative of JH&A at any\ntime, either with or without prior notice.\n\nJH&A likewise wishes to discourage theft or unauthorized possession of the property of\nemployees, JH&A, visitors, and customers. To facilitate enforcement of this policy, JH&A or its\nrepresentative may inspect not only company vehicles, desks, and drawers but also persons\nentering and/or leaving the premises and any packages or other belongings. Any employee who\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_50_2.png)\n\nwishes to avoid inspection of any articles or materials should not bring such items onto JH&A's\npremises.\n\n## 160. Solicitation\n\nIn an effort to ensure a productive and harmonious work environment, persons not employed by\nJH&A may not solicit or distribute literature in the workplace at any time for any purpose.\n\nJH&A recognizes that employees may have interests in events and organizations outside the\nworkplace. However, employees may not solicit or distribute literature concerning these activities\nduring working time. (Working time does not include lunch periods, work breaks, or any other\nperiods in which employees are not on duty.)\n\nIn addition, the posting of written solicitations on company bulletin boards is restricted. These\nbulletin boards display important information, and employees should consult them frequently for:\n\n--- Employee announcements\n\n--- Internal memoranda\n\n--- Organization announcements\n\n--- Workers' compensation insurance information\n\n--- State disability insurance/unemployment insurance information.\n\nIf employees have a message of interest to the workplace, they may submit it to the Controller for\napproval. All approved messages will be posted by the Controller.\n\n## 161. Drug Testing\n\nJH&A is committed to providing a safe, efficient, and productive work environment for all\nemployees. Using or being under the influence of drugs or alcohol on the job may pose serious\nsafety and health risks. To help ensure a safe and healthful working environment, job applicants\nand employees may be asked to provide body substance samples (such as urine and/or blood)\nto determine the illicit or illegal use of drugs and alcohol. Specifically, in a case where a Worker’s\nComp claim is submitted, drug or alcohol screening may be required. Refusal to submit to drug\ntesting may result in disciplinary action, up to and including termination of employment.\n\nThe Employee Assistance Program (EAP) provides confidential counseling and referral services\nto employees for assistance with such problems as drug and/or alcohol abuse or addiction. It is\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_51_2.png)\n\nthe employee's responsibility to seek assistance from the EAP prior to reaching a point where his\nor her judgment, performance, or behavior has led to imminent disciplinary action. Participation\nin the EAP after the disciplinary process has begun may not preclude disciplinary action, up to\nand including termination of employment.\n\nCopies of the drug testing policy will be provided to all employees. Employees will be asked to\nsign an acknowledgement form indicating that they have received a copy of the drug testing policy.\nQuestions concerning this policy or its administration should be directed to the Controller.\n\n## 162. Progressive Discipline\n\nThe purpose of this policy is to stale JH&A's position on administering equitable and consistent\ndiscipline for unsatisfacto1y conduct in the workplace. The best disciplinary measure is the one\nthat does not have to be enforced and comes from good leadership and fair supervision at all\nemployment levels.\n\nJH&A's own best interest lies in ensuring fair treatment of all employees and in making certain\nthat disciplinary actions are prompt, uniform, and impartial. The major purpose of any disciplinary\naction is to correct the problem, prevent recurrence, and prepare the employee for satisfactory\nservice in the future.\n\nAlthough employment with JH&A is based on mutual consent and both the employee and JH&A\nhave the right to terminate employment at will, with or without cause or advance notice, JH&A\nmay use progressive discipline at its discretion.\n\nDisciplinary action may call for any of four steps -- verbal warning, written warning, suspension\nwith or without pay, or termination of employment -- depending on the severity of the problem and\nthe number of occurrences. There may be circumstances when one or more steps are bypassed.\n\nProgressive discipline means that, with respect to most disciplinary problems, these steps will\nnormally be followed: a first offense may call for a verbal warning; a next offense may be followed\nby a written warning; another offense may lead to a suspension; and, still another offense may\nthen lead to termination of employment.\n\nJH&A recognizes that there are certain types of employee problems that are serious enough to\njustify either a suspension, or, in extreme situations, termination of employment, without going\nthrough the usual progressive discipline steps.\n\nWhile it is impossible to list every type of behavior that may be deemed a serious offense, the\nEmployee Conduct and Work Rules policy includes examples of problems that may result in\nimmediate suspension or termination of employment. However, the problems listed are not all\n\n---\n\n![heating & air conditioning ‘since](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/FieldServiceTechnicians_Jacob_Heating_and_Cooling_image_52_2.png)\n\nnecessarily serious offenses, but may be examples of unsatisfactory conduct that will trigger\nprogressive discipline.\n\nBy using progressive discipline, we hope that most employee problems can be corrected at an\nearly stage, benefiting both the employee and JH&A.\n\n## 163. Life-Threatening Illnesses in the\n## Workplace\n\nEmployees with life-threatening illnesses, such as cancer, heart disease, and AIDS, often wish to\ncontinue their normal pursuits, including work, to the extent allowed by their condition. JH&A\nsupports these endeavors as long as employees are able to meet acceptable performance\nstandards and don’t pose a health risk to other employees. As in the case of other disabilities,\nJH&A will make reasonable accommodations in accordance with all legal\n\nrequirements, to allow qualified employees with life-threatening illnesses to perform the essential\nfunctions of their jobs.\n\nMedical information on individual employees is treated confidentially. JH&A will take reasonable\nprecautions to protect such information from inappropriate disclosure. Managers and other\nemployees have a responsibility to respect and maintain the confidentiality of employee medical\ninformation.\n\nAnyone inappropriately disclosing such information is subject to disciplinary action, up to and\nincluding termination of employment.\n\n---",
  "sections": [
    {
      "title": "EMPLOYEE",
      "level": 1,
      "index": "",
      "start_position": 172,
      "parent_path": ""
    },
    {
      "title": "EMPLOYEE",
      "level": 1,
      "index": "",
      "start_position": 193,
      "parent_path": ""
    },
    {
      "title": "HANDBOOK",
      "level": 1,
      "index": "",
      "start_position": 204,
      "parent_path": ""
    },
    {
      "title": "2020 Version",
      "level": 5,
      "index": "",
      "start_position": 221,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "TABLE OF CONTENTS",
      "level": 2,
      "index": "",
      "start_position": 420,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "INTRODUCTION",
      "level": 2,
      "index": "",
      "start_position": 2727,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "100. ORGANIZATION - DESCRIPTION",
      "level": 2,
      "index": "",
      "start_position": 3661,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "I. Goods and Services Provided",
      "level": 4,
      "index": "",
      "start_position": 3697,
      "parent_path": "HANDBOOK › 100. ORGANIZATION - DESCRIPTION"
    },
    {
      "title": "II. Facilities and Location(s):",
      "level": 4,
      "index": "",
      "start_position": 6750,
      "parent_path": "HANDBOOK › 100. ORGANIZATION - DESCRIPTION"
    },
    {
      "title": "IV. Organizational Structure:",
      "level": 4,
      "index": "",
      "start_position": 10255,
      "parent_path": "HANDBOOK › 100. ORGANIZATION - DESCRIPTION"
    },
    {
      "title": "V. Role of the Human Resources Department:",
      "level": 4,
      "index": "",
      "start_position": 10825,
      "parent_path": "HANDBOOK › 100. ORGANIZATION - DESCRIPTION"
    },
    {
      "title": "VI. Management Philosophy:",
      "level": 4,
      "index": "",
      "start_position": 11050,
      "parent_path": "HANDBOOK › 100. ORGANIZATION - DESCRIPTION"
    },
    {
      "title": "VII. Goals:",
      "level": 4,
      "index": "",
      "start_position": 11990,
      "parent_path": "HANDBOOK › 100. ORGANIZATION - DESCRIPTION"
    },
    {
      "title": "101. Nature of Employment",
      "level": 2,
      "index": "",
      "start_position": 12422,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "102. Employee Relations",
      "level": 2,
      "index": "",
      "start_position": 13494,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "103. Equal Employment Opportunity",
      "level": 2,
      "index": "",
      "start_position": 14165,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "104. Business Ethics and Conduct",
      "level": 2,
      "index": "",
      "start_position": 15326,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "105. Hiring of Relatives",
      "level": 2,
      "index": "",
      "start_position": 16919,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "106. Employee Medical Examinations",
      "level": 2,
      "index": "",
      "start_position": 17945,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "107. Immigration Law Compliance",
      "level": 2,
      "index": "",
      "start_position": 19112,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "108. Conflicts of Interest",
      "level": 2,
      "index": "",
      "start_position": 20203,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "109. Outside Employment",
      "level": 2,
      "index": "",
      "start_position": 21865,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "110. Non-Disclosures",
      "level": 2,
      "index": "",
      "start_position": 23790,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "111. Disability Accommodations",
      "level": 2,
      "index": "",
      "start_position": 24689,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "112. Employment Categories",
      "level": 2,
      "index": "",
      "start_position": 26361,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "113. Access to Personnel Files",
      "level": 2,
      "index": "",
      "start_position": 29307,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "114. Employment Reference Checks",
      "level": 2,
      "index": "",
      "start_position": 30269,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "115. Personnel Data Changes",
      "level": 2,
      "index": "",
      "start_position": 31041,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "116. Introductory Period",
      "level": 2,
      "index": "",
      "start_position": 31474,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "117. Employment Applications",
      "level": 2,
      "index": "",
      "start_position": 33768,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "118. Performance Evaluation",
      "level": 2,
      "index": "",
      "start_position": 34231,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "119. Employee Benefits",
      "level": 2,
      "index": "",
      "start_position": 35215,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "120. Holidays",
      "level": 2,
      "index": "",
      "start_position": 37255,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "121. Workers' Compensation Insurance",
      "level": 2,
      "index": "",
      "start_position": 39139,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "122. Time Off to Vote",
      "level": 2,
      "index": "",
      "start_position": 40301,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "123. Jury Duty",
      "level": 2,
      "index": "",
      "start_position": 41146,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "124. Witness Duty",
      "level": 2,
      "index": "",
      "start_position": 42121,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "125. Benefits Continuation (COBRA)",
      "level": 2,
      "index": "",
      "start_position": 42929,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "126. Educational Assistance",
      "level": 2,
      "index": "",
      "start_position": 44080,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "127. Paid Time OFF (PTO)",
      "level": 2,
      "index": "",
      "start_position": 45754,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "128. Health Insurance",
      "level": 2,
      "index": "",
      "start_position": 49959,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "129. Timekeeping",
      "level": 2,
      "index": "",
      "start_position": 51175,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "130. Paydays",
      "level": 2,
      "index": "",
      "start_position": 52985,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "131. Employment Terminations",
      "level": 2,
      "index": "",
      "start_position": 53801,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "132. On-Call Pay",
      "level": 2,
      "index": "",
      "start_position": 55178,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "133. Administrative Pay Corrections",
      "level": 2,
      "index": "",
      "start_position": 55491,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "134. Pay Deductions and Setoffs",
      "level": 2,
      "index": "",
      "start_position": 55908,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "135. Safety",
      "level": 2,
      "index": "",
      "start_position": 57488,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "136. Work Schedules",
      "level": 2,
      "index": "",
      "start_position": 59741,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "137. Use of Phone System & Cell Phones",
      "level": 2,
      "index": "",
      "start_position": 60292,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "138. Smoking",
      "level": 2,
      "index": "",
      "start_position": 61081,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "139. Meal Periods",
      "level": 2,
      "index": "",
      "start_position": 61885,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "140. Overtime",
      "level": 2,
      "index": "",
      "start_position": 62485,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "141. Use of Equipment and Vehicles",
      "level": 2,
      "index": "",
      "start_position": 63448,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "142. Use of Company Supplied Vehicle",
      "level": 2,
      "index": "",
      "start_position": 67692,
      "parent_path": "HANDBOOK"
    },
    {
      "title": "JACOB SHEET METAL WORKS INC JACOB HEATING & AIR",
      "level": 6,
      "index": "",
      "start_position": 70973,
      "parent_path": "HANDBOOK › 142. Use of Company Supplied Vehicle"
    },
    {
      "title": "CONDITIONING DRIVING POLICY",
      "level": 6,
      "index": "",
      "start_position": 71029,
      "parent_path": "HANDBOOK › 142. Use of Company Supplied Vehicle"
    },
    {
      "title": "ACCIDENTS",
      "level": 1,
      "index": "",
      "start_position": 72473,
      "parent_path": ""
    },
    {
      "title": "MVR STANDARDS",
      "level": 1,
      "index": "",
      "start_position": 73008,
      "parent_path": ""
    },
    {
      "title": "RADAR DETECTORS",
      "level": 1,
      "index": "",
      "start_position": 74458,
      "parent_path": ""
    },
    {
      "title": "PASSENGERS",
      "level": 1,
      "index": "",
      "start_position": 74644,
      "parent_path": ""
    },
    {
      "title": "SEATBELTS",
      "level": 1,
      "index": "",
      "start_position": 75116,
      "parent_path": ""
    },
    {
      "title": "SECURING CARGO",
      "level": 1,
      "index": "",
      "start_position": 75198,
      "parent_path": ""
    },
    {
      "title": "143. Emergency Closings",
      "level": 2,
      "index": "",
      "start_position": 75574,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "144. Business Travel Expenses",
      "level": 2,
      "index": "",
      "start_position": 76536,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "145. Visitors in the Workplace",
      "level": 2,
      "index": "",
      "start_position": 78170,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "146. Computer and E-mail Usage",
      "level": 2,
      "index": "",
      "start_position": 79200,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "147. Workplace Monitoring",
      "level": 2,
      "index": "",
      "start_position": 80505,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "148. Workplace Violence Prevention",
      "level": 2,
      "index": "",
      "start_position": 81398,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "149. Medical Leave",
      "level": 2,
      "index": "",
      "start_position": 84240,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "150. Family Leave",
      "level": 2,
      "index": "",
      "start_position": 87918,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "151. Personal & Bereavement Leave",
      "level": 2,
      "index": "",
      "start_position": 90193,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "152. Employee Conduct and Work Rules",
      "level": 2,
      "index": "",
      "start_position": 93317,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "153. Drug and Alcohol Use",
      "level": 2,
      "index": "",
      "start_position": 95487,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "154. Sexual and Other Unlawful",
      "level": 2,
      "index": "",
      "start_position": 97939,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "Harassment",
      "level": 2,
      "index": "",
      "start_position": 97973,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "155. Attendance and Punctuality",
      "level": 2,
      "index": "",
      "start_position": 99432,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "156. Personal Appearance",
      "level": 2,
      "index": "",
      "start_position": 100105,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "157. Return of Property",
      "level": 2,
      "index": "",
      "start_position": 102543,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "158. Resignation",
      "level": 2,
      "index": "",
      "start_position": 103426,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "159. Security Inspections",
      "level": 2,
      "index": "",
      "start_position": 103815,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "160. Solicitation",
      "level": 2,
      "index": "",
      "start_position": 105134,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "161. Drug Testing",
      "level": 2,
      "index": "",
      "start_position": 106233,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "162. Progressive Discipline",
      "level": 2,
      "index": "",
      "start_position": 107906,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "163. Life-Threatening Illnesses in the",
      "level": 2,
      "index": "",
      "start_position": 110374,
      "parent_path": "SECURING CARGO"
    },
    {
      "title": "Workplace",
      "level": 2,
      "index": "",
      "start_position": 110416,
      "parent_path": "SECURING CARGO"
    }
  ],
  "stats": {
    "char_count": 111437,
    "section_count": 86
  }
}