{
  "filename": "Hospitality_Alta_Peruvian_Lodge.md",
  "text": "# Employee Handbook\n\n###### Welcome! It is my pleasure to welcome you to the Alta Peruvian\n###### Lodge. As an employee, you can share in the feeling of pride that\n###### comes from knowing that you are a part of a successful organization,\n###### which consistently achieves high ratings from its guests.\n\n###### Naturally, our success is directly related to the quality of the many\n###### individuals working at our hotels. We ask that all employees\n###### understand this commitment and undertake the daily responsibility\n###### to contribute to this success.\n\n###### Have a great season!\n\n###### Dennis Cahill\n\n---\n\n##### Table of Contents\n**Purpose** **Organization Structure** **Benefits** **Employee Discounts at Alta Hotel Group Properties **\n\n**Vacation **\n\n**Retirement Plan **\n\n**Holidays **\n\n**Jury Duty **\n\n**Voting Time **\n\n**Military Leave **\n\n**Bereavement **\n\n**Family & Medical Leave Act **\n\n**Intermittent Leave or a Reduced Work Schedule **\n\n**Worker's Compensation **\n\n**PAY PRACTICES AND PROCEDURES** **Pay Periods and Pay Dates **\n\n**Time Clock **\n\n**Schedules **\n\n**Overtime **\n\n**Absenteeism/Tardiness **\n\n**Breaks**\n\n**Employee Travel and Reimbursement **\n\n**WORKPLACE EXPECTATIONS** **Confidentiality **\n\n**Conflicts of Interest **\n\n**Electronic Communication and Internet Use **\n\n**Right to Monitor **\n\n**Social Media-Acceptable Use **\n\n**Solicitations **\n\n**Appearance, Dress and Grooming Standards**\n\n**SAFETY and SECURITY** **Safety Standards **\n\n**Use of Equipment **\n\n---\n\n**Material Safety Data Sheets (M.S.D.S.) **\n\n**Company Property **\n\n**Security **\n\n**Fire Procedures **\n\n**Drug-Free Workplace **\n\n**Testing **\n\n**Inspections **\n\n**Workplace Violence **\n\n**EMPLOYEE RELATIONS** **Equal Employment Opportunity Policy **\n\n**Employee Definition **\n\n**Background and Reference Checks **\n\n**Personnel Records **\n\n**Introductory Period **\n\n**Performance Reviews **\n\n**Discipline **\n\n**Separation of Employment**\n\n**Return of Company Property **\n\n**Rehire **\n\n**Problem Solving Procedures **\n\n**GENERAL RULES AND PROCEDURES** ****\n\n**Employee Conduct **\n\n**Dating/Marriage Policy **\n\n**Guest Privacy **\n\n**Leaving Property during Work Hours **\n\n**Lost and Found **\n\n**Personal Phone Calls and Visitors **\n\n**Smoking **\n\n**Transfer/Promotion **\n\n**HOTEL'S NON-HARASSMENT POLICY** **Bullying **\n\n**HOTEL GROUP'S POLICY AGAINST SEXUAL HARASSMENT** **EMPLOYEE COMMITMENT** ---\n\n**Accident Report Form** **Report of Harassment** **Speak Out Form** ---\n\n###### Purpose\n\nThis handbook is directed to employees of the Alta Peruvian Lodge (hereafter referred to as\n“Hotel” or “Company”). From time to time, this handbook will be revised to keep abreast of\nchanges. However, we cannot republish the handbook every time a change occurs. While every\neffort will be made to communicate, via memo, any change to the policies and procedures\noutlined in this handbook, we reserve the right to change, without written or verbal notice, all or\nany part of the handbook's contents as circumstances may require.\n\nThe contents of this handbook are presented as a matter of information only and are not to create,\nnor are they to be construed to constitute, a contract, expressed or implied, between the Hotel\nand its properties or any of its employees.\n\nYour employment with the Hotel is a voluntary one and is subject to termination by you or the\nHotel at will, with or without cause, and with or without notice, at any time. Nothing in these\npolicies shall be interpreted to be in conflict with or to eliminate or modify in any way the\nemployment-at-will status of the Hotel employees.\n\nThese personnel policies are not intended to be a contract of employment.\n\nThis handbook supersedes any previous handbook, written or unwritten policies that have been\nin place at the Hotel and/or its properties.\n\n###### Organization Structure\n\nThe smooth operation of this property depends upon the coordinated efforts of the entire staff.\n\nInteraction among and between departments and communication between managers, supervisors\nand line staff are all critical elements in the day-to-day operation. With this in mind, the\nfollowing guidelines have been established:\n\n1. The General Manager is responsible for the overall operation of the facility. He/she is\ncharged with the proper functioning of the property; including conduct, appearance and\njob performance of all staff, as well as the proper functioning of all systems and control\nprocedures, setting and monitoring services standards, financial performance, purchasing,\nand all human resource issues.\n\n1. The Manager on Duty (MOD) assumes responsibility and control in the absence of the\ngeneral manager. The MOD function is to step in to any situation that may arise in the\ncourse of business, in the absence of the GM, assisting in any department as needed.\n\n1. Department heads are charged with the proper functioning of their particular department.\nIn addition, each department head is responsible for upholding the general policies and\nprocedures of the property. Therefore, any department head is authorized to advise and\n\n---\n\ncorrect any employee as to the general policies and procedures of the hotel, regardless of\ndepartment. Department specific procedures are the responsibility of the department head\non a day-to-day basis.\n\n##### Benefits\n\n###### Employee Discounts at Alta Hotel Group Properties\nAs an employee, you are eligible for discounts at properties owned and managed by the Alta\nHotel Group. Rooms may be available at substantially reduced rates. For information, or to set\nup a reservation, contact your General Manager.\n\n###### Vacation\nVacation time is based on an anniversary date system. Full time employees are eligible for\nvacation benefits as follows:\n\nYears of Service* Amount of Paid Vacation\n\n(1) One Five (5) days; maximum 40 hours\n\n(2) Two - (6) Six Ten (10) days; maximum 80 hours\n\n(7) Seven Fifteen (15) days; maximum 120 hours\n\n* Available to employee following their anniversary date.\n\nPayment in lieu of vacation is not allowed.\n\nVacation time must be requested at least 30 days in advance and must be approved by the\nemployee's department head or supervisor. Vacation time is awarded on a first come-first served\nbasis. We will do everything we can do to grant your request, but there may be conflicts.\n\nEmployees must schedule their vacation time so as not to fall during their heaviest work\nschedule, and there may be \"black out\" dates when vacations will not be granted.\n\nThe company does not advance vacation days to any employee. Vacation time must be used in\nthe year that it is earned and cannot be carried over to the following year.\n\n###### Retirement Plan\nEmployees who are 21 years of age or older are eligible to participate in the Alta Hotel Group\n401k plan, after one year of uninterrupted employment and if they have worked at least hours over the past 12 months. Employees can generally contribute up to 15% of their\n\n| Years of Service* | Amount of Paid Vacation |\n|-------------------|--------------------------------------|\n| (1) One | Five (5) days; maximum 40 hours |\n| (2) Two - (6) Six | Ten (10) days; maximum 80 hours |\n| (7) Seven | Fifteen (15) days; maximum 120 hours |\n\n---\n\ncompensation, and the company will match 50% of the first 4% of employee contribution. Your\ngeneral manager can provide you with additional information regarding this benefit.\n\n###### Holidays\nThe following are recognized holidays:\n\n1. New Year's Day\n\n2. Memorial Day\n\n3. Independence Day\n\n4. Labor Day\n\n5. Thanksgiving Day\n\n6. Christmas Day\nHourly employees who work on a holiday will receive pay at time and one-half their regular rate\nof pay. Employees who do not work, do not receive any holiday pay. If scheduling allows,\nsalaried employees will receive the holiday off, with pay. To be eligible for this pay the\nemployee must be regularly scheduled to work on the day on which the holiday is observed and\nmust work his or her regularly schedule shift before and after the holiday, unless the absence is\notherwise excused by the company.\n\n###### Jury Duty\nIf you are called to serve on jury duty, you will be excused from work. Please bring your\nsummons to your department head as soon as you receive it so that arrangements can be made\nfor covering your shift. At the end of your jury term, the hotel will make up the difference\nbetween jury fees paid to you and your regular pay, for any of your regular shifts that were\nmissed. Documentation is required to substantiate the amount paid to you while on jury duty.\n\nAll employees are allowed unpaid time off if summoned to appear in court as a witness. You\nmust provide a copy of the summons to your department head.\n\n###### Voting Time\nAll employees should be able to vote either before or after regularly assigned work hours.\nHowever, when this is not possible due to work schedules, employees will receive up to two\nhours during the work day to vote. Time off for voting should be reported and coded\nappropriately on timekeeping records. Additionally, time off to vote must be scheduled in\nadvance through the employee’s department head or GM.\n\n###### Military Leave\nEmployees serving in the Reserve of one of the military services are granted time off without\npay, in addition to whatever vacation time they may have earned, to attend their annual Reserve\nactive duty. Employees enlisting or entering the military service of the United States, pursuant to\nthe Vietnam Era Veteran's Readjustment Assistance Act of 1974, shall be granted all rights and\n\n---\n\nprivileges provided by said act. Employees entering the military for extended service duty are\ngranted re-employment rights as provided by law.\n\n###### Bereavement\nIn the event of a loss, needs will differ based on your relationship with the deceased. This is not\nan easy time, and we want to meet your needs. Following are the general guidelines that will be\nfollowed:\n\n- Employees are allowed three days of paid leave in the event of the death of the\nemployee’s spouse, child, father, father-in-law, mother, mother-in-law, brother, sister,\nstepfather, stepmother, stepbrother, stepsister, stepson or stepdaughter.\n\n- Employees are allowed up to four hours of bereavement leave to attend the funeral of an\nemployee or retiree of the company.\n\nDiscuss the situation with your department head and leave will be granted based on your\nsituation.\n\n###### Family & Medical Leave Act\nUnder the Family and Medical Leave Act you may be entitled to up to twelve (12) weeks of\nunpaid leave [or up to 26 weeks of military caregiver leave to care for a covered service member\nwith a serious injury or illness] during a 12 month or 52 week period after completion of one\nyear of service. The 12 months or 52 weeks need not have been consecutive. Separate periods of\nemployment will be counted, provided that the break in service does not exceed seven years.\nSeparate periods of employment will be counted if the break in service exceeds seven years due\nto National Guard or Reserve military service obligations. The employee must have worked at\nleast 1,250 hours during the previous 12 months.\n\nFMLA leave is available in the following circumstances:\n\n- The birth of a child and in order to care for that child.\n- The placement of a child for adoption or foster care and to care for a newly placed child.\n- To care for a spouse, child or parent with a serious health condition (Under the FMLA, a\n“spouse” means a husband or wife as defined under the law in the state where the\nemployee resides, including same-sex marriages in states that legally recognize such civil\nunions).\n\n- The serious health condition of the employee.\n- Qualifying exigency leave for families of members of the National Guard or Reserves or\nof a regular component of the Armed Forces when the covered military member is on\ncovered active duty or called to covered active duty.\n\nMilitary caregiver leave (also known as covered service member leave) to care for an injured or\nill service member or veteran.\n\nIf a husband and wife both work for the company and each wishes to take leave for the birth of a\nchild, adoption or placement of a child in foster care, or to care for a parent (but not a parent \"inlaw\") with a serious health condition, the husband and wife may only take a combined total of weeks of leave. If a husband and wife both work for the company and each wishes to take leave\n\n---\n\nto care for a covered injured or ill service member, the husband and wife may only take a\ncombined total of 26 weeks of leave.\n\n###### Intermittent Leave or a Reduced Work Schedule\nThe employee may take FMLA leave in 12 consecutive weeks, may use the leave intermittently\n(take a day periodically when needed over the year) or, under certain circumstances, may use the\nleave to reduce the workweek or workday, resulting in a reduced-hour schedule. In all cases, the\nleave may not exceed a total of 12 workweeks (or 26 workweeks to care for an injured or ill\nservice member over a 12-month period).\n\nYou may be required to provide medical certifications when requesting FMLA leave. You may\nalso elect to substitute, or the hotel may require that you use, any available paid leave before\nusing FMLA leave.\n\nThirty days advance notice must be given when requesting FMLA leave, except for emergency\nor other unforeseeable situations. Within five business days after the employee has submitted the\nappropriate certification form, the general manager will provide the employee with a written\nresponse to the employee’s request for FMLA leave.\n\nThe company may require an employee on FMLA leave to report periodically on the employee’s\nstatus and intent to return to work.\n\nGenerally, when you return to work you will be returned to the same position that you held when\nyour FMLA leave began or, at the hotel's option, to an equivalent position. The hotel will not be\nrequired to reinstate you to any position if the position or shift you worked has been eliminated,\nor if the specific project you were working on has been completed. An employee who takes leave\nunder this policy may be asked to provide a fitness for duty (FFD) clearance from the health care\nprovider.\n\n###### Worker's Compensation\nAll employees are covered by worker's compensation insurance, which provides for payment of\nmedical expenses and partial wage continuation in the event of a work-related accident or illness\nunder the provision of the State’s Worker’s Compensation Law.\n\nIf you do have an accident or an illness, you must report it to a supervisor immediately, or as\nsoon as reasonably possible depending on the nature and extent of your injury. Your department\nhead will explain the specific procedures to follow when involved in an on-the-job injury at your\nproperty. Note, if you go to the emergency room and the worker's compensation insurance does\nnot deem it an emergency, they can refuse to pay the expenses and you would be responsible for\nthe bill.\n\nEmployees are expected to cooperate fully with their doctor, attend all follow-up office visits,\nand follow his directions completely. In order to return to work, the employee must bring a\ndoctor's note, indicating their ability to do the job, and/or indicating work restrictions. The\nCompany recognizes the importance of returning an employee to work as soon as possible\nfollowing an injury, therefore, accommodations will be made to meet any work restrictions\n\n---\n\noutlined by the doctor. The employee will be expected to return to work when appropriate\nrestrictions and accommodations are made. Failure to return to work may result in forfeiting\nworker's compensation payments.\n\nIf you are involved in an on-the-job accident, you will need to complete an Accident Report\nForm as soon as reasonably possible depending on the nature and extent of your injury.\nYour department head will give you the form and assist you with filling it out, as needed.\n\nUnder no circumstances will a wage be increased or compensation be paid in lieu of a benefit.\n\n###### PAY PRACTICES AND PROCEDURES\n\n###### Pay Periods and Pay Dates\nPay periods run from the first of the month, through the 15th, and the 16th through the end of the\nmonth. Pay checks will be issued on the 7th and the 22nd of each month if the payday falls on a\nweekend or holiday, checks will be issued on the day before. Direct deposit is availableplease\nsee the property accountant or your GM to arrange.\n\nPaychecks can be picked up in your department, after 10:00 a.m. on payday. Any questions\nconcerning your paycheck should be discussed immediately with your department head.\n\nFor your protection, you are the only person who will be allowed to pick up your paycheck. In\nthe event that you do need to have a family member or friend pick up your check, it must be\narranged in advance with your department head.\n\nPay advances will not be allowed at any time no exceptions. Paychecks will not be cashed by\nthe facility.\n\n###### Time Clock\nAll hourly employees are required to clock in and out at the beginning and end of their shift.\n\n- Employees should not punch in earlier than seven (7) minutes prior to the beginning of\ntheir scheduled shift, nor later than seven (7) minutes following the end of their\nscheduled shift.\n\n- Failure to punch in and/or out for a shift may result in your not being paid for that time\nworked.\n\nOnce the missed punch is brought to the attention of the Payroll Department, the hours will be\npaid retroactively on your next paycheck. However, a special check will not be cut in the interim\nto make up wages due to missed punches.\n\n- Your time card is the property of the facility. If it is misplaced or destroyed, it will cost\nyou $5.00 for a replacement card.\n\n- Clocking in/out fraudulently is grounds for termination. This includes having someone\nelse clocking in for you, or misrepresenting time worked in the case of a missed punch.\n\n---\n\n###### Schedules\nFor purposes of scheduling and pay, the work week begins on Sunday. Your department head\nwill show you the location of your department bulletin board and the place where work\nschedules are posted.\n\nEmployees are expected to familiarize themselves with the work schedule and to report ready to\nwork, on time.\n\nChanges to the schedule may be necessary from time to time. Although an employee is not\nrequired to come in on their day off, your cooperation is appreciated. Working as a team means\nthat you will cover for a sick employee, knowing that perhaps the situation will be reversed in\nthe future and that employee will cover for you.\n\nIf personal circumstances require it, you may request a schedule change. It is your responsibility\nto arrange a fill-in for the shift(s) you will miss. The replacement must be from the same\ndepartment and requires at least 24-hour advance notice to your department head. Management\nhas the right to refuse such a change if it causes the replacement to qualify for overtime or\notherwise creates a hardship to the replacement or the department operation. This provision\ndoes not apply to Bereavement leave, Jury Duty, the Family & Medical Leave Act, or scheduled\nMilitary Leave.\n\nRemember: It is your responsibility to know and follow your schedule.\n\n###### Overtime\nSchedules are determined by the GM or department heads on a weekly basis and employees\nshould clock in and out according to that schedule. All overtime is to be approved by the\ndepartment head or GM prior to the employee working beyond their scheduled time. Overtime\nwill be paid at the rate of time and a half for hours exceeding 40 between Sunday at 12:01 a.m.\nand Saturday at 12:00 midnight.\n\nOvertime hours will be paid for only once. In no case will there be any pyramiding of overtime\nhours. Vacation time will not be considered as time worked for overtime purposes.\n\n###### Absenteeism/Tardiness\nThe successful operation of the Hotel depends upon every team member being at work and on\ntime. Employees must notify their department head of an intended absence as soon as is known,\nbut in any event at least four hours before their scheduled starting time. This procedure must be\nfollowed for each day of absence. Failure to notify management of an expected absence may be\nconsidered a no-call, no-show situation and will result in a warning notice and counseling on\nattendance for the employee. If an employee doesn't show up for three shifts in a row, without\nnotification to management of any kind, it will be determined that they have quit their job. In\naddition, failure to report to work for three days (consecutive or otherwise) during any three\nconsecutive months, without authorization, may result in discharge without prior warning.\n\n---\n\nIf an employee misses three or more consecutive days because of illness, a written notification\nfrom a physician describing the reason for the illness and absence may be required. This\nnotification must be submitted before the employee is allowed to return to work to ensure the\nemployee's health is adequate to perform work duties.\n\nIf an employee is going to be late for a shift, it is their responsibility to call his/her department\nhead or supervisor as soon as is known, but in any event at least two hours before the scheduled\nstarting time. The employee must specify the time he/she may be expected to arrive for work. In\nsuch event, the manager may decide to cancel the employee's shift, at his/her discretion.\n\nIf you are unable to speak directly to your department head to report that you will be late or sick,\nyou must leave a message. Within two hours after your start time, you must call back and speak\nwith your department head or GM\n\n###### Breaks\nA fifteen-minute rest break will be allowed during each four hours of a regularly scheduled work\nshift, at a time and place authorized by your department head. Employees on their break are\nrequired to remain on the premises and to perform such duties as may be necessary from time to\ntime.\n\nA thirty-minute lunch break will be allowed during each eight-hour shift, taking place\napproximately after half the shift has been completed. Employees are required to punch out for\ntheir half-hour break.\n\n###### Employee Travel and Reimbursement\nEmployees will be reimbursed for reasonable expenses incurred in connection with approved\ntravel on behalf of the company.\n\nTravelers seeking reimbursement should incur the lowest reasonable travel expenses and\nexercise care to avoid the appearance of impropriety. If a circumstance arises that is not\nspecifically covered in the travel policies, the most conservative course of action should be\nadopted.\n\nTravel for staff must be authorized in advance. Travelers should verify that planned travel is\neligible for reimbursement before making travel arrangements. Upon completion of the trip, and\nwithin 30 days, the traveler must submit a Travel Reimbursement Form and supporting\ndocumentation to obtain reimbursement of expenses.\n\nExempt employees will be paid their regular salary for weeks in which they travel. Nonexempt\nemployees will be paid for travel time in accordance with federal and state wage payment laws.\n\n---\n\n###### WORKPLACE EXPECTATIONS\n\n###### Confidentiality\nCompany employees may receive or have access to confidential and/or proprietary information\nthat belongs to, is in the possession of, or was obtained from the Company or its guests,\nincluding but not limited to trade secrets, client lists, employee files, personnel records and\ninformation, wages, salaries, bonuses and other payroll information, payables, expenses, and\nother financial information, budgets, business plans, bids, business opportunities, computer\nsoftware, computer system passwords and security codes, operational information, and other\nconfidential and/or proprietary information. Employees are prohibited from disclosing to any\nperson or entity, or using in any manner whatsoever, other than on behalf of the Company and in\na manner authorized by the Company, any of the Company’s confidential and/or proprietary\ninformation.\n\nEmployees are responsible to protect the Company’s confidential information from being\nviewed, copied, taken, or otherwise accessed by unauthorized persons. Where applicable,\nemployees must ensure that their desks and workspaces are secure at all times. Employees shall\nnot leave documents containing confidential information in plain view while away from his or\nher workspace. All documents and other materials containing the Company’s confidential\ninformation must be locked in a drawer or office on nights and weekends.\n\nAll computers, tablets, laptops, handheld devices, cellular phones, handheld devices or other\nelectronic devices used by employees to perform Company business or that have access to the\nCompany’s computer server or network must be password protected even if they belong to\nindividual employees or are otherwise not provided by the Company. An employee shall lock\nhis or her computer, tablet, laptop, and hand-held devices so that they can only be accessed by\nthe employee using the employee’s password anytime the employee is away from the device.\nEmployees shall not give their passwords to anyone else, including other Company employees.\n\nThe employee must immediately report to the GM or Company President any loss or theft of any\ndocument, computer, laptop, cellular phone or other device that contains the Company’s\nconfidential information or that has access to the Company’s server or network. It is vital that\nthe Company receive reports of loss or theft immediately after the employee becomes aware of\nsuch loss or theft so that the Company can take appropriate steps to protect its confidential\ninformation.\n\nAt the request of the Company, or upon the termination of their employment, employees are\nrequired to turn over to the Company all documents, papers, materials, electronic copies, and/or\ndigital data in their possession or under their control which may contain or be derived from\nconfidential and/or proprietary information of the Company, including copies thereof.\n\nAny request for information or any questions about whether information may be discussed with\nanyone outside the Company should be directed to the General Manager or the Company’s\n\n---\n\nPresident. Violation of any aspect of this policy may result in disciplinary action, up to and\nincluding termination of employment.\n\n###### Conflicts of Interest\nEmployees must avoid any relationship or activities that interfere with their ability to perform\ntheir job duties.\n\nThis includes situations where such an activity might impair, or even appear to impair, their\nability to make objective and fair decisions when performing their jobs. Employees with a\nconflict-of-interest question should seek advice from management. Before engaging in any\nactivity, transaction or relationship that might give rise to a conflict of interest, employees must\nseek review and consent from their general manager.\n\n###### Electronic Communication and Internet Use\nThe following guidelines have been established for using the Internet, company-provided cell\nphones and e-mail in an appropriate, ethical and professional manner:\n\n- Internet, company-provided equipment (e.g., cell phone, laptops, computers) and services\nmay not be used for transmitting, retrieving or storing any communications of a\ndefamatory, discriminatory, harassing or pornographic nature.\n\n- The following actions are forbidden: using disparaging, abusive, profane or offensive\nlanguage; creating, viewing or displaying materials that might adversely or negatively\nreflect upon the Hotel or be contrary to the Hotel’s best interests; and engaging in any\nillegal activities, including piracy, hacking, extortion, blackmail, copyright infringement,\nand unauthorized access of any computers and company-provided equipment such as cell\nphones and laptops.\n\n- Employees may not copy, retrieve, modify or forward copyrighted materials, except with\npermission or as a single copy to reference only.\n\n- Employees must not use the system in a way that disrupts its use by others. Employees\nmust not send or receive large files that could be saved/transferred via thumb drives.\n\n- Employees should not open suspicious e-mails, pop-ups or downloads.\n- Internal and external e-mails are considered business records and may be subject to\ndiscovery in the event of litigation. Be aware of this possibility when sending e-mail\nwithin and outside the company.\n\n- The Company permits employees to use its Communications Systems for personal\npurposes as long as the employee’s personal use does not interfere with the employee’s\njob responsibilities and otherwise complies with the Company’s Internet, Electronic and\nCommunications Systems Policy, the Social Networking Policy, and other applicable\npolicies in this manual or issued by the Company from time to time.\n\n###### Right to Monitor\nAll company-supplied technology and company-related work records belong to the company and\nnot to the employee. Alta Hotel Group routinely monitors use of company-supplied technology.\nInappropriate or illegal use or communications may be subject to disciplinary action up to and\nincluding termination of employment.\n\n---\n\n###### Social Media-Acceptable Use\nBelow are guidelines for social media use.\n\nEmployees may not post financial, confidential, sensitive or proprietary information about the\nHotel, vendors, employees, guests or applicants.\n\nEmployees may not post obscenities, slurs or personal attacks that can damage the reputation of\nthe company, clients, employees, guests or applicants.\n\nWhen posting on social media sites, employees must use the following disclaimer when\ndiscussing job-related matters, “The opinions expressed on this site are my own and do not\nnecessarily represent the views of the Alta Peruvian Lodge.”\n\nThe Hotel may monitor content out on the Internet. Policy violations may result in discipline up\nto and including termination of employment.\n\n###### Solicitations\nThe solicitation, distribution and posting of materials on or at company property by any\nemployee or nonemployee is not permitted without the prior approval of the GM.\n\n###### APPEARANCE, DRESS and GROOMING STANDARDS\n\nIt is important for all employees to project a professional image while at work by being\nappropriately attired. Hotel employees are expected to be neat, clean and well groomed while on\nthe job. Clothing must be appropriate to the type of work being performed.\n\nUniforms will be provided to those employees who are required to wear a uniform in the course\nof their duties. Employees in positions that require a uniform are expected to be in proper\nuniform anytime they are working. It is the employee’s responsibility to keep the uniform in\ngood repair and to prevent its loss or destruction beyond ordinary wear and tear. Uniforms must\nbe clean and well pressed at all times. If a uniform is lost, stolen, destroyed, or rendered\nunusable, the employee will be charged the full cost for its replacement. Uniforms are not to be\nworn off duty at any time, with the exception of traveling directly to and from work. If you are\npermitted on the premises during non-working hours, uniforms may not be worn.\n\nAll employees are required to wear a name badge, which will be provided by the Company. The\nbadge is to be considered a part of the employee’s uniform. Any other badges, pins, buttons, or\ndecorations may only be worn with the approval of the General Manager. If an employee’s\nname badge is lost, a replacement will be provided at the employee’s expense. An employee’s\nname badge must be returned to the Company upon termination of employment.\n\nNatural and artificial scents may become a distraction from a well-functioning workplace and are\nalso subject to this policy\n\nThe Hotel is confident that employees will use their best judgment regarding attire and\nappearance. Management reserves the right to determine appropriateness. Any employee who is\n\n---\n\nimproperly dressed will be counseled or in severe cases may be sent home to change clothes.\nContinued disregard of this policy may be cause for disciplinary action, which may result in\ntermination.\n\n###### SAFETY and SECURITY\n\n###### Safety Standards\nAccident prevention is one of the most vital concerns, in fact, safety is a prerequisite to\ncontinued employment. It is the intent of management to afford you a safe and productive place\nin which to work. Toward this end, all employees are expected to be familiar with and to follow\nbasic rules of safety.\n\nAccidents are usually caused by carelessness or neglect on the part of individuals. Fatigue and a\nrush to complete any given task also contribute to accidents. Be aware of any tendencies in\nthese regards and remember that safety is the priority. We also advise every employee to take\nnote of potential dangers surrounding them and not to take needless risks. Within the scope of\nyour training, experience and employment responsibilities, we expect you to seek out and correct\nany unsafe condition or practice. You are to report to your supervisor immediately any situation\nwhich appears unsafe to you and that you cannot correct yourself.\n\n\"Safety consciousness\" are key words each of us must remember at all times. Employees with\npoor safety records are a hazard to all of us, and are subject to dismissal. While most safety\nprecautions are simply a matter of common sense and good housekeeping, we have developed a\nsafety notebook which is available in your department. It is your responsibility to read the\nnotebook and become familiar with proper safety procedures.\n\n###### Use of Equipment\nEmployees are not to work with any equipment or machinery which they have not been properly\ntrained on.\n\n###### Material Safety Data Sheets (M.S.D.S.)\nFor your protection, M.S.D.S. sheets are available for your review. Your department head will\nshow you were they are located. All employees should be familiar with the chemicals, cleaning\nagents, etc., that are used in the course of their job duties. For additional information, contact\nyour department head or GM.\n\n###### Company Property\nAny packages or company property leaving the premises must be cleared through your\ndepartment head, supervisor or manager on duty. No employee may take or consume for\n\n---\n\npersonal use any service, supply, tool, piece of equipment, food, beverage, etc., belonging to the\ncompany without permission. Tools and equipment may not be loaned out without GM approval.\n\nPersonal items such as backpacks, sacks, boxes, and purses, may be subject to reasonable\ninspection by management.\n\nAny employee who willfully or negligently damages or abuses Company property or equipment\nwill be subject to disciplinary action, up to and including dismissal.\n\n###### Security\nSecurity is vital to the property. It is everyone's responsibility to take precautions in order to\nprevent theft and to ensure the safety of our guests and fellow employees. There are many ways\nto make this property a safer place:\n\n- Report suspicious people to the front desk immediately. If you feel at all uncomfortable,\ndo not hesitate to contact the front desk and report the situation. Do not approach the\nperson if you are uncomfortable.\n\nIf you do choose to approach someone who looks like they don't belong, you may want to say\nsomething like, \"Hello, can I help you find something?'' If they respond that they don't need\nhelp, you might ask them (as if you were just carrying on a light conversation), \"Are you a guest\nhere?'' If you smile and ask in a non-threatening way, you will not be as likely to offend a\nlegitimate guest. However, if the person continues to act strangely, call it in. It is always better\nto err on the side of caution.\n\n- Always wear your name tag, making identification easier for our guests.\n- Do not prop doors open, especially back entrances, stairwells, and exits.\n- Never give out employees' home addresses or phone numbers. Direct any calls requesting\ninformation about an employee to the Director of Human Resources or the General\nManager.\n\n- Never give out guest information, such as names, room numbers, etc. However, you may\noffer to phone the guest on behalf of the visitor and hand the phone over to the visitor.\n\n- Employees are not allowed in any area of the hotel that is not associated with their job or\ndepartment.\n\n- Anytime an employee has occasion to enter a guest room for legitimate hotel business,\nthey should always knock and clearly and audibly identify themselves as a hotel\nemployee. If no answer, they should then crack the door open slightly and repeat their\nidentification.\n\n- Under no circumstances are any hotel keys to leave the property.\n- Use of the guest rooms for personal use is strictly prohibited.\n###### Fire Procedures\nA Fire Procedures Notebook is available in your department. It contains information as to how to\nrespond in case of a fire. It is your responsibility to read the notebook and to become familiar\nwith the procedures to be followed. Every employee should know exactly where they can find\nthe notebook, in order to access it easily and quickly in case of emergency. It is the responsibility\n\n---\n\nof the general manager to conduct periodic drills to ensure staff is adequately trained to respond\nin fire.\n\n###### Drug-Free Workplace\nThe Hotel is committed to maintaining a safe, healthy and productive work environment for all\nits employees. Abuse of alcohol, illegal drugs, or controlled substances can adversely affect the\nwork environment, job performance and safety of all employees and guests.\n\nReporting to work and/or working while impaired by, under the influence or detectable presence\nof, or with unauthorized possession on company premises of alcohol, controlled substances, or\nany other illegal drug is also prohibited. Violation of these prohibitions may result in\ntermination.\n\n- The Hotel recognizes alcohol and chemical dependencies as treatable illnesses.\n- The Hotel assures that no employee requesting treatment for a dependency will have\nhis/her job security or promotional opportunities jeopardized by this request.\n\n- An employee having an alcohol or chemical dependency that affects job performance will\nbe counseled, disciplined and, if necessary, removed from their position.\n\n###### Testing\nThe company retains the right to require the following tests:\n\n- Pre-employment: Applicants may be required to pass a drug test before beginning work\nor receiving an offer of employment. Refusal to submit to testing will result in\ndisqualification of further employment consideration.\n\n- Reasonable suspicion: Employees are subject to testing based on observations by a\nsupervisor of apparent workplace use, possession or impairment.\n\n- Post-accident: Employees may be subject to testing when they cause or contribute to\naccidents that seriously damage a company vehicle, machinery, equipment or property\nand/or result in an injury to themselves or another person requiring off-site medical\nattention. In any of these instances, the investigation and subsequent testing must take\nplace within two (2) hours following the accident, if not sooner.\n\n###### Inspections\nThe Hotel reserves the right to inspect all portions of its premises for drugs, alcohol or other\ncontraband. All employees, contract employees and visitors may be asked to cooperate in\ninspections of their persons, work areas, property, and/or living quarters that might conceal a\ndrug, alcohol or other contraband. Employees who possess such contraband or refuse to\ncooperate in such inspections are subject to appropriate discipline up to and including\ntermination.\n\n###### Workplace Violence\nThe Hotel is committed to providing a violence-free workplace for its employees and a safe hotel\nfor its guests. Each employee is responsible to ensure that the premises are safe for both\nemployees and guests.\n\n---\n\nIf an employee becomes aware of any actual violence, imminent violence, or threat of imminent\nviolence, obtaining emergency assistance must be a matter of first priority. The employee should\nimmediately contact local law enforcement authorities by dialing 911. Immediately after\ncontacting the law enforcement authorities for emergency assistance, the employee must report\nthe incident to the General Manager or Company President immediately. Employees may report\nany incidents of violence or threats of violence without fear of reprisal or any kind.\n\nEmployees who become aware of any threats of workplace violence must report the threats\nimmediately to the GM or President who will consult with the appropriate resources in order to\ncomplete an assessment of the incident and the surrounding circumstances.\n\nIn cases where it is determined that an employee has violated this policy by threatening another\nindividual with violence or engaging in violent behavior, management will determine the\nappropriate corrective action, if any, including whether disciplinary action is warranted. If it is\ndetermined that a threat of violence was made or actual violence has occurred, disciplinary\naction will be imposed, up to and possibly including immediate termination and/or contacting\nlocal authorities. In situations where it is found appropriate to do so, an individual who violates\nthis policy may be required to obtain counseling or other available assistance.\n\n###### EMPLOYEE RELATIONS\n\n###### Equal Employment Opportunity Policy\nThe Hotel provides equal employment opportunities to all employees and applicants for\nemployment without regard to race, color, religion, gender, sexual orientation, gender identity,\nnational origin, age, disability, genetic information, marital status, amnesty or status as a covered\nveteran in accordance with applicable federal, state and local laws. The Hotel complies with\napplicable state and local laws governing nondiscrimination in employment in every location in\nwhich the company has facilities. This policy applies to all terms and conditions of employment,\nincluding hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence,\ncompensation and training.\n\n###### Employee Definition\n\n- Full Time. Employees who work an average of 30 hours or more per week, and at least\n40 weeks per year on a regular basis are considered full time. As such, these employees\nare eligible for benefits.\n\n- Part time. These employees are hired to work less than an average of 30 hours per week,\nor less than 40 weeks per year. Part time employees are not eligible for benefits.\n\n- Temporary. There are times when an employee may be engaged to work on an irregular\nor casual basis, or with the understanding that their employment will be terminated upon\ncompletion of a specific assignment. Temporary employees may work full-time or parttime. Temporary employees are not eligible for employee benefits.\n\n---\n\n- On-call. These employees work on an as-needed basis and are not regularly scheduled\nfrom week to week. On-call employees are not eligible for benefits.\n\n###### Background and Reference Checks\nTo ensure that individuals who join our Hotel are well qualified and to ensure that the Alta Hotel\nmaintains a safe and productive work environment, the Hotel will conduct pre-employment\nbackground checks on applicants who accept an offer of employment. Background checks may\ninclude verification of any information on the applicant’s resume or application form. To the\nextent legally allowed at the time, the hotel may also use information available on social media\nsites in its hiring decisions.\n\nThe Hotel also reserves the right to conduct a background check for current employees to\ndetermine eligibility for promotion or reassignment in the same manner as described above.\n\n###### Personnel Records\nIt is particularly important that employees keep the hotel informed about changes in their:\n\n- Address\n- Telephone number\n- Marital status\n- Number of dependents\n- Legal name (through marriage or otherwise)\n- Name of person to be notified in case of an emergency\nReport any such changes, in writing, to the General Manager or the Director of Human\nResources.\n\nEmployee files are kept confidential, and may not be viewed without proper authorization from\nthe GM. Information in an employee file may never be used for any reason other than legitimate\nhotel purposes. Violation of these policies is subject to discipline up to and including\ntermination. Any department head considering the hire of a former employee or transfer of a\ncurrent employee may be granted access to that employee’s file. Employees are entitled to\nreview their file. Although the file cannot leave the office in which it is kept, your General\nManager can make arrangements for you to review the file.\n\n###### Introductory Period\nThe first 60 days of employment is an introductory period; during which time employees will be\nevaluated carefully to determine their suitability for their position. An employee who fails to\nperform satisfactorily during this time may be terminated without notice.\n\nIn some situations, the employee may receive a training wage during their introductory period.\n\n###### Performance Reviews\nPeriodically, written performance reviews will be given by your department head. A\nperformance review will normally be given at least once a year and will be placed in your\npersonnel file. Performance reviews do not always result in a pay increase.\n\n---\n\n###### Discipline\nEvery employee has the duty and the responsibility to be aware of and abide by existing rules\nand policies. Employees also have the responsibility to perform his/her duties to the best of\nhis/her ability and to the standards as set forth in his/her job description or as otherwise\nestablished.\n\nWhen policies and procedures are not being followed, it is the responsibility of your department\nhead or the general manager to correct the situation. This will take the form of\ncoaching/counseling; or more formal verbal and/or written warnings.\n\nThe Hotel reserves the right to combine or skip steps in this process depending on the facts of\neach situation and the nature of the offense. The level of disciplinary intervention may also vary.\nSome of the factors that will be considered are whether the offense is repeated despite coaching,\ncounseling and/or training; the employee's work record; and the impact the conduct and\nperformance issues have on our organization.\n\nInitially, when an employee displays unacceptable behavior or his/her performance is not\nmeeting the job requirements, the employee will be made aware of the situation and be given an\nopportunity to correct the problem in a reasonable amount of time. In some cases, this initial\ncontact may include a verbal warning.\n\nA verbal warning will occur if previous coaching has not corrected the problem or if the initial\nissue is sufficiently serious. The warning will be noted in the employee's personnel records.\n\nA written warning is given when your department head or the general manager believes that an\noffense is sufficiently serious or when a verbal warning has proven insufficient. The written\nwarning may also include a notation indicating that the next similar transgression will result in\ntermination. You should recognize the grave nature of the written warning. If you feel the\nwarning is inaccurate or unwarranted, you may respond, in writing, and your response will be\nattached to the written warning and placed in your personnel file.\n\nAn employee may be terminated if he/she has three written warnings, for any reason, in their file.\n\nFor problems deemed to be serious enough, or for failure to respond appropriately to prior\ncounseling and warnings, suspension and/or termination may occur. If suspended, the employee\nwill be expected to leave the premises immediately and remain off work, without pay, for the\nduration of their suspension.\n\nIf an employee is terminated, they will be expected to leave the premises immediately. A final\npaycheck will be issued the same day (or the next business day if termination happens on a\nweekend). Prior to receiving their final check, the employee must tum in hotel keys, uniforms,\nname badges, and any other hotel property in their possession.\n\nNotwithstanding any of the above, an employee can also be discharged immediately if he/she\nviolates any of the following rules, which are such serious breaches of responsibility that no prior\nwarnings are warranted (the rules and regulations listed herein are not all inclusive):\n\n---\n\n- Theft, attempted theft, or removal from the premises without proper authorization of\ncompany property or the property belonging to a guest or another employee.\n\n- Possession of a lethal weapon on company premises.\n- Willful damage to company property.\n- Failing to report to work without authorization for three days (consecutive or otherwise)\nduring any three consecutive months.\n\n- Falsification of company records including, but not limited to, employment applications,\npayroll and financial reports.\n\n- Hitting, pushing or otherwise striking another person or any other disorderly conduct\nwhile on company premises or arising out of company business relations.\n\n- Possession or consumption of alcoholic beverages or illegal drugs or being under the\ninfluence of alcohol or illegal drugs on company time or premises.\n\n- Failure to carry out a reasonable job assignment or job request of a department head or\nsupervisor, after being warned that failure to do so can result in termination.\n\n- Unauthorized entrance to a guest room.\n- Conviction of a felony.\n- Gross insubordination, intimidation of, harassment of or abusive language toward a guest,\nco-worker or other personnel. This would include a serious guest service complaint.\n\n- Serious misconduct which threatens the orderly functioning of the property, the safety or\nsecurity of co-workers, guests, or otherwise damaging the reputation of the business.\n\n###### Separation of Employment\nSeparation of employment can occur for several different reasons.\n\n- Resignation: Resigning employees are encouraged to provide two weeks’ notice,\npreferably in writing, to facilitate a smooth transition out of the organization. If an\nemployee provides less notice than requested, the employer may deem the individual to\nbe ineligible for rehire depending on the circumstances regarding the notice given.\n\n- Retirement: Employees who wish to retire are required to notify their department head or\nGeneral Manager.\n\n- Job abandonment: Employees who fail to report to work or contact their supervisor for\nthree (3) consecutive workdays shall be considered to have abandoned the job without\nnotice, effective at the end of their normal shift on the third day. Employees who are\nseparated due to job abandonment are ineligible to receive accrued benefits and are\nineligible for rehire.\n\n- Termination: Employees of Alta Hotel Group are employed on an at-will basis, and the\ncompany retains the right to terminate an employee at any time.\n\n###### Return of Company Property\nThe separating employee must return all company property at the time of separation, including\nuniforms, cell phones, keys, PCs and identification cards. Failure to return some items may result\nin deductions from the final paycheck. An employee will be required to sign the Wage Deduction\nAuthorization Agreement to deduct the costs of such items from the final paycheck.\n\n---\n\n###### Rehire\nFormer employees who left the Hotel in good standing and were classified as eligible for rehire\nmay be considered for reemployment.\n\nAn applicant or employee who is terminated for violating policy or who resigned in lieu of\ntermination from employment due to a policy violation will be ineligible for rehire.\n\n###### Problem Solving Procedures\nIf you would like to discuss any aspect of your employment, work conditions, interactions with\nother staff members, or company policy we urge you to bring your concerns to our attention.\n\nDiscuss the matter with your department head. During this discussion feel free to share your\nconcerns. Generally, you and your department head should be able to resolve your problems.\n\nIf no solution occurs, contact your General Manager and set a time to discuss the issue. He/she\nwill obtain all the facts and work to settle your problem in a fair and equitable manner. All\ninvolved parties may be brought together to resolve the situation.\n\nNote: Your problem may be such that you prefer to discuss it directly with your General\nManager. Always feel free to do so. All employee suggestions and complaints shall be given full\nconsideration. There will be no discrimination or recrimination against any employee because\nhe/she presents a complaint or problem.\n\nIn extraordinary situations, you may prefer to contact the president of Alta Hotel Group directly.\nA “Speak Out” form is available in this manual for this purpose.\n\n###### GENERAL RULES AND PROCEDURES\n\n###### Employee Conduct\nEmployees are expected to treat our guests, customers, and one another with respect and\nunderstanding.\n\nAny rudeness (e.g., profanity, yelling, use of vulgar or obscene language, suggestive or sarcastic\ngestures) will not be tolerated and may result in disciplinary action, up to and including\ntermination. Do not talk about company issues in public areas and by no means discuss any\ngrievances with guests.\n\n###### Dating/Marriage Policy\nDating or marriage to a coworker in today's business, legal and social environment has an impact\nbeyond the otherwise simple relationship between two people. Among the various factors\ncomplicating matters, the following three \"risks\" are readily apparent.\n\nRisk to the business, reflected in three main areas:\n\n1. Financial defalcation\n2. Inappropriate influence over decision making Judgment\n\n---\n\n1. Compromising operational policies/procedures\n2. Risk to employee morale, reflected in actual or perceived favoritism.\n3. Risk of sexual harassment suits.\nAs a business, it is incumbent upon us to address this issue of dating and marriage in the\nworkplace in the form of a company-wide policy.\n\nIt is not our intent per se to interfere with personal relationships and freedoms. It is our intent to\nprotect the financial integrity, operational efficiencies and morale of our hotels. It is also the\nintent of this policy to state, up front, the restrictions to which each employee will be subject,\nthereby reducing confusion on the part of all staff, or favoritism on the part of management.\nThis policy relates to the following relationships (dating or marital):\n\n1. Where one person is in a supervising role, vis a vis the other person:\na. A department head or any other member of that department.\nb. General Manager and any other hotel employee.\nc. Departmental supervisor and an hourly staff in the same department.\n\n1. Any relationship where two department heads or supervisors, which by virtue of the\nconnection between their departments or their function in the hotel, creates a potential\nconflict of interest by compromising any of the following:\n\na. Properly adhering to and enforcing hotel policies and procedures.\nb. Judgment and ability to make proper decisions.\nc. Financial defalcation.\nd. Alteration of hotel documentation.\n\nIt will be the responsibility of the more \"senior\" person (department head, supervisor, G.M.) to\ncommunicate to the General Manager when a relationship develops. Failure to do so will subject\nthat responsible person to discipline, up to and including dismissal, and/or a unilateral\nreassignment of either party.\n\nOnce communicated, it is the responsibility of the General Manager to meet with both parties for\nthe purpose of working out details of a reassignment. Every attempt will be made, subject to\nprudent business practice, to reassign one of the persons, in most cases the ''junior\" positions.\nThere is always a risk, however, that one or the other person will have to leave the property. In\nthat event, and if available, a job will be offered at another Alta Hotel Group hotel.\n\n###### Guest Privacy\nEmployees may never divulge the names of our guests to anyone. Solicitation is not allowed on\npremise by employees, guests or visitors. Guest room numbers are never to be given out. An\nemployee is in a position to observe the personal actions of many people. It is mandatory that\nyou never discuss your observations either within or outside the property. However, should you\nnotice anything detrimental to the property or its guests, notify your department head, the\nGeneral Manager immediately.\n\nKeep in mind that all guest services (pool, fitness center, lobby, van, etc.) are for guest use only,\nunless otherwise allowed by the GM\n\n---\n\nUnder no circumstances is an employee to be in a guest room with a guest in a social situation\nunless specifically allowed by the General Manager. Failure to comply may result in\ndisciplinary action, up to and including termination.\n\n###### Leaving Property during Work Hours\nIt is recognized that, at times, an employee must leave the property during working hours to\nconduct personal business. The department head is responsible for maintaining proper staffing at\nall times, so if it is necessary to leave the property at any time during work hours, the employee\nmust do the following:\n\n1. Obtain permission from his/her department head or GM before leaving the property.\n2. Punch-out when leaving and punch-in when returning.\n3. Check in with his/her department head or GM as soon as he/she returns.\n###### Lost and Found\nWhen an employee finds a lost and found item, they should turn it in to the designated lost and\nfound location (usually the Front Desk or the Housekeeping Department) as soon as possible. All\nitems turned in are logged and maintained for a period of time, during which time we will\nattempt to locate the rightful owner. Failure to turn in lost and found articles may be cause for\ndismissal.\n\n###### Personal Phone Calls and Visitors\nHotel telephones are for business use only.\n\nPersonal cell phones or other mobile devices may not be used during working hours, except in\nthe case of an incoming call for an emergency or other urgent situation.\n\nAnyone wishing to visit an employee on the job must contact the front desk, who may contact\nthe employee or department head. If available, the employee may meet his/her visitor in the\nlobby or other public area. Visitors will not be permitted in work areas or guest rooms.\nNonemployees may be allowed to visit employee areas only with prior approval of management\nor as part of a company-sponsored program. These visits should not disrupt workflow. An\nemployee must accompany the nonemployee at all times. Former employees are not permitted\nonto company property except for official company business.\n\n###### Smoking\nSmoking is permitted only in designated areas. Your department head will show you these\nareas.\n\n###### Transfer/Promotion\nWhenever possible, job vacancies will be filled by transfer or promotion from within, by\nemployees who meet the requirements for the job involved. Transfers/promotions will be based\nupon the skill and ability of the employee under consideration to perform the job in question.\n\nNormally, an employee should be in a position for at least six months before applying for a\ntransfer or promotion.\n\n---\n\n###### HOTEL NON-HARASSMENT POLICY\n\nThe Hotel strives to maintain an environment where all associates will work free from\nharassment. The Company will not tolerate harassment of any type.\n\nHarassment is any offensive, unwelcome physical or verbal behavior, including but not limited\nto, comments or conduct related to a person's race, color, national origin, religion, sex, sexual\norientation, age, disability or veteran status. Sexual harassment, which is unwelcome sexual\nadvances or other sexual behavior, is also prohibited as set forth in the Hotel’s Policy against\nSexual Harassment.\n\nAny employee who is subjected to harassment should report all such incidents directly to\nmanagement. A Confidential Report of Harassment is available for employee use. Upon\nreceiving a harassment complaint, an investigation of the alleged harassment will be conducted\nand, if warranted, appropriate corrective action will be taken. However, no disciplinary action\nwill be taken without a thorough investigation of the facts. No employee will suffer retaliation or\nany form of punishment for voicing a valid concern.\n\n###### Bullying\nThe Hotel defines bullying as “repeated inappropriate behavior, either direct or indirect, whether\nverbal, physical or otherwise, conducted by one or more persons against another or others, at the\nplace of work and/or in the course of employment.” Such behavior violates the company’s intent\nthat all employees will be treated with dignity and respect.\n\nThe purpose of this policy is to communicate to all employees, including supervisors, managers\nand executives, that the company will not tolerate bullying behavior. Employees found in\nviolation of this policy will be disciplined up to and including termination.\n\n###### HOTEL POLICY AGAINST SEXUAL HARASSMENT\n\nThe Hotel’s Policy against Sexual Harassment prohibits sexual harassment by employees\n(management or non-management) wherever work or work related activities are being\nperformed.\n\nUnder the policy, a manager cannot state, suggest or imply that an employee's submission to or\nrejection of sexual advances will in any way influence any personnel decision regarding that\nemployee's employment, wages, advancement, assigned duties, schedule, or any other condition\nof employment.\n\nOther physical or verbal conduct that creates a sexually offensive work place, whether\ncommitted by management or non-management employees, is also prohibited. Examples of this\n\n---\n\nconduct include offensive or unwelcome sexual remarks, flirtations, advances or propositions;\noffensive or unwelcome verbal abuse of a sexual nature; graphic statements about a person's\nbody; sexually degrading words used to describe a person; the display of sexually suggestive\nobjects or pictures; any form of unwelcome, sexually offensive conduct.\n\nSexual harassment at work by any employee will result in disciplinary action up to and including\ndismissal, and may lead to personal legal and financial liability.\n\nIf an employee feels that they have been sexually harassed, they are encouraged to fill out a\nharassment form.\n\nUpon receiving a harassment complaint, an investigation of the alleged harassment will be\nconducted and, if warranted, appropriate corrective action will be taken. However, no\ndisciplinary action will be taken without a thorough investigation of the facts. No employee will\nsuffer retaliation or any form of punishment for voicing a valid concern.\n\nIf at any time an employee feels that they are being sexually harassed by a guest, vendor or\ncustomer of the hotel, they should report the incident(s) to a department head or to the General\nManager immediately.\n\n---\n\n###### EMPLOYEE COMMITMENT\n\nI have received a copy of the Alta Peruvian Lodge Employee Handbook and have read it or have\nhad it read to me and I understand all of the preceding policies. I agree to comply with the\npolicies, procedures and standards contained in the handbook. As an employee of the Hotel, I\nagree to diligently perform my job in a responsible manner. I further agree to read and/or learn\nall present rules and regulations and any future rules and regulations that may be issued by the\nHotel and/or any of its properties. The rules and regulations listed herein are not all inclusive.\n\nI understand that I have the right to terminate my employment at any time and my employer\nretains a similar right and that my employer's personnel policies and/or handbook do not\nconstitute an employment contract.\n\n## X\n\nEmployee's Signature: Date:\n\n## X\n\nPrint Name:\n\n| | | | |\n|-----------------------------|-----------------------------|--|--|\n| X | | | |\n| | X | | |\n| Employee's Signature: Date: | Employee's Signature: Date: | | |\n| | | | |\n\n| | | | |\n|-------------|-------------|--|--|\n| X | | | |\n| | X | | |\n| Print Name: | Print Name: | | |\n| | | | |\n\n---\n\n###### Accident Report Form\n\nEmployee Information:\n\nName _________________________________________________________________\n\nAddress________________________________________________________________\n\nDate of birth____________________________________________________________\n\nTelephone Number_______________________________________________________\n\nAccident Information\n\nDate and time of accident______________________________________\n\nLocation of accident__________________________________________\n\nDescription of Accident (What was the employee doing when the accident occurred? What\ncaused the accident? What area of the body was injured? How did the accident happen? Etc.)\n\n---\n\nList of witnesses: _______________________________________________________________\n\nTreatment Information:\n\nDid the employee see a doctor ( ) Yes No ( )\n\nWhere______________________________________ When___________________________\n\nWill the employee be off working days? ( ) Yes No ( ) Number of days_________________\n\nReport completed by_____________________________________ Date___________________\n\nDepartment Head signature________________________________ Date___________________\n\n---\n\n###### Report of Harassment\n\nName____________________________________________ Date________________________\n\nPosition__________________________________Department____________________________\n\nBriefly describe the harassment you were subject to or witnessed\n\n---\n\nWere there any witnesses to the conduct? Yes ( ) No ( )\n\nNames_______________________________________________________________________\n\nI believe these facts to be true. I understand that in order for the hotel to fully respond to my\nreport, it may have to investigate by speaking with other employees of the hotel. I also\nunderstand the hotel may be required to disclose my report and name in connection with its\ninvestigation. However, the hotel will, at all times, act to prevent retaliation in connection with\nmy report.\n\n( ) Yes, I give my consent to the hotel to use my name in investigating my report of harassment\n\n( ) No, I do not wish the hotel to use my name in investigating this report\n\n_________________________________________ ________________________\n\nSignature Date\n\n---\n\n###### Speak Out Form\n\nDear Employee,\n\nYour opinion is important to us. Please use this form to send us ideas, suggestions, comments,\nconcerns, etc. Your comments will be kept confidential.\n\n---\n\nName____________________________________________\n\nAddress__________________________________________\n\nHotel property_____________________________________\n\nSend to: Dennis Cahill\nAlta Hotel Group\n1914 E. 9400 South\n#Sandy, Utah\n\n---",
  "sections": [
    {
      "title": "Employee Handbook",
      "level": 1,
      "index": "",
      "start_position": 0,
      "parent_path": ""
    },
    {
      "title": "Welcome! It is my pleasure to welcome you to the Alta Peruvian",
      "level": 6,
      "index": "",
      "start_position": 21,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Lodge. As an employee, you can share in the feeling of pride that",
      "level": 6,
      "index": "",
      "start_position": 91,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "comes from knowing that you are a part of a successful organization,",
      "level": 6,
      "index": "",
      "start_position": 164,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "which consistently achieves high ratings from its guests.",
      "level": 6,
      "index": "",
      "start_position": 240,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Naturally, our success is directly related to the quality of the many",
      "level": 6,
      "index": "",
      "start_position": 306,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "individuals working at our hotels. We ask that all employees",
      "level": 6,
      "index": "",
      "start_position": 383,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "understand this commitment and undertake the daily responsibility",
      "level": 6,
      "index": "",
      "start_position": 451,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "to contribute to this success.",
      "level": 6,
      "index": "",
      "start_position": 524,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Have a great season!",
      "level": 6,
      "index": "",
      "start_position": 563,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Dennis Cahill",
      "level": 6,
      "index": "",
      "start_position": 592,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Table of Contents",
      "level": 5,
      "index": "",
      "start_position": 619,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Purpose",
      "level": 6,
      "index": "",
      "start_position": 2479,
      "parent_path": "Employee Handbook › Table of Contents"
    },
    {
      "title": "Organization Structure",
      "level": 6,
      "index": "",
      "start_position": 3813,
      "parent_path": "Employee Handbook › Table of Contents"
    },
    {
      "title": "Benefits",
      "level": 5,
      "index": "",
      "start_position": 5296,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Employee Discounts at Alta Hotel Group Properties",
      "level": 6,
      "index": "",
      "start_position": 5312,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Vacation",
      "level": 6,
      "index": "",
      "start_position": 5604,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Retirement Plan",
      "level": 6,
      "index": "",
      "start_position": 6643,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Holidays",
      "level": 6,
      "index": "",
      "start_position": 7381,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Jury Duty",
      "level": 6,
      "index": "",
      "start_position": 8048,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Voting Time",
      "level": 6,
      "index": "",
      "start_position": 8678,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Military Leave",
      "level": 6,
      "index": "",
      "start_position": 9108,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Bereavement",
      "level": 6,
      "index": "",
      "start_position": 9666,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Family & Medical Leave Act",
      "level": 6,
      "index": "",
      "start_position": 10365,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Intermittent Leave or a Reduced Work Schedule",
      "level": 6,
      "index": "",
      "start_position": 12508,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Worker's Compensation",
      "level": 6,
      "index": "",
      "start_position": 14144,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "PAY PRACTICES AND PROCEDURES",
      "level": 6,
      "index": "",
      "start_position": 15963,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Pay Periods and Pay Dates",
      "level": 6,
      "index": "",
      "start_position": 16000,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Time Clock",
      "level": 6,
      "index": "",
      "start_position": 16890,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Schedules",
      "level": 6,
      "index": "",
      "start_position": 17843,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Overtime",
      "level": 6,
      "index": "",
      "start_position": 19147,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Absenteeism/Tardiness",
      "level": 6,
      "index": "",
      "start_position": 19737,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Breaks",
      "level": 6,
      "index": "",
      "start_position": 21566,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Employee Travel and Reimbursement",
      "level": 6,
      "index": "",
      "start_position": 22077,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "WORKPLACE EXPECTATIONS",
      "level": 6,
      "index": "",
      "start_position": 23044,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Confidentiality",
      "level": 6,
      "index": "",
      "start_position": 23075,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Conflicts of Interest",
      "level": 6,
      "index": "",
      "start_position": 26273,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Electronic Communication and Internet Use",
      "level": 6,
      "index": "",
      "start_position": 26845,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Right to Monitor",
      "level": 6,
      "index": "",
      "start_position": 28752,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Social Media-Acceptable Use",
      "level": 6,
      "index": "",
      "start_position": 29098,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Solicitations",
      "level": 6,
      "index": "",
      "start_position": 29854,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "APPEARANCE, DRESS and GROOMING STANDARDS",
      "level": 6,
      "index": "",
      "start_position": 30044,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "SAFETY and SECURITY",
      "level": 6,
      "index": "",
      "start_position": 32050,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Safety Standards",
      "level": 6,
      "index": "",
      "start_position": 32078,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Use of Equipment",
      "level": 6,
      "index": "",
      "start_position": 33480,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Material Safety Data Sheets (M.S.D.S.)",
      "level": 6,
      "index": "",
      "start_position": 33609,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Company Property",
      "level": 6,
      "index": "",
      "start_position": 33971,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Security",
      "level": 6,
      "index": "",
      "start_position": 34637,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Fire Procedures",
      "level": 6,
      "index": "",
      "start_position": 36627,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Drug-Free Workplace",
      "level": 6,
      "index": "",
      "start_position": 37152,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Testing",
      "level": 6,
      "index": "",
      "start_position": 38148,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Inspections",
      "level": 6,
      "index": "",
      "start_position": 39010,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Workplace Violence",
      "level": 6,
      "index": "",
      "start_position": 39498,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "EMPLOYEE RELATIONS",
      "level": 6,
      "index": "",
      "start_position": 41201,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Equal Employment Opportunity Policy",
      "level": 6,
      "index": "",
      "start_position": 41228,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Employee Definition",
      "level": 6,
      "index": "",
      "start_position": 41967,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Background and Reference Checks",
      "level": 6,
      "index": "",
      "start_position": 42855,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Personnel Records",
      "level": 6,
      "index": "",
      "start_position": 43574,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Introductory Period",
      "level": 6,
      "index": "",
      "start_position": 44573,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Performance Reviews",
      "level": 6,
      "index": "",
      "start_position": 44962,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Discipline",
      "level": 6,
      "index": "",
      "start_position": 45244,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Separation of Employment",
      "level": 6,
      "index": "",
      "start_position": 49734,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Return of Company Property",
      "level": 6,
      "index": "",
      "start_position": 50801,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Rehire",
      "level": 6,
      "index": "",
      "start_position": 51212,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Problem Solving Procedures",
      "level": 6,
      "index": "",
      "start_position": 51536,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "GENERAL RULES AND PROCEDURES",
      "level": 6,
      "index": "",
      "start_position": 52684,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Employee Conduct",
      "level": 6,
      "index": "",
      "start_position": 52721,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Dating/Marriage Policy",
      "level": 6,
      "index": "",
      "start_position": 53154,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Guest Privacy",
      "level": 6,
      "index": "",
      "start_position": 55810,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Leaving Property during Work Hours",
      "level": 6,
      "index": "",
      "start_position": 56705,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Lost and Found",
      "level": 6,
      "index": "",
      "start_position": 57274,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Personal Phone Calls and Visitors",
      "level": 6,
      "index": "",
      "start_position": 57688,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Smoking",
      "level": 6,
      "index": "",
      "start_position": 58543,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Transfer/Promotion",
      "level": 6,
      "index": "",
      "start_position": 58654,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "HOTEL NON-HARASSMENT POLICY",
      "level": 6,
      "index": "",
      "start_position": 59079,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "Bullying",
      "level": 6,
      "index": "",
      "start_position": 60187,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "HOTEL POLICY AGAINST SEXUAL HARASSMENT",
      "level": 6,
      "index": "",
      "start_position": 60820,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "EMPLOYEE COMMITMENT",
      "level": 6,
      "index": "",
      "start_position": 62722,
      "parent_path": "Employee Handbook › Benefits"
    },
    {
      "title": "X",
      "level": 2,
      "index": "",
      "start_position": 63538,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "X",
      "level": 2,
      "index": "",
      "start_position": 63573,
      "parent_path": "Employee Handbook"
    },
    {
      "title": "Accident Report Form",
      "level": 6,
      "index": "",
      "start_position": 63891,
      "parent_path": "Employee Handbook › X"
    },
    {
      "title": "Report of Harassment",
      "level": 6,
      "index": "",
      "start_position": 65058,
      "parent_path": "Employee Handbook › X"
    },
    {
      "title": "Speak Out Form",
      "level": 6,
      "index": "",
      "start_position": 66107,
      "parent_path": "Employee Handbook › X"
    },
    {
      "title": "E. 9400 South",
      "level": 1,
      "index": "1914",
      "start_position": 66497,
      "parent_path": ""
    }
  ],
  "stats": {
    "char_count": 66533,
    "section_count": 84
  }
}