{
  "filename": "Logistics_O_Neill_Logistics.md",
  "text": "## EMPLOYEE HANDBOOK\n\n##### O'NEILL LOGISTICS\n##### NEW JERSEY WAREHOUSE\n\n**EFFECTIVE: JULY 2022**\n\n![O'Neill Logistic:](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Logistics_O_Neill_Logistics_image_1_4.png)\n\n---\n\n**Table of Contents**\n**INTRODUCTION **\n\nWelcome to O'Neill Logistics! History Mission and Vision Core Values Handbook Purpose **EMPLOYMENT **\n\nEqual Employment Background Checks At-Will Notice Anniversary Date and Seniority Immigration Law Compliance Introductory Period Employment Classifications Personnel Records Employee References Job Transfers **CONDUCT AND BEHAVIOR **\n\nGeneral Conduct Guidelines Sexual and Other Unlawful Harassment Abusive Conduct Complaint Procedure Corrective Action **COMPENSATION **\n\nPay Periods Timekeeping (non-exempt employees) Reporting Time Pay (non-exempt employees) Overtime (non-exempt employees) Payroll Deductions (exempt employees) Pay Adjustments, Promotions and Demotions Performance Evaluation Work Assignments Expense Reimbursement Advances and Loans **BENEFITS **\n\nHolidays Sick Leave Vacation Personal Days Public Health Emergency Leave Health and Welfare Benefits Continuation of Benefits State Disability Insurance ---\n\nFamily Leave Insurance New Jersey Family Leave Act Temporary Disability LeaveMilitary LeaveVolunteer Emergency Responder Leave Jury Service Leave Witness Leave New Jersey Security and Financial Empowerment Act Organ & Bone Marrow Donation Leave Family and Medical Leave Act Personal Leave of Absence Bereavement Leave **HEALTH, SAFETY, AND SECURITY **\n\nNon-Smoking Drug and AlcoholReasonable Accommodations Injury and Accident Response and ReportingWorkers' Compensation Workplace Violence and Security Driving Safety Inclement Weather and Outages**WORKPLACE GUIDELINES **\n\nHours of Work Off-the-Clock Work Meal Periods Lactation Accommodation Attendance and Tardiness Personal Appearance and Hygiene Confidentiality Solicitation and Distribution Conflict of Interest Business Gifts Outside Activities Reporting Irregularities Inspections and SearchesHardware and Software Use Social Media Personal Cell Phone Use Personal Property Parking **EMPLOYMENT SEPARATION **\n\nResignation TerminationPersonal Possessions and Return of Company Property ---\n\n**EMPLOYEE HANDBOOK ACKNOWLEDGEMENT **\n\nO'Neill Logistics ---\n\n**INTRODUCTION**\n\n**W** **ELCOME TO** **O'N** **EILL** **L** **OGISTICS** **!**\nWe’re very happy to welcome you to our Company. Thanks for joining us! The Company\nwould like you to feel that your employment with us will be mutually beneficial and\nenjoyable.\n\nYou are joining an organization that has established an outstanding reputation for quality\nproducts and services. Credit for this goes to every one of our employees and we hope\nthat you will find satisfaction and take pride in your work here.\n\n**H** **ISTORY**\nWe provide services to our customers in the logistics, transportation, warehouse and\nsupply chain areas across all industries. We contour the best solution based on their\nservice needs, flexibility and cost optimization requirements. Our analysis are based on\nour knowledge and experience acquired in hundreds of client engagements during the\npast twenty years, developing and implementing strategies for some of the world's best\nknown companies\n\nWe offer consultancy and logistic services that vary in complexity, detail, data\nrequirements, and scenarios as well as project duration in the following areas.\n\n- Supply Chain\n- Transportation\n- Government Importation & Regulatory Compliance\n- Warehousing & Distribution\n- Safety & Compliance\n**M** **ISSION AND** **V** **ISION**\nO'Neill Logistics' purpose is to create opportunities for others to become the best version\nof themselves. Our Core Values define our company culture and should be present in all\naspects of what we do.\n\n**C** **ORE** **V** **ALUES**\n\n- Dedicate Your Service - to your team, your company, your community and above all elseto the Customer.\n\n- Do Right - we do the right thing the first time. Should we make a mistake, we are honestand act with integrity. We understand a single lie destroys a whole reputation of integrity.\n\n- Challenge Yourself - never settle for anything short of extraordinary. Continuouslyimprove all aspects of what you do. Success is never final! Constantly strive to become\nthe best version of yourself.\n\n---\n\n- Continuously improve - all aspects of what you do. Success is never final! Constantlystrive to become the best version of yourself.\n\nGuiding Principles:\n\n- Do Now - We have a strong sense of urgency to get the job done in a timely fashion. Weknow the true value of time and should never put off till tomorrow what can be done\ntoday.\n\n- Be Kind - We treat everyone with respect, and we make the effort of appreciating allthose around us.\n\n- Be Positive - Always turn a negative situation into a positive one. Positive thinking willlet you do everything better than negative thinking will.\n\n- Be Innovative - We strive to \"think outside the box\"; to create new ideas and developnew processes that take us beyond all expectations.\n\n- Be Contrarian - We strive to constantly challenge the norm, but we do it in a mannerthat's respectful of others\n\n- Problem Solve - We see problems as opportunities; as challenges that we face head - onand conquer with sustainable solutions.\n\n- Keep it Simple - It takes time to make time. You can't create time for the things youenjoy if you don't take time to rethink what you're doing now. Simple is effective.\n\n- Have Fun - We understand the power of happiness and we strive to create anenvironment in which we can succeed both personally and professionally.\n\n- Live to Learn - We \"go and see\" to understand deeply what's happening. We are carefulto learn from the best, but we reflect on our experiences and find our own way.\n\n- COMMUNICATE, COMMUNICATE, COMMUNICATE!!! - When all other forms ofcommunication fail, try words. However, the most important thing in communication is\nto hear what isn’t being said.\n\n**H** **ANDBOOK** **P** **URPOSE**\nThis employee handbook is presented as a matter of information and has been prepared\nto inform employees about the Company’s philosophy, employment practices, policies,\nand the benefits provided to our valued employees, as well as the conduct expected from\nthem. While this handbook is not intended to be a book of rules and regulations or a\n\n---\n\ncontract, it does include some important guidelines which employees should know.\nExcept for the at-will employment provisions, the handbook can be amended at any time.\n\nThis employee handbook will not answer every question employees may have, nor would\nthe Company want to restrict the normal question and answer interchange among us. It\nis in our person-to-person conversations that we can better know each other, express our\nviews, and work together in a harmonious relationship.\n\nWe hope this guide will help employees feel comfortable with us. The Company depends\non its employees; their success is our success. Please don’t hesitate to ask questions.\nEvery manager will gladly answer them. We believe employees will enjoy their work and\ntheir fellow employees here. We also believe that employees will find the Company a\ngood place to work.\n\nNo one other than authorized management may alter or modify any of the policies in this\nemployee handbook. No statement or promise by a supervisor, manager, or designee is\nto be interpreted as a change in policy, nor will it constitute an agreement with an\nemployee.\n\nShould any provision in this employee handbook be found to be unenforceable and\ninvalid, such a finding does not invalidate the entire employee handbook, but only the\nsubject provision. Nothing in this handbook is intended to infringe upon employee rights\nunder Section 7 of the National Labor Relations Act (NLRA) or be incompatible with the\nNLRA.\n\nWe ask that employees read this guide carefully, become familiar with the Company and\nour policies, and refer to it whenever questions arise.\n\n---\n\n**EMPLOYMENT**\n\n**E** **QUAL** **E** **MPLOYMENT**\nIt is the policy of the Company to provide equal employment opportunities to all qualified\nindividuals and to administer all aspects and conditions of employment without regard to\nthe following:\n\n- Race\n- Color\n- Age\n- Sex\n- Sexual orientation\n- Gender\n- Gender identity\n- Religion\n- National origin\n- Pregnancy\n- Physical or mental disability\n- Use of a service animal\n- Military or veteran status\n- Marital status, including domestic partnerships and civil unions\n- Atypical hereditary cellular or blood trait\n- Traits historically associated with race, such as hairstyle\n- Unemployment status\n- Exercise of civil rights\n- Citizenship and/or immigration status\n- Child or spousal support withholding\n- Wage garnishment for consumer debt\n- Genetic information, including family medical history\n- AIDS/HIV\n- Display of the American flag in the workplace\n- Source of lawful income for rent or mortgage payments\n- Status as a smoker or non-smoker\n- Any other protected class, in accordance with applicable federal, state, and locallaws\n\nThe Company takes allegations of discrimination, intimidation, harassment and\nretaliation very seriously and will promptly conduct an investigation when warranted.\n\nEqual employment opportunity includes, but is not limited to, employment, training,\npromotion, demotion, transfer, leaves of absence and termination.\n\n---\n\n**B** **ACKGROUND** **C** **HECKS**\nThe Company may conduct a background check on any applicant or employee with their\nsigned consent. The background check may consist of prior employment verification,\nreference checks, education confirmation, criminal background, credit history, or other\ninformation, as permitted by law. Third-party services may be hired to perform these\nchecks. All offers of employment and continued employment are contingent upon a\nsatisfactory background check. Refusal to consent to a background check may result in\ndiscipline, up to or including termination.\n\n**A** **T** **-W** **ILL** **N** **OTICE**\nThe employment relationship between the Company and employees is at-will. This means\nthat employees are not hired for any specified period of time and their employment may\nbe terminated at any time, with or without cause, and with or without notice, by either\nthe Company or the employee. Company policy requires that all employees are at-will;\nany implied, oral, or written agreements or promises to the contrary are void and\nunenforceable, unless approved by an officer with the power to create an employment\ncontract. There is no implied employment contract created by this Handbook or any other\nCompany document or written or verbal statement or policy.\n\n**A** **NNIVERSARY** **D** **ATE AND** **S** **ENIORITY**\nThe employee’s date of hire is their official employment anniversary date. Seniority is the\nlength of continuous service starting on that date. Should an employee leave the\nCompany and then be rehired, previously accrued seniority will be lost and seniority will\nbegin to accrue again on the date of rehire. With the exception of certain protected leaves\nand paid time off, seniority does not accrue during leaves of absence that exceed calendar days.\n\n**I** **MMIGRATION** **L** **AW** **C** **OMPLIANCE**\nAll employees are required to complete Section 1 of Form I-9 on their first day of\nemployment, and produce, within three business days, acceptable proof of their identity\nand eligibility to work in the United States. Failure to produce the proper identifying\ndocuments within three days will result in termination.\n\n**I** **NTRODUCTORY** **P** **ERIOD**\nThe employee's first 90 days of employment with the Company are considered an\nintroductory period. This introductory period will be a time for getting to know fellow\nemployees, managers and the tasks involved in the position, as well as becoming familiar\nwith the Company's products and services. The supervisor or manager will work closely\nwith each employee to help them understand the needs and processes of their job.\n\nThis introductory period is a try-out time for the employee and the Company. During this\nintroductory period, the Company will evaluate employees' suitability for employment\nand employees can evaluate the Company as well. At any time during this first 90 days,\nemployees may resign. If, during this period, employee work habits, attitude, attendance,\n\n---\n\nperformance or other relevant factors do not measure up to our standards, the Company\nmay terminate employment.\n\nAt the end of the introductory period, the supervisor or manager will discuss each\nemployee's job performance with them. During the course of the discussion, employees\nare encouraged to give their comments and ideas as well.\n\nCompletion of the introductory period does not guarantee continued employment for any\nspecified period of time, nor does it require that an employee be discharged only for\ncause. Completion of the introductory period also does not imply that employees now\nhave a contract of employment with the Company, other than at-will. Successful\ncompletion of the introductory period does not alter the at-will employment relationship.\n\nA former employee who has been rehired after a separation from the Company of more\nthan one year is considered an introductory employee during their first 90 days following\nrehire.\n\n**E** **MPLOYMENT** **C** **LASSIFICATIONS**\nThe Company has established the following employee classifications for compensation\nand benefit purposes only. An employee's supervisor or manager will inform the\nemployee of their classification, status, and responsibilities at the time of hire, re-hire,\npromotion or at any time a change in status occurs. These classifications do not alter the\nemployment at-will status.\n\nRegular Full-Time Employee\nAn employee who is regularly scheduled to work no less than 30 hours/week. The\nemployee may be exempt or non-exempt and is generally eligible for all employment\nbenefits offered by the Company.\n\nRegular Part-Time Employee\nAn employee who is regularly scheduled to work less than 30 hours in a workweek and\nmay be eligible for some benefits.\n\nTemporary Employee\nAn employee who is scheduled to work on a specific need of the Company. The employee\nwill not receive any benefits unless specifically authorized in writing.\n\nExempt\nEmployees whose positions meet specific tests established by the Fair Labor Standards\nAct (FLSA) and applicable state law and who are exempt from overtime pay requirements.\nThe basic premise of exempt status is that the exempt employee is to work the hours\nrequired to meet their work responsibilities.\n\n---\n\nNon-Exempt\nEmployees whose positions do not meet FLSA and state exemption tests and who are paid\na multiple of their regular rate of pay for overtime hours worked. Unless notified\notherwise in writing by management, all employees of the Company are non-exempt.\n\n**P** **ERSONNEL** **R** **ECORDS**\nThe Company maintains various employment files while an individual remains an\nemployee of the Company. Such files may include employee personnel files, attendance\nfiles, I-9 files, and files for medical purposes. Employees are required to notify their\nmanager should any of their personal information change (e.g., address, phone number,\nlast name) so the appropriate updates can be made to the files. The Company will take\nreasonable precautions to protect employee files and employees' personally identifiable\ninformation in its records.\n\nEmployee files are restricted based on who reasonably needs access to all or parts of the\nfiles. Employees may review their own personnel file by making a written request to their\nmanager or Human Resources. The written request will become a part of the employee's\npersonnel file. Review of files must take place in the presence of the employee's manager\nor Human Resources.\n\n**E** **MPLOYEE** **R** **EFERENCES**\nAll employee reference check requests should be forwarded to Human Resources; only\nauthorized members of management or Human Resources may provide this information.\nWhen the Company is contacted for a reference check or employment verification,\ngenerally only positions held and dates of employment will be confirmed. In some\ncircumstances, past salary and eligibility for rehire may be provided as well.\n\n**J** **OB** **T** **RANSFERS**\nThe Company aspires to promote qualified internal candidates to fill open positions\nwhenever possible and practical. When job openings occur, current employees are\nencouraged to apply.\n\nManagement reserves the right to place an employee in whatever job it deems useful or\nnecessary. All job transfers, reassignments, promotions, or lateral transfers are at the\ndiscretion of the Company.\n\n---\n\n**CONDUCT AND BEHAVIOR**\n\n**G** **ENERAL** **C** **ONDUCT** **G** **UIDELINES**\nEmployees are expected to exercise common sense and courtesy at all times, for the\nbenefit of clients, co-workers, and the Company as a whole. Professionalism is expected,\nas is respect for the safety and security of people and property. Failure to meet these\nexpectations may be grounds for discipline, up to and including termination. The\nfollowing are examples of unacceptable conduct, but this is not an exhaustive list.\n\n- Failure to follow the policies outlined in this handbook.\n- Negligent, careless, or inconsiderate treatment of clients or their information.\n- Theft, misappropriation, or unauthorized possession or use of any property thatdoes not belong to the employee.\n\n- Unauthorized removal of Company property from the premises.\n- Sharing trade secrets or other confidential business information with anyone whodoes not have an official need to know.\n\n- Accessing, without authorization, confidential information pertaining to clients oremployees.\n\n- Falsifying or changing any type of Company, client, or employee document or recordwithout authorization.\n\n- Willfully, negligently, or carelessly damaging, defacing, or mishandling property ofthe Company, a client, or an employee.\n\n- Taking or giving bribes of any nature.\n- Entering Company premises without authorization.\n- Violating security, safety, or fire prevention regulations, or tampering with safetyequipment.\n\n- Unauthorized use of a personal vehicle for Company business.\n- Conduct that is illegal under federal, state, or local law.\n- Creating a disturbance on Company premises.\n- Use of abusive language.\n- Any rude, discourteous, or unbusinesslike behavior, on or off Company premises,which is not protected by Section 7 of the National Labor Relations Act and that\nadversely affects the Company services, operations, property, reputation, or\ngoodwill in the community, or interferes with work.\n\n- Insubordination or refusing to follow instructions from a supervisor or manager;refusal or unwillingness to accept a job assignment or to perform job requirements.\n\n- Leaving during scheduled work hours without permission; unauthorized absencefrom assigned work area during regularly scheduled work hours.\n\n- Sleeping during regular working hours.\n- Recording time for another employee or having time recorded by another employee.\n- Use or possession of illegal drugs on Company premises at any time.\n- Use of alcohol or illegal drugs during working hours, or working under the influenceof intoxicants.\n\n- Unauthorized possession of a weapon on Company premises.\n\n---\n\n- Illegal gambling on Company premises.\n- Soliciting, collecting money, vending, and posting or distributing bills or pamphletsduring working hours in work areas. Such activity by employees during non-working\ntime, including meal and rest periods, is not restricted so long as such activity does\nnot interfere with the regular operation of business, is orderly, lawful, in good taste,\nconducted in an orderly manner, and does not create a safety hazard or a mess. Nonemployees are prohibited from all forms of solicitation on Company property at all\ntimes.\n\n**S** **EXUAL AND** **O** **THER** **U** **NLAWFUL** **H** **ARASSMENT**\nThe Company is committed to providing a work environment free of harassment in any\nform, including inappropriate and disrespectful behavior, intimidation, and other\nunwelcome conduct directed at an individual because of their inclusion in a protected\nclass. Applicable federal and state law defines harassment as unwelcome behavior based\non someone's inclusion in a protected class. Sometimes language or actions that were not\nexpected to be offensive or unwelcome actually are, so employees should err on the side\nof being more sensitive to the feelings of their co-workers rather than less.\n\nThe following are examples of harassment; behaviors not in this list may also be\nconsidered harassment:\n\n- Unwanted sexual advances;\n- Offering employment benefits in exchange for sexual favors;\n- Retaliation or threats of retaliation for refusing advances or requests for favors;\n- Leering, making sexual gestures or jokes, or commenting on an employee's body;\n- Displaying sexually suggestive content;\n- Displaying or sharing derogatory posters, photographs, or drawings;\n- Making derogatory epithets, or slurs;\n- Ongoing teasing about an employee's religious or cultural practices;\n- Ongoing teasing about an employee's sex, sexual orientation, or gender identity;\n- Physical conduct such as touching, assault, or impeding or blocking movements\nSexual harassment on the job is unlawful whether it involves coworker harassment,\nharassment by a manager, or harassment by persons doing business with or for the\nCompany, such as clients, customers or vendors.\n\nRetaliation\nAny form of retaliation against someone who has expressed concern about any form of\nharassment, refused to partake in harassing behavior, made a harassment complaint, or\ncooperated in a harassment investigation, is strictly prohibited. A complaint made in good\nfaith will under no circumstances be grounds for disciplinary action. Individuals who make\ncomplaints that they know to be false may be subject to disciplinary action, up to and\nincluding termination.\n\n---\n\nEnforcement\nAll managers and supervisors are responsible for:\n\n- Implementing the Company's harassment policy;\n- Ensuring that all employees they supervise have knowledge of and understand theCompany policy;\n\n- Reporting any complaints of misconduct to the designated company representative,the HR Manager, so they may be investigated and resolved internally;\n\n- Taking and/or assisting in prompt and appropriate corrective action when necessaryto ensure compliance with the policy; and\n\n- Conducting themselves in a manner consistent with the policy.\nAddressing Issues Informally\nEmployees who witness offensive behavior in the workplace - whether directed at them\nor another employee - are encouraged, though not required, to immediately address it\nwith the employee whose behavior they found offensive. An employee who is informed\nthat their behavior is or was offensive should stop immediately and refrain from that\nbehavior in the future, regardless of whether they agree that the behavior could have\nbeen offensive.\n\nHarassment Complaint Procedure\nEmployees are encouraged to use the Complaint Procedure to report behavior that they\nfeel is harassing, whether or not that behavior is directed at them. The Complaint\nProcedure provides for immediate, thorough, and objective investigation of claims of\nharassment. Appropriate disciplinary action will be taken against those who are\ndetermined to have engaged in harassing behavior.\n\n**A** **BUSIVE** **C** **ONDUCT**\nAbusive conduct means malicious conduct in the workplace that a reasonable person\nwould find hostile or offensive and unrelated to an employer’s legitimate business\ninterests. Abusive conduct may include repeated infliction of verbal abuse, such as the\nuse of derogatory remarks, insults, and epithets, verbal or physical conduct that a\nreasonable person would find threatening, intimidating, or humiliating, or the sabotage\nor undermining of a person’s work performance. A single act will generally not constitute\nabusive conduct, unless especially severe.\n\nThe Company considers abusive conduct in the workplace unacceptable and will not\ntolerate it under any circumstances. Employees should report abusive conduct to a\nmanager or Human Resources. Managers are responsible for ensuring that employees are\nnot subjected to abusive conduct. All reports will be treated seriously and investigated\nwhen appropriate. Employees who are found to have engaged in abusive conduct will be\nsubject to discipline, up to and potentially including termination. Retaliation against an\nemployee who reports abusive conduct or verifies that it took place is strictly prohibited.\n\n---\n\n**C** **OMPLAINT** **P** **ROCEDURE**\nThe Company has established a procedure for a fair review of complaints related to any\nworkplace controversy, conflict, or harassment. Employees may take their complaint\ndirectly to the person or department listed in Step 2 if the complaint is related to their\nsupervisor or manager or if the employee feels the supervisor or manager would not\nprovide an impartial resolution to the problem.\n\nStep The complaint should be submitted orally or in writing to a supervisor or manager within\nthree working days of the incident or as soon as possible. Sooner is better, as it will assist\nin a more accurate investigation, but complaints will be taken seriously regardless of\nwhen they are reported. Generally, a meeting will be held within three business days of\nthe employee's request, depending upon scheduling availability. Attempts will be made\nto resolve the issue during the meeting, but regardless of whether there is an immediate\nresolution, the supervisor or manager will give the employee a written summary of the\nmeeting within three business days. Resolution may take longer if further investigation of\nthe complaint is required. If the employee is not satisfied with the resolution, they may\nproceed to Step 2.\n\nStep The employee may submit an oral or written request for review of the complaint and Step\n1 resolution to the HR Manager or a designated investigator. This request should be made\nwithin three working days following the receipt of the Step 1 resolution. The HR Manager\nor the designated investigator will review the complaint and resolution and may call an\nadditional meeting to explore the problem. If warranted, additional fact-finding will be\nundertaken. A final decision will be rendered within 10 working days after receiving the\nStep 2 request, and a written summary of the resolution will be provided to the employee\nwho filed the complaint.\n\n**C** **ORRECTIVE** **A** **CTION**\nA high level of job performance and professionalism is expected from each employee. In\nthe event that an employee’s job performance does not meet the standards established\nfor the position, they violate company policies or procedures, or their behavior is\notherwise unacceptable, corrective action may ensue. Corrective action may include, but\nis not limited to: coaching, oral or written warnings, performance improvement plans,\npaid or unpaid suspension, demotion, and termination. The type and order of actions\ntaken will be at management's sole discretion and the Company is not required to take\nany disciplinary action before making an adverse employment decision, including\ntermination.\n\n---\n\n**COMPENSATION**\n\n**P** **AY** **P** **ERIODS**\nThe standard seven-day payroll workweek for the Company will begin at 12:00 a.m.\nSunday. The designated pay period for all employees is weekly. Paydays are every Friday.\nExcept as otherwise provided, if any date of paycheck distribution falls on a holiday,\nemployees will be paid on the preceding scheduled workday.\n\n**T** **IMEKEEPING** **(** **NON** --- **EXEMPT EMPLOYEES** **)**\nAll non-exempt employees are required to use the timekeeping system to record their\nhours worked. For the purpose of this policy, all forms of timekeeping will be referred to\nas clocking in or out.\n\nEmployees should clock in no sooner than five minutes before their scheduled shift and\nclock out no later than five minutes after their scheduled shift. Additionally, employees\nare required to clock in and out for their designated lunch periods. The length of the lunch\nperiod will be designated by the employee’s manager; alteration or waiver of the lunch\nperiod requires manager approval. Lunch periods are unpaid time when employees are\nrelieved of all duties. Waiver of the lunch period requires prior approval of the employee’s\nmanager. Under no circumstance may the waiver of the lunch period result in overtime\nwork.\n\nAccurate timekeeping is a federal and state wage and hour requirement, and employees\nare required to comply. Failing to enter time into the timekeeping system in an accurate\nand timely manner is unacceptable job performance. Employees may not ask another\nemployee to clock in or out for them. Should an employee miss an entry into the\ntimekeeping system, they must notify their manager as soon as possible for correction.\n\nNon-exempt employees are not permitted to work unscheduled time without prior\nauthorization from their manager. This includes clocking in early, clocking out late, or\nworking through scheduled break or lunch periods.\n\n**R** **EPORTING** **T** **IME** **P** **AY** **(** **NON** --- **EXEMPT EMPLOYEES** **)**\nNon-exempt employees who are required to report to work and are subsequently sent\nhome by the Company without completing their assigned shift due to a lack of work will\nbe paid any applicable reporting time pay.\n\nEmployees will be paid for no less than one hour. All time worked prior to dismissal counts\ntoward these totals. Reporting time pay will be compensated at the employee’s regular\nrate of pay.\n\n---\n\n**O** **VERTIME** **(** **NON** --- **EXEMPT EMPLOYEES** **)**\nThe Company complies with all applicable federal and state laws with regard to payment\nof overtime work. Non-exempt employees are paid overtime at the rate of one and onehalf times the regular rate of pay for all hours worked over 40 in a workweek.\n\nEmployees are required to work overtime when assigned. Any overtime worked must be\nauthorized by a supervisor or manager, in advance. Working unauthorized overtime or\nthe refusal or unavailability to work overtime is not acceptable work performance, and is\nsubject to discipline, including but not limited to termination.\n\n**P** **AYROLL** **D** **EDUCTIONS** **(** **EXEMPT EMPLOYEES** **)**\nThe Company complies with the salary basis requirements of the Fair Labor Standards Act\n(FLSA) and does not make improper deductions from the salaries of exempt employees.\nThere are, however, certain circumstances where deductions from the salaries of exempt\nemployees are permissible. Such circumstances include:\n\n- When an exempt employee is absent from work for one or more full days forpersonal reasons other than sickness or disability\n\n- When an exempt employee is absent for one or more full days due to sickness ordisability if the deduction is made in accordance with a bona fide sick leave plan that\nprovides compensation for salary lost due to illness\n\n- To offset amounts received as witness or jury fees, or for military pay\n- For disciplinary suspensions of one or more full days imposed in good faith forserious workplace policy violations\n\n- For penalties imposed in good faith for serious safety infractions\n- When an employee is on unpaid leave under the Family Medical Leave Act\n- During an employee's first and last week of employment, if they work less than a fullweek\n\nIf an employee believes that an improper deduction has been made, they should\nimmediately report this to their manager or the person responsible for payroll processing.\nReports will be promptly investigated and if it is determined that an improper deduction\nhas occurred, the employee will be promptly reimbursed.\n\n**P** **AY** **A** **DJUSTMENTS** **,** **P** **ROMOTIONS AND** **D** **EMOTIONS**\nAll pay increases are based upon merit, market factors, and the profitability of the\nCompany. There may not be an automatic annual cost of living or salary adjustment.\nEmployee pay also may be adjusted downward. Salary decreases may take place when\nthere is job restructuring, job duty changes, job transfers, or adverse business economic\nconditions. Demotion is a reduction in responsibility, usually accompanied by a reduction\nin salary. If demotion occurs, employees will maintain their seniority with the Company.\n\n---\n\n**P** **ERFORMANCE** **E** **VALUATION**\nEmployees may receive an appraisal of their job performance as scheduled. This\nevaluation may be either written or oral.\n\nIf the employee receives an evaluation sheet or other written document, they will be\nrequired to sign it. An employee's signature does not necessarily indicate that the\nemployee agrees with all the comments, but that they have been given the opportunity\nto examine the evaluation and discuss it with their manager. The completed and signed\nevaluation form will be placed in the employee's personnel file and the employee will\nreceive a copy of the performance evaluation.\n\nIn addition to performance evaluations, informal counseling sessions may be conducted\nfrom time to time.\n\n**W** **ORK** **A** **SSIGNMENTS**\nOn occasion employees may be required to perform duties that are not part of their job\ndescription or usual tasks. This may happen because a co-worker is absent, a position is\ntemporarily vacant, the business or department is particularly busy, or for other reasons.\nEmployees are expected to perform these additional duties in a timely fashion and to the\nbest of their ability. Should questions about process or procedure arise, employees should\nspeak with their manager. Unless informed otherwise, employees will be paid at their\nregular rate of pay.\n\n**E** **XPENSE** **R** **EIMBURSEMENT**\nThe Company will cover all reasonable, business-related expenses. Any cost that does not\nfall within the guidelines below must be approved by the appropriate manager *before* the\nexpense is incurred. Employees may not be reimbursed for expenses that were not\napproved in advance and are deemed unnecessary or extravagant.\n\nThe following types of expenses may be reimbursable under this policy:\n\n- Lodging\n- Travel expenses including airfare, reasonable airline luggage fees, train fare, bus,taxi, and related tips\n\n- Meals, including tips up to 20%\n- Laundry and dry-cleaning expenses during trips in excess of five days\n- Car rental, parking fees, and tolls\n- Mileage on a personal vehicle at the current IRS reimbursement rate\n- Conference and convention fees\n- Business entertainment expenses, up to pre-approved limits\nThe following expenses are examples of expenses not reimbursable under this policy:\n\n- Airline club dues\n\n---\n\n- Traffic fines\n- Tips in excess of 20%\n- In-flight movies, mini-bar expenses, and other forms of personal entertainment\n- First-class airfare\nNo policy can anticipate every situation that might give rise to legitimate business\nexpenses. Reasonable and necessary expenses not listed above may be reimbursable.\nWhen prior approval is required, managers should use their best judgment to determine\nif an unlisted expense is reimbursable under this policy.\n\nCredit Cards\nCompany-issued credit cards are to be used for purchases on behalf of the Company and\nfor any travel expenses incurred while traveling on company business only. At no time\nmay an employee use a Company credit card for purchases intended for personal use;\nsuch expenses will require that the Company be reimbursed and may lead to revocation\nof credit card privileges and other discipline. Credit card expenses require the same\nreimbursement documentation as other expenses.\n\nDocumentation\nRequests for reimbursement of business expenses must be submitted on the Expense\nReport Template. In order to comply with IRS regulations, all business expenses be\nsupported with adequate records; employees are responsible for keeping these records\nas expenses are incurred. These records must include:\n\n- The amount of the expenditure\n- The time and place of the expenditure\n- The business purpose of the expenditure\n- The names and the business relationships of individuals for whom the expenditureswere made\n\nRequests for reimbursement lacking this information will not be processed and will be\nreturned to the employee. While original receipts are preferred for all expenses, they are\nrequired for those greater than $25.00. Requests for exceptions to this policy\nshould explain why the exception is necessary and be approved by management.\n\nApprovals\nExpense reimbursement forms, together with required documentation, must be\nsubmitted to the employee's manager for review and approval. Once the expense\nreimbursement has been approved, it should be submitted for processing no more than\n30 days after the expenses occurred. Managers approving expense reports are\nresponsible for ensuring that the expense report have been filled out correctly with the\nrequired documentation and that the expenses submitted are allowable under this policy.\n\n---\n\n**A** **DVANCES AND** **L** **OANS**\nThe Company does not give advances or loans to employees.\n\n---\n\n**BENEFITS**\n\n**H** **OLIDAYS**\nRegular full-time employees are entitled to the following paid holidays observed by the\nCompany:\n\n- New Year's Day\n- Good Friday\n- Memorial Day\n- Independence Day\n- Labor Day\n- Thanksgiving\n- Christmas Day\nOther days or parts of days may be designated as holidays with or without pay. No holiday\npay will be paid to an employee who is on an unpaid status, on any leave, or absent due\nto workers' compensation. If a holiday falls on a Sunday, the holiday may be observed on\nthe following Monday. If the holiday falls on a Saturday, the holiday may be observed on\nthe preceding Friday.\n\nFor weeks where there is a company paid holiday, if you work 32 hours, you will be eligible\nfor overtime.\n\n**S** **ICK** **L** **EAVE**\nThe Company recognizes that the inability to work because of illness, injury or safety\nneeds may cause economic hardship. For this reason, O’Neill Logistics provides 40 hours\nof paid sick time upon hire and annually at the beginning of each calendar year to all\nemployees who work in New Jersey. Employees are eligible to use sick leave on their 60 ^th^\nday of employment.\n\nUp to 40 hours of unused leave will roll over into a new benefit year.\n\nSick leave may be used for the following reasons:\n\n- Diagnosis, care, treatment of, or recovery from an employee’s mental or physicalillness, injury, or health condition, or for preventive health care;\n\n- Diagnosis, care, treatment of, or recovery from a family member’s mental or physicalillness, injury, or health condition, or for preventive health care;\n\n- When the employee’s workplace or their child’s school or place of care is closedbecause the governor declared a state of emergency;\n\n- When the presence in the community of either the employee or one of their familymembers whom they need to care for would jeopardize the health of others under\neither a declaration of a state of emergency by the governor or an issuance by a\nhealth care provider, the Commissioner of Health, or another public health\nauthority;\n\n---\n\n- When the employee isolates or quarantines or cares for a family member inquarantine as a result of a suspected exposure to a communicable disease and a\nfinding that the presence of the employee or their family member in the community\nwould jeopardize the health of others, under either a state of emergency as declared\nby the governor or the recommendation, direction, or order of a healthcare provider\nor authorized public official;\n\n- When time off is needed because the employee or a member of their family is avictim of domestic or sexual violence; or\n\n- To attend a school-related conference or meeting.\nWhen sick leave is used, it will be paid at the employee’s regular rate of pay. Sick leave\nmay be used in increments of two hours or more.\n\nIf the need for sick leave is foreseeable, employees must provide seven days’ notice. If\nthe need for sick leave is unforeseeable, the employee must provide notice as soon as\npracticable. Employees who use leave for three or more consecutive workdays may be\nasked to provide documentation of the need for leave, such as a doctor’s note.\n\nUnused sick leave will not be paid out at the end of employment. Employees rehired\nwithin six months of separation will have their previously accrued but unused sick leave\nrestored.\n\n**V** **ACATION**\nVacations provide a break beneficial to both the Company and the employee. Therefore,\nemployees are encouraged to take vacations annually. All full-time employees regularly\nworking 30+ hours/week are eligible to participate in the Company’s vacation benefit.\nEmployees are eligible to use vacation on their 60 ^th^ day of employment.\n\nEmployees will accrue vacation according to the following schedule:\n\n**Years of Employment** **Hours Accrued per Pay**\n\n**Period**\n\n**Annual**\n**Accrual**\n\n0 - 1 year 1. 539 hours 40 hours\n\n2 - 4 years 3. 077 hours 80 hours\n\n5 years and continuing\n\nthereafter\n\n1. 617 hours 120 hours\n\nEmployees may carryover up to 40 hours of vacation time from one calendar year to the\nnext. The carryover balance must be used by March 31 ^st^ of the previous year. Unused\nvacation will be forfeit upon employment separation unless payout is required by state\nlaw.\n\n| Years of Employment | Hours Accrued per Pay\nPeriod | Annual\nAccrual |\n|-----------------------------------|------------------------------|----------------|\n| 0 - 1 year | 1.539 hours | 40 hours |\n| 2 - 4 years | 3.077 hours | 80 hours |\n| 5 years and continuing\nthereafter | 4.617 hours | 120 hours |\n\n---\n\nVacations need to be scheduled with the appropriate manager with sufficient notice so\nas to not disrupt the workplace.\n\n**P** **ERSONAL** **D** **AYS**\nIn order to help employees foster a work-life balance, the Company offers two days (hours) of personal time for employees to use each calendar year. Personal days may be\nused for any purpose, including but not limited to vacation, personal matters, and\nrecovery from injury or illness. Personal days should be scheduled with the appropriate\nmanager with as much notice as is possible so as to not disrupt the workplace. Employees\nare eligible to use personal days on their 60 ^th^ day of employment.\n\nEmployees will not be paid wages in lieu of unused personal time. Unused personal days\nwill be forfeit upon employment separation, unless payout is required by state law.\n\n**P** **UBLIC** **H** **EALTH** **E** **MERGENCY** **L** **EAVE**\nThe Company provides public health emergency leave to regular employees who are\nordered to isolate or quarantine by the Commissioner of the State of New Jersey\nDepartment of Health. The leave is unpaid.\n\nEmployees who take public health emergency leave will be reinstated to the same or an\nequivalent position if they:\n\n- Provide a certificate of completion of isolation or quarantine issued by the state orlocal health department;\n\n- Are still qualified to perform the duties of their position; and\n- Request reinstatement within 90 days of the end of their isolation or quarantine.\nIf the Company’s circumstances have changed significantly, reinstatement may not be\npossible.\n\nEmployees should provide the Company with notice of their need for leave as soon as\npracticable.\n\n**H** **EALTH AND** **W** **ELFARE** **B** **ENEFITS**\nThe Company complies with all applicable federal and state laws with regard to benefits\nadministration. All regular employees scheduled and generally working at least 32 hours\na week are entitled to health insurance and other company-sponsored health benefits,\nwhen in effect. The Company reserves the right to change or terminate health plans or\nother benefits at any time.\n\nNew qualifying employees will be eligible for coverage the 1st of the month following days. New employees may elect not to be covered, with the permission of the Company,\nprovided the percentage of employees not covered is within the benefit plan\nspecifications.\n\n---\n\n**C** **ONTINUATION OF** **B** **ENEFITS**\nUnder the federal Consolidated Omnibus Budget Reconciliation Act (COBRA), or a state\nmini-COBRA law, employees may be allowed to continue their health insurance benefits,\nat their own expense, for a set number of months after experiencing a qualifying event.\nLength of coverage may be dependent upon the qualifying event.\n\nTo qualify for continuation of health benefits, the covered individual must experience a\nqualifying event that would otherwise cause them to lose group health coverage. The\nfollowing are qualifying events:\n\nFor Employees\n\n- Voluntary or involuntary termination of employment for reasons other than grossmisconduct\n\n- Reduction in numbers of hours worked\nFor Spouses\n\n- Loss of coverage by the employee because of one of the qualifying events listedabove\n\n- Covered employee becomes eligible for Medicare\n- Divorce or legal separation of the covered employee\n- Death of the covered employee\nFor Dependent Children\n\n- Loss of coverage because of any of the qualifying events listed for spouses\n- Loss of status as a dependent child under the plan rules\nSee Human Resources for additional information.\n\n**S** **TATE** **D** **ISABILITY** **I** **NSURANCE**\nEmployees who are disabled because of an off-the-job injury or illness may be eligible for\ntemporary disability insurance through the state. Employees must have worked 20 or\nmore calendar weeks and earned over a certain threshold of income to qualify.\n\nThe Temporary Disability Insurance benefits program provides covered individuals Family\nLeave Insurance benefits, a monetary benefit, up to 26 weeks. The Temporary Disability\nInsurance benefits program does not establish the right of a covered individual to be\nrestored to employment following a period of disability leave. However, a covered\nindividual’s job may be protected under the federal Family and Medical Leave Act (FMLA)\nor the New Jersey Family Leave Act (NJFLA) which applies to employers with 50 or more\nemployees, if applicable.\n\nThe program requires contributions from both the Company and the employee in the\nform of payroll deductions as determined by the Department of Labor and Workforce\n\n---\n\nDevelopment. The maximum employee contribution is subject to change on a yearly\nbasis.\n\nThe Division of Temporary Disability Insurance will determine eligibility for this benefit\nand claims should be filed directly with that department. Employees should notify the\nCompany before returning to work and provide a physician’s statement of their ability to\nresume normal duties.\n\n**F** **AMILY** **L** **EAVE** **I** **NSURANCE**\nNew Jersey Family Leave Insurance offers qualifying employees cash benefits for up to six\nweeks to bond with a newborn or newly adopted child, or to care for a seriously ill family\nmember, including spouse, domestic partner, civil union partner, parent or child. The\nprogram requires no contributions from employers and is 100% funded by an employee\npayroll deduction.\n\nThe Family Leave Insurance benefits program provides covered individuals Family Leave\nInsurance benefits, not a leave entitlement. The Family Leave Insurance benefits program\ndoes not establish the right of a covered individual to be restored to employment\nfollowing a period of leave from work to participate in providing care for a family member\nwho has a serious health condition or to bond with a newborn or newly adopted child.\nHowever, a covered individual’s job may be protected under the federal Family and\nMedical Leave Act (FMLA) or the New Jersey Family Leave Act (NJFLA), if applicable.\n\nThe Company requires 30 days’ notice before bonding leave starts, per New Jersey Law.\nIf the proper notice is not provided, benefits may be reduced by 14 days. Leave to care\nfor a seriously ill family member should be requested as far in advance as possible under\nthe circumstances. Intermittent leave may be taken in increments of seven days or more\nupon approval by the Company. Intermittent leave requests must be 15 days in advance\nof the need for leave.\n\nThe Division of Temporary Disability Insurance will determine eligibility for this benefit\nand claims should be filed directly with that department.\n\n**N** **EW** **J** **ERSEY** **F** **AMILY** **L** **EAVE** **A** **CT**\nEmployees who have worked for the Company for at least one year and have worked\n1,000 hours or more (not including overtime) in the previous 12 months are eligible to\ntake up to 12 weeks of family leave in a 24-month period. The 24-month period begins on\nthe first day of the employee’s first leave.\n\nThe NJFLA provides leave for the following reasons:\n\n- The birth of a child,\n- The placement of a child for adoption or foster care,\n- The serious health condition of a family member, or\n\n---\n\n- During a public health emergency if any of the following applies:\n- The employee needs to care for their child because their school or place of\ncare is closed by order of a public official;\n- The employee needs to care for a family member who is subject to a\nrequirement by a public health authority (e.g., mandatory quarantine)\nbecause they are determined to either have the communicable disease or\nhad a known or suspected exposure to the communicable disease; or\n- The employee needs to care for a family member who has been\nrecommended to self-quarantine by a healthcare provider or public health\nauthority because of a suspected exposure to the communicable disease.\n\n**T** **EMPORARY** **D** **ISABILITY** **L** **EAVE**\nThe Company recognizes that a temporary disability may prevent employees from coming\nto work for a period of time. In such cases, the Company may grant a temporary disability\nleave. This leave does not have a minimum or maximum time frame. Rather, the Company\nwill attempt to reasonably accommodate the needs of the employee as well as the needs\nof the Company. If a leave is granted, any extensions will be subject to the same\nconsiderations.\n\nEmployees requesting a temporary disability leave must document their request in\nwriting. That request should be accompanied by a doctor's statement identifying how the\ntemporary disability limits the employee's ability to work, the date and the estimated\ndate of return and, where appropriate, diagnosis and prognosis. Should the employee’s\nexpected return date change, the employee should notify the Company as soon as\npossible. Prior to returning to employment with the Company, employees will be required\nto submit written medical certification of their ability to work, including any restrictions.\nUpon returning to work, if employees qualify, they will be reinstated to their former\nposition or one that is substantially the same, depending upon the availability of any\nposition at that time.\n\nThe leave will be unpaid, except that employees must use any available paid sick leave\nconcurrently and may choose to use other accrued paid time off concurrently once their\nsick leave has been exhausted.\n\n**M** **ILITARY** **L** **EAVE**\nIf employees are on an extended military leave of absence, they are entitled to be\nrestored to their previously held position or similar position, if available, without loss of\nany rights, privileges or benefits provided the employee meets the requirements specified\nin the Uniformed Services Employment and Reemployment Rights Act (USERRA).\n\nAn employee who is a member of the reserve corps of the armed forces of the United\nStates or of the National Guard or the Naval Militia will be granted temporary leave of\nabsence without pay while engaged in military duty as required by state employment\n\n---\n\nlaw. In certain circumstances, a letter from the employee’s commanding officer may be\nrequested to establish the dates of duty.\n\n**V** **OLUNTEER** **E** **MERGENCY** **R** **ESPONDER** **L** **EAVE**\nAn employee who is an active member in good standing of a volunteer fire company, a\nvolunteer member of a duly incorporated first aid, rescue or ambulance squad, or a\nmember of any county or municipal volunteer Office of Emergency Management will be\ngranted unpaid time off when they fail to report for work because they are serving as a\nvolunteer emergency responder during a state of emergency.\n\nThe volunteer emergency responder must provide the Company with notice at least one\nhour before they are scheduled to report to work, and upon returning work,\ndocumentation from the officer in charge affirming that the volunteer emergency\nresponder was rendering emergency services and listing the date and time the volunteer\nemergency responder was relieved from emergency duty.\n\n**J** **URY** **S** **ERVICE** **L** **EAVE**\nEmployees will be allowed time off to attend jury duty. The Company may request that\nthe employee ask to be excused from service, or request postponement, if their absence\nfrom work would create a serious hardship to the Company.\n\nEmployees must submit a copy of the original summons to their manager as soon as it is\nreceived. For periods of service longer than two days, the Company may require proof\nthat the employee attended jury service. Employees should report for work on any day,\nor partial day, not actually spent attending jury duty.\n\nEmployees may keep any fees received for jury duty. Jury duty leave is unpaid, though\nemployees will be allowed to use accrued paid time off, if any is available. Exempt\nemployees will be paid in accordance with the Fair Labor Standards Act.\n\n**W** **ITNESS** **L** **EAVE**\nEmployees who need to attend court as a witness, to appear with a minor, or because\nthey are the victim in a criminal case, will be granted leave in order to appear in court.\nThe Company may require proof of the need for leave. This leave is unpaid, though\nemployees will be allowed to use accrued paid time off, if any is available. Exempt\nemployees will be paid in accordance with the Fair Labor Standards Act.\n\n**N** **EW** **J** **ERSEY** **S** **ECURITY AND** **F** **INANCIAL** **E** **MPOWERMENT** **A** **CT**\nEmployees who have worked for the Company for 12 months and have worked at least\n1,000 hours in the previous 12 months will be granted up to 20 days of unpaid leave under\nthis Act. Leave may be taken for victims (or the parent, child, spouse, domestic partner or\ncivil union partner of a victim) of domestic violence or sexually violent offenses for many\nreasons associated with an incident of domestic violence or sexually violent offense\nincluding seeking medical attention, obtaining services from a victim services\n\n---\n\norganization, obtaining counseling, participating in safety planning or relocation efforts,\nseeking legal assistance and preparing for court proceedings.\n\n**O** **RGAN** **&** **B** **ONE** **M** **ARROW** **D** **ONATION** **L** **EAVE**\nEmployees will be granted up to 26 weeks of leave for organ or bone marrow donation.\nThe leave is unpaid, but employees may be eligible for partial wage replacement through\nTemporary Disability Benefits. Upon returning to work from a donor leave, the employee\nwill be restored to the same or an equivalent position. The Company may request proof\nof the need for leave.\n\n**F** **AMILY AND** **M** **EDICAL** **L** **EAVE** **A** **CT**\nLeave Entitlements\nUnder the Family and Medical Leave Act (FMLA), an eligible employee can take up to weeks of unpaid, job-protected leave in a 12-month period. To be eligible, an employee\nmust meet the following three criteria:\n\n- Have worked for the Company for at least 12 months;\n- Have at least 1,250 hours of service in the 12 months before taking leave; and\n- Work at a location where the Company has at least 50 employees within 75 miles ofthe employee’s worksite.\n\nEligible employees can take leave for the following reasons:\n\n- The birth of a child or placement of a child for adoption or foster care;\n- To bond with a child (leave must be taken within one year of the child’s birth orplacement);\n\n- To care for the employee’s spouse, child, or parent who has a qualifying serioushealth condition;\n\n- For the employee’s own qualifying serious health condition that makes the employeeunable to perform their job;\n\n- For qualifying exigencies related to the foreign deployment of a military memberwho is the employee’s spouse, child, or parent.\n\nAn eligible employee who is a covered servicemember’s spouse, child, parent, or next of\nkin may also take up to 26 weeks of FMLA leave in a single 12-month period to care for\nthe servicemember with a serious injury or illness.\n\nUpon return from FMLA leave, most employees must be restored to the same job or one\nnearly identical to it with equivalent pay, benefits, and other employment terms and\nconditions.\n\nUsing Leave\nAn employee does not need to use leave in one block. When it is medically necessary or\nthe Company otherwise approves, employees may take leave intermittently or on a\n\n---\n\nreduced schedule. Employees on FMLA leave may be required to report periodically to\nthe Company regarding their status and intent to return to work. An employee who fails\nto return to work at the expiration of the leave without an approved extension will be\nconsidered to have resigned.\n\nEmployees must inform the Company if the need for leave is for a reason for which FMLA\nleave was previously taken or certified.\n\nEmployees may choose, or the Company may require, use of accrued paid leave while\ntaking FMLA leave. If an employee substitutes accrued paid leave for FMLA leave, they\nmust comply with the Company’s normal paid leave policies.\n\nEmployees must give 30 days’ advance notice of the need for FMLA leave. If it is not\npossible to give 30 days’ notice, an employee must notify their manager as soon as\npossible.\n\nDocumentation\nThe Company may require a certification from a health care provider, and periodic\nrecertification, supporting the need for leave. If certification is requested, employees will\nhave 15 days to provide it. If we determine that the certification is incomplete, we will\nprovide a written notice indicating what additional information is required.\n\nEmployees do not have to share a medical diagnosis but must provide enough information\nso that the Company can determine if the leave qualifies for FMLA protection. Sufficient\ninformation could include a doctor’s note informing the Company that the employee is or\nwill be unable to perform their job functions, that a family member cannot perform daily\nactivities, or that hospitalization or continuing medical treatment is necessary.\n\nIf we become aware that an employee’s need for leave is for a reason that may qualify\nunder the FMLA, we will notify the employee if they are eligible for FMLA leave and, if\neligible, provide a notice of rights and responsibilities under the FMLA. If the employee is\nnot eligible, we will provide a reason for ineligibility. The Company will notify employees\nif leave will be designated as FMLA leave, and if so, how much leave will be designated as\nFMLA leave.\n\nBenefits\nWhile employees are on FMLA leave, health insurance coverage will continue as if the\nemployees were not on leave. Employees are responsible for their portion of the medical\ninsurance premium cost, if any. Failure to pay the employee portion of the health\ninsurance premiums in advance (or on the schedule established by the payroll\ndepartment) may result in the termination of coverage. If eligible, the employee will\nreceive notification of continuation of benefits.\n\n---\n\nThe Company reserves the right to seek reimbursement from the employee for the\nmedical insurance premiums paid by the Company while the employee was on FMLA\nleave if the employee fails to return from FMLA. The Company will not seek\nreimbursement if the failure to return is due to continuation, recurrence, or onset of a\nserious health condition of the employee or the employee’s family member that would\notherwise qualify for FMLA leave, or other circumstances beyond the employee’s control.\n\nThe Company will not interfere with an employee’s FMLA rights or retaliate against them\nfor using or trying to use FMLA leave, opposing any practice made unlawful by the FMLA,\nor being involved in any proceeding under or related to the FMLA.\n\nEmployees who believe they have not received the benefits to which they are entitled\nunder FMLA are strongly encouraged to speak to another member of management or\nHuman Resources for clarification or resolution. Failing that, an employee is able to file a\ncomplaint with the U.S. Department of Labor, Wage and Hour Division, or may bring a\nprivate action. FMLA does not affect any federal or state law prohibiting discrimination or\nsupersede any state or local law or collective bargaining agreement that provides greater\nfamily or medical leave rights.\n\n**P** **ERSONAL** **L** **EAVE OF** **A** **BSENCE**\nRegular full-time employees who have been with the Company for more than six months\nmay request a personal leave of absence without pay. The employee must submit their\nrequest in writing and state the date they would like the leave to begin, the date they\nexpect to return, and the reason for the leave. The Company will consider all factors,\nincluding the necessity of the leave and the impact on business operations, and provide\nwritten approval or denial of the request at its sole discretion.\n\nIf approved, employees must use their leave of absence for the approved purpose. Sick\nleave, vacation time, seniority and other benefits will not accrue during an unpaid leave\nof absence. Holidays that occur during the leave of absence will not be paid. If an\nemployee fails to return to work on the scheduled date of return, the Company will\nassume the employee has resigned.\n\n**B** **EREAVEMENT** **L** **EAVE**\nA regular employee of the Company may request a leave of absence with pay for a\nmaximum of 3 working day(s) upon the death of a member of their immediate family.\nMembers of the immediate family are defined as parents, spouse, domestic partner,\nchild, sibling, grandchild, parent-in-law, and corresponding step-relatives. Proof of the\nneed for leave may be required.\n\n---\n\n**HEALTH, SAFETY, AND SECURITY**\n\n**N** **ON** **-S** **MOKING**\nSmoking, vaping, and use of chew are not permitted in any Company buildings, work sites,\nor vehicles. Employees wishing to engage in these activities may do so during their\ndesignated break times, outside of Company buildings, in designated areas (or off the\nproperty if no area is designated), and in accordance with local ordinances.\n\n**D** **RUG AND** **A** **LCOHOL**\nThe Company is dedicated to providing employees with a workplace that is free of drugs\nand alcohol. While on Company premises, whether during work time or non-work time,\nemployees are prohibited from being under the influence of drugs or alcohol. There are\nlimited exceptions for the use of prescription drugs (not including marijuana), as long as\nthey do not create safety issues or impair an employee's ability to do their job, and the\nmoderate use of alcohol at company-sponsored or sanctioned events.\n\nEmployees are strictly prohibited from possessing illegal drugs, cannabis, or excessive\nquantities of prescription or over-the-counter drugs while on Company premises,\nperforming Company-related duties, or operating any Company equipment. Any drugs\nconfiscated that are suspected of being illegal will be turned over to the appropriate law\nenforcement agency.\n\nEmployees taking medication should consult a medical professional to determine\nwhether the drug may affect their personal safety or ability to perform their job and\nshould advise their manager of any resulting job limitations. Once notified, the Company\nwill make reasonable efforts to accommodate the limitation.\n\nThe Company reserves the right to test any employee for the use of illegal drugs,\nmarijuana, or alcohol, in accordance with applicable law. Employees in safety-sensitive\npositions may be subject to regular or random drug testing. Drug or alcohol tests may also\nbe conducted after an accident in which drugs or alcohol could reasonably be involved,\nor when behavior or impairment on the job creates reasonable suspicion of use. Under\nthose circumstances, the employee may be driven to a certified lab for testing at the\nCompany’s expense. Refusal to be tested for drugs or alcohol will be treated the same as\na positive test result.\n\nViolation of this policy may result in discipline, up to and including termination.\n\nTo the extent that any federal, state, or local law or regulation limits or prohibits the\napplication of any provision of this policy, then that particular provision will be ineffective\nin that jurisdiction only, while the remainder of the policy remains in effect.\n\n---\n\n**R** **EASONABLE** **A** **CCOMMODATIONS**\nIf the Company is made aware of an employee's disability and resulting need for\naccommodation, Human Resources or the employee's manager will engage with them in\nthe interactive process. This process will determine what, if any, accommodations are\nnecessary and reasonable in order to assist the employee in doing the essential functions\nof their job. Whether an accommodation is reasonable will be determined based on a\nnumber of factors, including whether it will effectively assist the employee in doing the\nessential functions of their job, the cost, and the effect on business operations. In most\ncases, employees will be required to provide documentation from an appropriate\nhealthcare provider. Human Resources will provide employees with the necessary form.\n\nAll employees are required to comply with safety standards. Employees who pose a direct\nthreat to the health or safety of themselves or others in the workplace may be temporarily\nmoved into another position or placed on leave until it is determined if a reasonable\naccommodation will effectively mitigate the risk.\n\n**I** **NJURY AND** **A** **CCIDENT** **R** **ESPONSE AND** **R** **EPORTING**\nIf an employee is injured or witnesses an injury at work, they must report it immediately\nto the nearest available manager. Employees should render any assistance requested by\nthat manager. When any accident, injury, or illness occurs while an employee is at work,\nregardless of the nature or severity, the employee must complete an injury reporting form\nand return it to Human Resources as soon as possible. Reporting should not be allowed\nto delay necessary medical attention. Once the accident is reported, follow-up will be\nhandled by Human Resources or the designated Safety Officer, including a determination\nas to whether the injured employee may return to work.\n\nQuestions asked by law enforcement or fire officials making an investigative report should\nbe answered giving only factual information and avoiding speculation. Liability for\npersonal injury or property damage should never be admitted in answering an\ninvestigatory question asked by law enforcement or fire officials.\n\nIn addition to compliance with safety measures imposed by federal Occupational Safety\nand Health Act (OSHA) and state law, the Company has an independent interest in making\nits facilities a safe and healthy place to work. The Company recognizes that employees\nmay be in a position to notice dangerous conditions and practices and therefore\nencourages employees to report such conditions, as well as non-functioning or hazardous\nequipment, to a manager immediately. Appropriate remedial measures will be taken\nwhen possible and appropriate. Employees will not be retaliated or discriminated against\nfor reporting of accidents, injuries, or illnesses, filing of safety-related complaints, or\nrequesting to see injury and illness logs.\n\n**W** **ORKERS** **'** **C** **OMPENSATION**\nThe Company carries insurance that covers work-related injuries and illnesses. The\nworkers' compensation insurance carrier governs the benefits provided. These benefits\n\n---\n\nwill not be limited, expanded, or modified by any statements of Company personnel or\nCompany documents. In the case of any discrepancy, the insurance carrier's documents\nwill control.\n\n**W** **ORKPLACE** **V** **IOLENCE AND** **S** **ECURITY**\nThe Company expects all employees to conduct themselves in a non-threatening, nonabusive manner at all times. No direct, conditional, or veiled threat of harm to any\nemployee, customer, business partner, or Company property will be acceptable. Acts of\nviolence or intimidation of others will not be tolerated. Any employee who commits, or\nthreatens to commit, a violent act against any person while on Company premises, will\nbe subject to discipline, up to immediate termination.\n\nEmployees share the responsibility of identifying and alleviating threatening or violent\nbehaviors. Any employee who is subjected to or threatened with violence, or who is\naware of another individual who has been subjected to or threatened with violence,\nshould immediately report this information to a manager. Threats will be investigated and\nappropriate remedial or disciplinary action will be taken.\n\n**D** **RIVING** **S** **AFETY**\nEmployees who drive on Company business are expected to drive safely and responsibly\nand to use common sense and courtesy. Employees are also subject to the following rules\nand conditions:\n\n1. A valid driver's license must be maintained as a condition of continued employmentfor positions that require driving. The company may request to see an employee's\nlicense at any time.\n\n1. Employees may not use a Company vehicle without express authorization frommanagement.\n\n1. If Company vehicles are generally used for Company business, employees mustreceive authorization from management to use their personal vehicle instead.\n\n1. Employees who drive their own vehicles for work must maintain the minimumamount of insurance required by state law as a condition of continued employment.\nThe Company may request proof of insurance at any time.\n\n1. Employees must wear seat belts at all times, whether they are the driver or apassenger.\n\n1. With the exception of a phone being used only for navigation purposes, employeesare required to turn off cell phones or put them on silent before starting their car.\nEmployees are permitted and encouraged to communicate to clients, associates, and\nbusiness partners the reason why calls may not be returned immediately.\n\n1. Employees who are using a device for navigation purposes should complete all setup before starting the vehicle.\n\n1. Use of electronic devices for purposes other than navigation is strictly prohibited.This includes, but is not limited to, making or receiving phone calls, sending or\nreceiving text messages or e-mails, browsing the internet, reading books, and\ndownloading information from the web. If an employee needs to engage in any of\n\n---\n\nthese activities while driving, they must pull over to a safe location and stop the\nvehicle prior to using any device.\n\n1. Employees should not engage in other distracting activities such as eating, shaving,or putting on makeup, even in stopped or slow-moving traffic.\n\n1. The use of alcohol, drugs, or other substances that in any way impair driving ability\nis prohibited. This includes, but is not limited to, over-the-counter cold or allergy\nmedications and sleep aids that have a residual effect.\n\n1. Employees must follow all driving laws and safety rules, such as adherence to posted\nspeed limits and directional signs, use of turn signals, and avoidance of\nconfrontational or offensive behavior while driving.\n\n1. All passengers must be approved by management in advance of travel.\n2. Employees must not allow anyone to ride in any part of the vehicle not specifically\nintended for passenger use or any seat that does not have a working seat belt.\n\n1. Employees must promptly report any accidents to local law enforcement as well as\nthe Company.\n\n1. Employees must promptly report any moving or parking violations received while\ndriving on Company business or in Company vehicles.\n\n**I** **NCLEMENT** **W** **EATHER AND** **O** **UTAGES**\nThis policy establishes guidelines for Company operations during periods of extreme\nweather and similar emergencies. The Company will remain open in all but the most\nextreme circumstances. Unless an emergency closing is announced, all employees are\nexpected to report to work. However, the Company does not advise employees to take\nunwarranted risks when traveling to work in the event of inclement weather or other\nemergencies. Each employee should exercise their best judgment with regard to road\nconditions and other safety concerns.\n\nEmergency/Weather update (Option #1) - Employees should call 732-375-9216 for\nemergency and weather-related updates for Monroe NJ at least 1 hour prior to your shift\nstart time. A recorded message will be posted to give you instructions and building status\nfor the day. We will let you know if the building will be open for the day. We will also let\nyou know if we will have a delayed opening or building closure for the day.\n\nEmployee Call Outs (Option #2) - Employees who will not be reporting to work for their\nscheduled shift should call 732-375-9216 at least 1 hour prior to your shift start time. The\nemployee should state their name, what shift they are working on and the reason for the\ncall out. They should also provide a contact number where they can be reached at in the\nevent that we need to call them back for additional information.\n\nDesignation of Emergency Closing\nOnly by the authorization of designated managers will the Company cease operations due\nto emergency circumstances. If severe weather conditions develop during working hours,\nit is at the discretion of Management to release employees. Employees will generally be\nexpected to remain at work until the appointed closing time.\n\n---\n\nProcedures during Closings\nIf weather or traveling conditions delay or prevent an employee’s reporting to work, their\nimmediate supervisor should be notified as soon as possible. If possible, such notification\nshould be made by a telephone conversation directly with the supervisor. If direct contact\nis not possible, leaving a detailed voicemail message or message with another employee\nis acceptable.\n\nAn employee who is unable to report to work may use any available vacation or personal\ntime or take the day off without pay.\n\nPay and Leave Practices\nWhen a partial or full-day closing is authorized by Management, the following pay and\npaid leave practices apply:\n\n- Non-exempt hourly employees will be sent home for partial days with the option ofusing vacation or personal time for the remainder of the day. If paid time off is not\navailable, employees will be excused from work without pay and without disciplinary\naction.\n\n- Exempt employees will be expected to continue work from home if their job dutiesallow. The Company will pay the exempt employee’s regular salary regardless, as\noutlined in the Payroll Deductions policy.\n\n- Exempt and non-exempt employees already scheduled to be off during emergencyclosings are charged such leave as was scheduled.\n\nOther Work Options\nSupervisors may approve requests for employees to temporarily work from home, if doing\nso allows completion of work assignments.\n\n---\n\n**WORKPLACE GUIDELINES**\n\n**H** **OURS OF** **W** **ORK**\nEmployees are expected to be at their work area and ready to work at their scheduled\ntime. Employees will be given their work hours upon hire and at the time of any change\nin position. If the normal work hours are changed or if the Company changes its operating\nhours, employees will be given notice.\n\n**O** **FF** --- **THE** **-C** **LOCK** **W** **ORK**\nNon-exempt employees must accurately record all time worked, regardless of when and\nwhere the work is performed. Off-the-clock work (doing work that is not reported in the\ntimekeeping system) is prohibited. No member of management may request, require, or\nauthorize non-exempt employees to perform work without compensation. Any possible\nviolations should be reported promptly to a member of management.\n\n**M** **EAL** **P** **ERIODS**\nEmployees under age 18 who are scheduled to work five or more consecutive hours in\none workday are entitled to take a non-compensated meal period each workday of minutes.\n\nEmployees over the age of 18 are entitled to 30-minute meal break, unpaid. A 15-minute\nrest break will also be provided.\n\n**L** **ACTATION** **A** **CCOMMODATION**\nThe Company provides a supportive environment to enable breastfeeding employees to\nexpress milk during work hours. Accommodations under this policy include unpaid break\ntime and a private place (other than a bathroom) that is close to the employee's work\narea to express milk.\n\nWhen possible, time provided under this policy should be taken concurrently with other\nbreaks to which the employee is entitled. Employees will be paid for the duration of their\nregular rest breaks, if applicable, and additional time will be unpaid. Exempt employee\npay will not be affected by lactation break time.\n\nAny form of discrimination or harassment related to breastfeeding is unacceptable and\nwill not be tolerated.\n\n**A** **TTENDANCE AND** **T** **ARDINESS**\nEmployees are expected to be at work and ready to go when their scheduled shift begins\nor resumes. If an employee is unable to be at work on time, or at all, please call 732-3759216 no later than 1 hour before the start of their scheduled shift. Employees must leave\na voicemail with their name, department and reason for the absence. Employees are also\nrequired to provide a contact number where they can be reached in the event\nmanagement needs to call the employee for additional information. If an employee’s\n\n---\n\nmanager is not available, the employee should contact another member of management.\nIf an employee is physically unable to contact the Company, they should ask another\nperson to make contact on their behalf. Leaving a message with a co-worker or answering\nservice is not considered proper notification. Excessive tardiness or absences are\nunacceptable job performance.\n\nWhen an employee calls in absent, they should provide their expected time or date of\nreturn. The Company reserves the right to require proof of the need for absence, if\nallowed by law. If an employee is absent for three consecutive days and has not provided\nproper notification, the Company will assume that the employee has voluntarily quit their\nposition and will proceed with the termination process.\n\nIf an employee becomes ill during their scheduled work day and feels they may need to\nleave before the end of their shift, they should notify their manager immediately. If an\nemployee is unable to perform their job at an acceptable level, they may be sent home\nuntil they are well enough to work.\n\nAbsences should be arranged as far in advance as possible. When an employee needs to\nbe absent during the workday they should attempt to schedule their outside appointment\nor obligation so that their absence has the smallest impact possible on business\noperations.\n\n**P** **ERSONAL** **A** **PPEARANCE AND** **H** **YGIENE**\nEmployees are expected to present a professional image, both through behavior and\nappearance. Accordingly, employees must wear work-appropriate attire during the\nworkday or any time they are representing the company. Clothing does not need to be\nexpensive, but should be clean and neat in appearance. Employees should consider their\nlevel of customer and public contact and the types of meetings they are scheduled to\nattend in determining what attire is appropriate.\n\nThe following are generally not acceptable:\n\n- Bare feet or flip flops\n- Spandex, sweats, or work out attire\n- Sagging pants, shorts, or skirts\n- Sexually provocative clothing or exposed undergarments\n- Clothing with offensive slogans or pictures\n- Clothing showing excessive wear and tear\n- Any clothing or accessories that would present a safety hazard\n- Visible tattoos that are not appropriate in content\nAll employees are expected to maintain appropriate oral and bodily hygiene. Hair\n(including facial hair) should be clean and neat. Accessories should not interfere with an\n\n---\n\nemployee's work. The excessive use of perfume or cologne is unacceptable, as are odors\nthat are disruptive or offensive to others or may exacerbate allergies.\n\nManagers are responsible for enforcing dress and grooming standards for their\ndepartment. Any employee whose appearance does not meet these standards may be\ncounseled. If their appearance is unduly distracting or the clothing is unsafe, the\nemployee may be sent home to change into something more appropriate.\n\nReasonable accommodation will be made for employees' sincerely held religious beliefs\nand disabilities when such accommodations do not cause an undue burden. Employees\nwho would like to request an accommodation or have other questions about this policy\nshould contact their supervisor.\n\n**C** **ONFIDENTIALITY**\nEmployees may not disclose any confidential information or trade secrets to anyone\noutside the Company without the appropriate authorization. Confidential information\nmay include internal reports, financials, client lists, methods of production, or other\ninternal business-related communications. Trade secrets may include information\nregarding the development of systems, processes, products, design, instrument, formulas\nand technology. Confidential information may only be disclosed or discussed with those\nwho need the information. Conversation of a confidential nature should not be held\nwithin earshot of the public or clients.\n\nWhen any inquiry is made regarding an employee, former employee, client, or customer,\nthe inquiry should be forwarded to a manager or Human Resources without comment\nfrom the employee.\n\nThis policy is intended to alert employees to the need for discretion at all times and is not\nintended to inhibit normal business communications. In addition, nothing in this policy is\nintended to infringe upon employee rights under Section 7 of the National Labor Relations\nAct.\n\n**S** **OLICITATION AND** **D** **ISTRIBUTION**\nSolicitation during work time and in work areas is prohibited. Solicitation is defined as the\nact of asking for something, selling something, urging someone to do something,\npetitioning, or distributing persuasive materials. This could include, but is not limited to,\nasking for donations for a child's school (including through sales of a product), attempting\nto convert someone to or from a religion, distributing political materials, or collecting\nsignatures. Work time includes time when either the person soliciting, or being solicited\nto, is scheduled to be performing their work duties. Work areas include areas where\nemployees generally do work, such as cubicles, offices, or conference rooms, and does\nnot include areas such as the lunch or break room.\n\n---\n\nThis policy does not prevent employees from using their approved breaks and rest periods\nto solicit outside of working areas and is not intended to infringe an employee's Section\n7 rights. Those not employed by the company are prohibited from solicitation on\ncompany property at all times.\n\n**C** **ONFLICT OF** **I** **NTEREST**\nA conflict of interest arises when an employee is engaged in activity that could be\ndetrimental to the company. This includes when an employee improperly uses their\nposition with the company for personal gain or the gain of someone with whom they have\na relationship. *Improper use* includes behavior that is illegal, as well as behavior that is\nunethical or questionable to a reasonable person. These are some examples of a conflict\nof interest:\n\n- An employee requesting or requiring gifts or discounts in exchange for starting orcontinuing a business relationship with a client or vendor\n\n- An employee selecting a relative's company as a supplier when they have notproduced the best proposal\n\n- An employee taking a second job working for a competitor and sharing confidentialcompany information with the competitor\n\n- An employee taking a second job that interferes with their ability to do their workfor the Company at their full potential, whether due to scheduling, exhaustion, or\nsome other factor\n\nBecause how things appear, whether accurate or not, has a significant impact on the\nCompany's reputation, employees should also avoid the appearance of a conflict of\ninterest. If questions arise as to whether a certain activity or behavior is a conflict of\ninterest, employees should speak with their manager or HR.\n\n**B** **USINESS** **G** **IFTS**\nEmployees are prohibited from directly or indirectly requesting or accepting a gift for\nthemselves or the company that has a value of $50 or more. If an employee is offered or\ngiven anything of value from any client, prospective client, vendor, or business partner in\nconnection with company business, they should alert their manager immediately.\n\n**O** **UTSIDE** **A** **CTIVITIES**\nEmployees may engage in outside employment during non-working hours, provided\ndoing so does not interfere with their job performance or constitute a conflict of interest.\nPrior to accepting outside employment, employees should notify their manager in writing.\nThe notice must include the name of the Company, the title and nature of the position,\nthe number of working hours per week, and the time of scheduled work hours. If the\nposition constitutes a conflict of interest or interferes with the employee’s job at any\ntime, they may be required to limit or end their outside employment.\n\n---\n\n**R** **EPORTING** **I** **RREGULARITIES**\nEmployees should immediately report any actual or suspected theft, fraud,\nembezzlement, or misuse of Company funds or property, as well as suspicious behavior.\nAn employee who is aware of such activity but does not report it will be considered part\nof the problem and disciplined accordingly.\n\n**I** **NSPECTIONS AND** **S** **EARCHES**\nAny items brought to or taken off of Company premises, whether property of the\nemployee ( e.g., purses, backpacks, briefcases , etc.) the Company, or a third party, are\nsubject to inspection or search at the time clock at the end of day, unless prohibited by\nstate law. Desks, lockers, workstations, work areas, computers, USB drives, files, e-mails,\nvoice mails, etc. are also subject to inspection or search, as are all other assets owned or\ncontrolled by the Company. Any inspection or search conducted by the Company may\noccur at any time, with or without notice. Failure to submit to a search will be grounds\nfor discipline.\n\n**H** **ARDWARE AND** **S** **OFTWARE** **U** **SE**\nThe following guidelines have been established for using the Internet and email in an\nethical and professional manner. For the purpose of this policy, Company Internet\nincludes productivity software, instant messaging applications, the Company cloud and\nnetworks, the intranet, and any other tool or program provided by or through the\nCompany or its internet connection.\n\n- Company Internet and email may not be used for transmitting, retrieving or storingany communications of a defamatory, discriminatory, harassing, or obscene nature.\n\n- Telephones should only be used for company business. Employees should beprofessional and conscientious at all times when using Company phones or when\nusing a personal phone for company business.\n\n- Use of personal cell phones or other devices should be held to a reasonable limit.Reasonableness will be determined by management.\n\n- Disparaging, abusive, profane, and offensive language are forbidden.\n- Employees must respect all copyrights and may not copy, retrieve, modify, orforward copyrighted materials, except with permission or as a single copy for\nreference only. Almost every piece of content is or could be copyrighted (a notice of\ncopyright is not required), so employees should proceed with caution when using or\nreproducing materials.\n\n- Unless necessary for work, employees should avoid sending or receiving large files,watching videos, mass-forwarding emails, or engaging in other activities that either\nconsume large amounts of bandwidth or create electronic clutter.\n\n- Employees may not download any programs, applications, browser extensions, orany other files without prior approval or upon request of a manager.\n\n- Each employee is responsible for the content of all text, audio, or images they placeon or send over the Company’s internet and email system. Employees may not send\nmessages in which they are not identified as the sender.\n\n---\n\n- Email is not guaranteed to be private or confidential. The Company reserves the rightto examine, monitor, and regulate email messages, directories, and files, as well as\ninternet usage.\n\n- Internal and external email messages are considered business records and may besubject to discovery in the event of litigation.\n\nAll company-issued hardware and software, as well as the email system and Internet\nconnection, are Company-owned. Therefore, all Company policies are in effect at all times\nwhen they are in use. Access to the internet through the Company's network is a privilege\nof employment that may be limited or revoked at any time.\n\n**S** **OCIAL** **M** **EDIA**\nThe Guiding Rule\nConduct that negatively affects an employee’s job performance, the job performance of\nfellow employees, or the Company’s legitimate business interests-including its\nreputation and ability to make a profit-may result in disciplinary action up to and\nincluding termination.\n\nBelow are some guidelines for the use of social media. These guidelines are not intended\nto infringe on an employee’s Section 7 rights and any adverse action taken in accordance\nwith this policy will evaluate whether employees were engaged in protected concerted\nactivity.\n\nAvoiding Harassment\nEmployees must not use statements, photographs, video, or audio that could reasonably\nbe viewed as malicious, obscene, threatening, or intimidating toward customers,\nemployees, or other people or organizations affiliated with the Company. This includes,\nbut is not limited to, posts that could contribute to a hostile work environment on the\nbasis of race, sex, sexual orientation, disability, religion, national origin, or any other\nstatus protected by state or federal law.\n\nAvoiding Defamation\nEmployees must not post anything they know or suspect to be false about the Company\nor anyone associated with it, including fellow employees and clients. Writing something\nthat is untrue and ultimately harmful to any person or organization is defamation and can\nlead to significant financial liability for the person who makes the statement.\n\nConfidentiality\nEmployees must maintain the confidentiality of Company trade secrets and confidential\ninformation. Trade secrets include, but are not limited to, information regarding the\ndevelopment of systems, products, and technology. Private and confidential information\nincludes, but is not limited to, customer lists, financial data, and private personal\ninformation about other employees or clients that they have not given the employee\npermission to share.\n\n---\n\nRepresentation\nEmployees must not represent themselves as a spokesperson for the Company unless\nrequested to do so by management. If the Company is a subject of the content being\ncreated-whether by an employee or third party-employees should be clear and open\nabout the fact that they are employed with the Company but that their views do not\nnecessarily represent those of the Company.\n\nAccounts\nEmployees must not use Company email addresses to register for social media accounts\nunless doing so at the request of management. Employees who manage social media\naccounts on behalf of the Company should ensure that at least one member of\nmanagement has all the login information needed to access the account in their absence.\n\n**P** **ERSONAL** **C** **ELL** **P** **HONE** **U** **SE**\nThe use of personal cell phones, or work cell phones for personal matters, should be held\nto a reasonable limit during work hours and not interfere with an employee's productivity\nor the productivity of their coworkers. Reasonableness will be determined by\nmanagement.\n\n**P** **ERSONAL** **P** **ROPERTY**\nThe Company is not liable for lost, misplaced, or stolen property. Employees should take\nall precautions necessary to safeguard their personal possessions. Employees should not\nhave their personal mail sent to the Company, as it may be automatically opened, and\nshould check with their manager before having larger items delivered to the workplace.\n\n**P** **ARKING**\nAll parking is at an employee’s own risk. Employees and visitors should lock their vehicles\nand take appropriate safeguards to protect their valuables, including removing them from\nthe vehicle if appropriate under the circumstances. Employees are not to park in areas\nreserved for visitors.\n\n---\n\n**EMPLOYMENT SEPARATION**\n\n**R** **ESIGNATION**\nThe Company requests that employees provide at least two weeks’ written notice of their\nintent to resign. This notice should be submitted to an employee's manager. Dependent\nupon the circumstances, an employee may be asked to not work any or all of their notice\nperiod, in which case they will be allowed to use up to two weeks of unused vacation, if\navailable, from the time notice is given. An exit interview may be requested.\n\n**T** **ERMINATION**\nAll employment with the Company is “at-will.\" This means that either the Company or the\nemployee can terminate the employment relationship at any time, with or without notice,\nand for any reason allowed by law or for no reason at all. An employee’s at-will status can\nonly be changed by written contract, signed by both the employee and the President or\nCEO.\n\n**P** **ERSONAL** **P** **OSSESSIONS AND** **R** **ETURN OF** **C** **OMPANY** **P** **ROPERTY**\nAll Company property, such as computer equipment, keys, tools, parking passes, or\nCompany credit cards, must be returned immediately at the time of termination.\nEmployees may be responsible for any lost or damaged items. When leaving, employees\nshould ensure that they take all of their personal belongings with them.\n\n---\n\n**EMPLOYEE HANDBOOK ACKNOWLEDGEMENT**\n\n**O'N** **EILL** **L** **OGISTICS**\nI acknowledge receipt of the Company’s Employee Handbook and agree to follow the\nguidelines within it. I also acknowledge the following:\n\n1. Receipt of this handbook does not create a contract of employment or in any wayalter my at-will employment status; the Company or I can end the employment\nrelationship at any time, with or without notice, and with or without cause.\n\n1. I am not entitled to any particular sequence of disciplinary measures prior totermination.\n\n1. With the exception of the at-will employment policy, this handbook may be modifiedat any time.\n\n1. Violation of any policy in this handbook, or any policy included as an addendum, maybe grounds for discipline, up to and including termination.\n\n1. This handbook does not include every process, policy, and expectation applicable toemployees, or my position specifically; I may be counseled, disciplined, or\nterminated for poor behavior or performance even if the behavior or\nperformance issue is not addressed in the handbook.\n\n1. Should any provision in this handbook be in conflict with federal, state, or local law,that provision only will be considered ineffective, while the rest of the handbook\nremains effective.\n\n1. If I have questions regarding any policy in this handbook, or other expectationsrelated to my behavior or performance, it is my responsibility to speak with my\nmanager or Human Resources.\n\n---\nSignature\n\n---\nPrinted Name\n\n---\nDate\ns\n\n---",
  "sections": [
    {
      "title": "EMPLOYEE HANDBOOK",
      "level": 2,
      "index": "",
      "start_position": 0,
      "parent_path": ""
    },
    {
      "title": "O'NEILL LOGISTICS",
      "level": 5,
      "index": "",
      "start_position": 22,
      "parent_path": "EMPLOYEE HANDBOOK"
    },
    {
      "title": "NEW JERSEY WAREHOUSE",
      "level": 5,
      "index": "",
      "start_position": 46,
      "parent_path": "EMPLOYEE HANDBOOK"
    }
  ],
  "stats": {
    "char_count": 95379,
    "section_count": 3
  }
}