{
  "filename": "Retail_Holiday_Market.md",
  "text": "# EMPLOYEE HANDBOOK\n\n```shell\n# EMPLOYEE HANDBOOK\n# Effective March 20, ```\n\n![HOLIDAY MARKET](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_1_22.png)\n\n---\n\n##### Table of Contents\nWelcome to Holiday Market! REMEMBER OUR GUESTS! Meet Your Store Directors! Going to miss work or be late? Holiday Market and Its Relationship to Spartan StoresPurpose of Handbook Modification of Handbook Handbook Application Equal Employment Opportunity & Diversity Workplace Violence and Weapons Policy Workplace Searches Harassment-Free Work Place Compliant Procedure for Harassment No Retaliation Qualified Individuals with Disabilities Relatives/Personal Relationships in the Workplace Confidentiality of Records Computers, Internet, Cell Phones and Electronic CommunicationsOpen Communication & Teamwork Customers are our #1 Priority Required Customer Service Behaviors Last-Minute Shoppers Tips Know Your Store Advertising Guarantee Customer Returns Customer Complaints Service Policy Customer Accidents Breakage of Merchandise in the Store or Parking Lot Store Cleanliness ---\n\nWeights and Measures Sales to Minors - Illegal Transactions Dress Code Personal Appearance, Hygiene & Food Consumption Nametags Lockers & Bags Cell Phones, Texting & Personal Calls Smoking Policy Work Schedules Time Clock Procedures Helping Customers Lunch and Break Periods Honesty & Integrity Associate Purchases Conduct Which Can Lead to Immediate Discharge Attendance Definitions & Penalties Rules for reporting an absences & tardiness Calling in sick Parking Broken Packages & Damaged Merchandise Working for our Competitors Solicitation & Distribution by Employees Premiums & Gratuities Resignation Policy Layoff Policy Discipline Alcohol & Controlled Substances Shoplifting Store Robberies Special Safety Rules for Employees Under the Age of 18 Hazardous Chemicals in the Workplace Injury Reporting ---\n\nEquipment & Tool Operation Benefit Plan Details Pay Day Paycheck Errors Overtime Policy Paid Holidays Employee Classifications Birthday Pay Part Time Paid Vacation Full Time (Non-Salary) Paid Vacation and Sick Paid Vacation Payouts k Retirement Savings Plan - Transamerica Personal Leave of Absence FMLA - The Family and Medical Leave Act Type of Leave Covered Type of Leave Covered - Continued Employee Status & Benefits During Leave Employee Status After Leave Paid Leave Intermittent Leave or a Reduced Work Schedule Certification of the Serious Health Condition Procedure for Requesting Leave Military Caregiver Leave Qualifying Urgent Matters Military Leave Military Leave - Continued COBRA Insurance COBRA Insurance - Continued ---\n\n##### Welcome to Holiday Market!\nHoliday Market was founded by Tom and Janet Violante in 1954, and has been a\nRoyal Oak institution ever since. It started as a typical corner “Ma and Pa store” of the 1950’s.\nYet Tom Sr. had a dream to operate a modern grocery store and the goal to be the number\none grocery store in Royal Oak. Tom was innovative, ambitious and hardworking. He worked\nday and night thinking of new food concepts, like our submarine sandwich, chicken roaster and\nhandmade pizzas. Holiday Market was open seven days a week, including holidays and stayed\nopen to midnight, something unheard of in the ‘50s, ‘60s, and ‘70s. Tom embodied the phrase\n“Customer Service.” His philosophy was to treat the customer as an invited guest into your\nhome.\nIn 1969, Tom realized his dream of having a modern grocery store when Holiday\nMarket opened its doors at its present location. With a $1 million expansion project in 1993, we\nwere able to expand the Dairy, Deli, Seafood, and Produce departments. He even added a\nBakery, Floral and Catering department! Pride, professionalism, selection and service are the\nwatchwords at Holiday Market. We are proud to have won several “Best Of” awards.\nCelebrating over 60 years of servicing our community with pride and pleasure, we are still\ngrowing. With the expansion in 2007, our store grew to over 60,000 square feet, and we\ncontinue to improve every day.\nOur core values are posted on our sign for everyone to see: *Value, Service, Family,*\n*Community, Variety and Knowledge.* We are dedicated to providing excellent customer service,\ngreat food, and a pleasant shopping experience. If we don’t have it, you don’t need itOr we\nwill get it for you. We provide our customers more than just great food: We provide friendship\nand satisfaction of their wants and needs.\nOur managers are knowledgeable and experts in their departments. They are ready\nto assist our customers with their menu planning, meal preparation, baking and catering needs.\nFounded on the ideals of quality and personal service in 1954, when Tom and Janet\nnamed their store after the film “Roman Holiday,” that commitment has been the heart of years of growth and expansion. The tradition of pride and professionalism continues today\nunder the leadership of a second-generation family.\nWe welcome you to these values and this tradition, and we ask for your commitment\nto work in the best interest of our customers and Holiday Market at all times. If you wish to\nshare the ambitions, challenges, successes and rewards of our store, we are happy to have\nyou with us. Together we can make Holiday Market the ideal place to shop as well as the ideal\nplace to work.\nThe purpose of this handbook is to provide a set of clearly defined policies so that\nyou know what to expect from Holiday Market, and what Holiday Market expects from you. It is\nyour responsibility to read this handbook carefully and retain it for future reference. If you have\nany questions, please discuss them with your store director or your manager.\nWe wish you the best of luck and success in your position, and we hope your\nemployment relationship with Holiday Market is a rewarding experience.\n\nSincerely,\nThe Violante/Mangold Family\n\nStore Owners\n\n##### REMEMBER OUR\n##### GUESTS!\n**G:** Great customer service\n\n**U:** Use sense of urgency\nwhen helping customers\n\n**E:** Engage in eye contact\nwhen talking to customers\n\n**S:** Speak and smile to\ncustomers\n\n**T:** Thank customers and\nend with, *“Is there anything*\n*else I can do for you?”*\n\n**Meet Your Store Owners**\n\nJohnny Shouneyia\n\nMatthew Shouneyia\n\n**Going to miss work or be late?**\n\n**Absent:** We understand it’s not\nalways possible for a 24-hour\nadvance notice. However, we do\nrequire a 2-hour notice.\n\n**Tardy:** Call a minimum of 1 hour\nbefore your shift begins.\n\n**Call:** Your Department Manager\nor Person in Charge (PIC)\n\n**Phone:** 248-541-| REMEMBER OUR\nGUESTS!\nG: Great customer service\nU: Use sense of urgency\nwhen helping customers\nE: Engage in eye contact\nwhen talking to customers\nS: Speak and smile to\ncustomers\nT: Thank customers and\nend with, “Is there anything\nelse I can do for you?” | |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--|\n\n---\n\n##### Holiday Market and Its Relationship to Spartan Stores\n\nHoliday Market is an independent grocer and a member of the Spartan Stores grocery collective. Spartan\n\nStores is a publicly traded company (Nasdaq: SPTN) that was formed in 1917 by nineteen independent retailers who\n\njoined forces to collectively buy groceries to obtain lower prices. Until that time, each of the independent grocers\n\npurchased food products separately from manufacturers at higher prices and competed with the more powerful chains\n\n(A&P and Kroger) individually. They did not fare well against the bigger chain stores until they got together.\n\nJust as with earlier generations of independent grocers, Holiday Market’s membership in Spartan Stores\n\ngives us certain advantages. First and foremost, our Spartan affiliation gives us buying power, and behind-the-scenes\n\nsupport in areas such as advertising, merchandising, and computerized inventory and pricing. By concentrating our\n\npurchasing through Spartan Stores, Inc., we strengthen our company and strengthen other Spartan markets, thus\n\ninsuring low-cost purchasing.\n\nAs an independent, family-owned local retailer, Holiday Market believes that good people working together\n\ntoward a common goal can accomplish anything they want to do. In this spirit, we set our goal to give the best service\n\nwe can and to fulfill the needs of our customers. Every action we take should be made with this in mind, as our first\n\nresponsibility is our customers.\n\nTo help us achieve this goal, we feel we must meet the needs of our own associates. We owe our associates\n\nthe same degree of respect, loyalty, and commitment we ask of them. We hope to provide opportunities to grow\n\npersonally and professionally by providing proper training and a good work environment.\n\nWe are guided by a strong sense of social responsibility to the community where our store is located and\n\nwhere we live and work. We will seek to accomplish this responsibility through voluntary corporate and individual\n\nefforts. We share with our suppliers the goal of bringing quality products to the marketplace, and consider them equal\n\npartners in this task.\n\nOur goal is to offer consumers state-of-the-art shopping with a service-oriented emphasis. We hope to make\n\nshopping a unique experience worth repeating, time after time/ Holiday Market is proud to be part of the Spartan\n\nfamily, and pleased to have the opportunity to extend our quality services and products to you and all shoppers in the\n\ncommunities we serve.\n\n##### Thank you for choosing us as your place of employment.\n\n---\n\n##### Purpose of Handbook\n\nThis Employee Handbook supersedes, replaces and cancels all previous handbooks, manuals and/or other policies\nstatements, understandings or agreements (whether written or verbal) concerning the terms and conditions of your\nemployment with Holiday Market. This handbook contains general statements of company policy, and should not be\nread as including the details of each policy. It is not all-inclusive and is only a set of guidelines. The handbook does\nnot constitute an express or an implied contract, except as specifically set forth in the “Handbook Application”\nSection, below, nor is it an assurance that the policies discussed in it will be applied in all cases.\n\nAll employees are hired on an at-will basis, and this handbook does not alter the employment-at-will relationship.\nThroughout this handbook, you will find the word associate. We use the word *employee* and *associate*\ninterchangeably.\n\n##### Modification of Handbook\n\nThe Company, in its own discretion, may add to, revoke, or modify the Handbook, with or without prior notice. This\nhandbook may not be amended or added to without the express written approval of all the owners of the company. No\nobligations or amendment or exception to our policies and rules can be imposed upon the Company at any time, for\nany reason, except by owners of the company, and it must be in writing, directed to you personally, and signed by each\nof them. No other employee, representative or agent of the Company it had in the past or now, has the authority to\namend, alter or change the policies set forth in this Employee Handbook or to enter into any agreement concerning the\nterms and conditions of your employment at Holiday Market. Written amendments will be issued directly to\nemployees.\n\n##### Handbook Application\n\nExcept as specifically set forth in this paragraph, the language in this handbook is not intended to establish a contract\nbetween Holiday Market and any of its associates for either employment or for the providing of any term, condition,\ncompensation or benefit of employment. You have the right to terminate your employment and compensation with or\nwithout cause and with or without notice at any time, and Holiday Market retains the same right.\n\n##### Equal Employment Opportunity & Diversity\n\nWe are an equal opportunity employer and support a diverse workforce. Our policy is recruit, hire, train, promote and\nbase all other employment decisions without regards to race, color, religion, national origin, ethnicity, gender, age,\nmarital status, disability, veteran status, or any other legally-protected status.\n\nViolations of this policy will result in appropriate disciplinary action, which may include termination. If you believe\nsomeone has violated this policy, report the matter to your manager, a store director, or to Human Resources. The\ncompany will promptly investigate any such claim and will take appropriate corrective measures.\n\nNo employee will be subject to, and the Company prohibits, any form of discipline or retaliation for reporting, in good\nfaith, perceived violations of this policy, pursuing any such claim, or cooperating with any investigation.\n\n---\n\n##### Workplace Violence and Weapons Policy\n\nHoliday Market has a zero-tolerance policy for any threatening, intimidating, harassing, violent or coercive behavior,\n\nwhether overt or implied, as well as any improper, harmful or offensive physical contact initiated by an associate. No\n\nassociate may commit an act of violence or articulate a threat of violence on Company property, on Company projects,\n\nin Company vehicles or during working hours (including lunch and breaks.) Threats made as a joke, prank in jest or in\n\nconnection with horseplay are considered real threats under this policy and are strictly prohibited. Violent acts and\n\nthreat of violence committed during non-working hours or away from the workplace are prohibited where: **A.** the\n\nassociate’s conduct adversely affects the Company’s reputation; **B.** the Company, in its discretion, determines that the\n\neffects of the off-duty conduct may be carried into the workplace and/or pose a threat to Company associates, visitors\n\nor property; and **C.** the conduct results in the conviction of the associate for an assault or other felony.\n\nViolence means physical force exerted for the purpose of injuring, intimidating, damaging, inflicting fear, or abusing\n\nanother person or property or committed in reckless disregard of person or property. Violence shall also include the\n\nuse of weapons or objects in a manner which can result in injury or death. Threat means any physical or verbal\n\nexpression of an individual’s present or future intent to inflict pain, injury or damage on person or property or to cause\n\nintimidation, helplessness, or fear in another person regardless of an individual’s ability to carry out the threat and\n\nincludes any present or future expression of intent to engage in violence as defined above.\n\nWe prohibit the possession/use of weapons on company time or property, including weapons that may be stored in any\n\nvehicles that come onto company premises or you use to commute to work. The policy also applies at all times and in\n\nall places when an associate is on company business. This policy applies whether or not the person is licensed to carry\n\nthe weapon, concealed or otherwise. If you experience or witness any conduct that violates this policy, please report it\n\nto the company immediately. Any associate who violates this policy will be subject to immediate discharge.\n\nYou must immediately report all potentially dangerous situations, violent acts or threats of violence directed against\n\nyourself, any coworker, manager, visitor, customer or other individual, to your designated Human Resources\n\nrepresentative or any other member management. Reports of threats may be made anonymously, to the extent\n\npracticable. All threats will be promptly investigated. If an investigation confirms that threat of a violent act or\n\nviolence itself has occurred, the Company will take appropriate corrective action. Anyone, regardless of position or\n\ntitle, whom the Company determines has violated this policy, including by engaging in an act of retaliation, will be\n\nsubject to discipline, including possible termination.\n\n---\n\n##### Workplace Searches\n\nFor the safety and security of our associates, visitors, customers and property, Holiday Market reserves the right to\ninspect the contents of all vehicles, packages, purses, bags, lockers, contains and other items brought onto company\npremises or used/possessed while engaged in company business. Under certain circumstances involving reasonable\nsuspicion of improper conduct (violation of the *Workplace Violence and Weapons Policy* , violation of the\n*Alcohol/Controlled Substances Policy,* etc.,) the company may request associates to submit to a search of their\npersonal effects. Refusal to consent to any search or cooperate in any investigation may result in disciplinary action up\nto and including discharge. All searches will be conducted with due regard for the privacy of the persons involved.\n\n##### Harassment-Free Work Place\n\nHoliday Market expects all of its associates to conduct themselves with dignity and respect for fellow associates,\ncustomers, the public and others. Each associate has the right to work in an environment free from unlawful\nharassment and discrimination in any form, from any source. Unlawfully harassing anyone, including but not limited\nto sexual or racial harassment, will not be tolerated. Unlawful harassment is serious and pervasive unwelcome\nconduct, whether verbal, physical or visual, that is based on a person’s race, color, religion, sex, age, national origin,\nheight, weight, marital status, veteran status, disability or other protected characteristic.\n\nThe company prohibits harassment of any employee. Sexual harassment is prohibited because it is intimidating and an\nabuse of power and is inconsistent with the Company’s policies, practice and management philosophy. Sexual\nharassment is defined as unwelcome sexual advances, requests for sexual favors, and other verbal or physical conduct\nof a sexual nature.\n**Sexual harassment can take the following forms:**\n--- Sexual conduct that interferes with another person’s work performance or creates an intimidating, hostile or\noffensive work environment.\n\n--- Personnel decisions (promotion, raises, scheduling etc.) made by a manager or boss based on the associate’s\nsubmission to or rejection of sexual advances\n\n--- Submission to a sexual advance used as a condition of keeping or getting a job, whether expressed in explicit or\nimplicit terms.\n\nThis policy covers associate conduct not just in the workplace, but also at clients’ place of business, and at Companysponsored social events. Holiday Market does not permit harassment whether engaged in by fellow associates,\nmangers, customers, vendors or other non-associates who conduct business with Holiday Market. Any associate who\nviolates this policy will be subject to discipline, up to and including discharge.\n\n##### Compliant Procedure for Harassment\n\nEmployees who have been subjected to or have witnessed harassment should report it immediately to the Human\nResources Department or to one of the owners. Each report will be given serious consideration and investigated\nthoroughly, immediately and as confidentially as practicable. Prompt and appropriate remedial action will be taken to\neliminate harassment from the work place. No associate will be retaliated against for making a complaint in good faith.\n\nAll management representatives are required to notify the Human Resources Department or a company owner should\nan instance of discrimination or harassment be brought to their attention. Failure to do so could result in discipline, up\nto and including discharge\n\n---\n\n##### No Retaliation\n\nWe cannot try to remedy claimed harassment or retaliation unless you inform us about it. Failure to report such claims\nprevents us from taking steps to remedy the problem. No associate will be subject to, and the Company prohibits, any\nform of discipline or retaliation for good faith reporting of perceived violations of this policy, pursuing any such claim,\nor cooperating in the investigation of such claims. If you believe someone has violated this no-retaliation policy,\nplease contact an owner or your designated Human Resources representative. Anyone, regardless of position or title,\nwhom the Company determines has violated this policy will be subject to discipline, including possible termination.\n\n##### Qualified Individuals with Disabilities\n\nHoliday Market complies with the Americans with Disabilities Act (ADA) and the Persons with Disabilities Civil\nRights Act protecting qualified individuals against discrimination in employment. We also provide reasonable\naccommodation for such individuals with disabilities in accordance with these laws. If an employee believes that\naccommodation of a disability is necessary to perform the essential functions of a position, Michigan law requires the\nemployee to notify Holiday Market of this need in writing within 182 days after the employee knows or reasonably\nshould have known of the need for accommodation. All requests for reasonable accommodation must be referred to\nyour Human Resources representative.\n\n##### Relatives/Personal Relationships in the Workplace\n\n1. Restrictions on Employing “Family Members”: Holiday Market is a family-owned business. Therefore, we\nunderstand the value of hiring and working with relatives. We subscribe to a practice of “full disclosure” when\nemploying someone who may be related to an existing associate, and/or with whom that associate has a closer\npersonal relationship. This includes blood relatives, relatives by marriage, individuals living in your household,\nor those with whom you have an intimate or personal relationship. The appropriateness of such parties working\ntogether will be evaluated on a case-by-case basis. Normally, this individual will be prohibited from working in\nthe department of and being managed by their “relative.” Managers who may, from time to time, have relative\nor close friend working in their department will be restricted from participating in employment decisions such\nas discipline, training, or promotions regarding this person. In those cases, a company owner or another\nassigned manager will oversee those personnel decisions.\n\n1. Exceptions for Family Members Employed on Seasonal Basis: Sometimes, a family member will possess prior\ntraining in a department, such as cashiering or deli, and be hired by us during a holiday season. In those limited\ncircumstances, they may be permitted to work in a department managed by their family member, as determined\non a case-by-case basis.\n\n---\n\n##### Computers, Internet, Cell Phones and Electronic Communications\n\nComputer Systems are Company Property: Some associates’ jobs require the use of a computer, voicemail and other\nelectronic communications. The use of such tools is encouraged because they can make communication more efficient\nand they can be sources of information about company business, the industry, customers, vendors, new products and\nservices. However, Holiday Market’s computers, software, electronic mail system (email), faxes online internet access\nservices, and voicemail system are the property of the company and are intended to be solely to facilitate and support\nCompany business. Non-job-related use (including, but not limited to personal emails, chain letter emails, faxes and\ncomputer games) or use by non-associates is prohibited. These systems, software and equipment may not be used in\nany manner that disrupts associates or company business, or that is obscene, offensive, harassing or threatening to\nassociates or current or prospective customers, or that otherwise violates company policies.\n\nNo Expectation of Privacy: Associates should have no expectation of privacy in any electronic information, messages,\nvoicemails, emails, or files sent, received or stored in company computers, reserves the right, at its sole discretion, to\naccess, intercept, monitor, review, copy, download or disclose any communications, files or information associates\ncreate or monitor **on these software and systems at any time and without notice.** Holiday Market may also suspend\nwithout notice any regularly scheduled deletion of all or part of communications or files created or maintained by\nassociates on these systems.\n\nDelete Offensive Content: If you receive SPAM (computer junk mail) to your company email address of a\npornographic or sexual content or which contains content that is in violation of any policy in this handbook, please\npermanently delete the spam without opening the message. Also note that email attachments with a file extension of\n“.exe” are most likely viruses and should never be opened, as they can cause damage to our computer network.\n\nDo NOT Share Passwords: Associates may not share any log-in procedure or password with any third party, nor may\nthey be shared with another associate, unless such password is requested by an owner.\n\nAssociates are not permitted to access computer files, electronic mail, faxes, or other electronic media or information\nof any kind without prior authorization from a Store Director, HR or Owner.\n\nHoliday Market Reserves the right to disclose associates email messages or internet records to law enforcement or\ngovernment officials or to other third parties, without notification to or permission from the associate sending or\nreceiving the messages.\n\n---\n\n##### Customers are our 1 Priority\n\nCan you guess who the second most important people at Holiday Market are? The customers!!! To keep our customers\nhappy these are some things you should know about customer service.\n\n#### The Customer\n#### wants to feel\n#### welcomed\n\n## So focus on the\n## customer.\n\n## Always greet\n## them with a\n## hello, and always\n## a smile!\n\n#### End with a thank\n#### you and a smile.\n\nIf a customer looks confused,\nlost or asks where something\nis, walk them to it. Never say\n\"I don't know.\" Find someone\nwho knows or call for a store\nmanager.\n\n##### Before leaving a\n##### customer always ask,\n##### \"May I help you with\n##### anything else?\"\n\n## Serve all\n## customers\n## promptly. No\n## one likes waiting\n\n##### And as always follow\n##### the \"Golden Rule,\"\n##### Treat everyone with\n##### respect.\n\n**REMEMBER OUR GUESTS!**\n**G:** Great customer service\n\n**U:** Use sense of urgency when helping customers\n\n**E:** Engage in eye contact when talking to customers\n\n**S:** Speak and smile to customers\n\n**T:** Thank customers and end with, *“Is there anything else I can do for you?”*\n\n| REMEMBER OUR GUESTS!\nG: Great customer service\nU: Use sense of urgency when helping customers\nE: Engage in eye contact when talking to customers\nS: Speak and smile to customers\nT: Thank customers and end with, “Is there anything else I can do for you?” | |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--|\n\n---\n\n##### Required Customer Service Behaviors\n\n1. **Locating a Product:** Approach customers who seem confused for any reason and ask, “May I help you find\nanything?” When a customer requests information on a product area, take them to it personally or call a store\nmanager to help them. Do not point in its general direction and walk away. When talking to a customer, give\nthem your undivided attention. Answer, or obtain an answer, to all customer questions.\n\n1. **Checking on an Item:** Holiday Market has built its reputation on customer service. Therefore, when you make a\npromise to check on an item, be sure you do so. This might mean that you have to take their name and phone\nnumber down to give to a store manager. Research shows that customers remember negative experiences more\nthan they remember positive ones. Help us build positive customer service experiences by keeping your\ncommitment to our customers.\n\n1. **Providing Customer Focus:** Your total attention must be directed to the customer. The only thing that should\nprevent you from assisting a customer is conversations with another associates when a customer is in ear shot, or\nthat you are assisting another customer. Focus on the customer!\n\n1. **Avoiding Distractions:** Personal conversations with other associates must never interfere with customer service.\nAlso, NEVER discuss controversial topics such as religion and politics with associates while working, and\nNEVER make personal remarks to or about any customer (or employee.) This may cause immediate termination.\n\n1. **Building Relationships:** Make it personal by addressing customers by their name, if you know it. Help us build\nrelationships.\n\n##### Last-Minute Shoppers\nTreat last-minute shoppers with courtesy and respect. Never rush a customer. The customer who comes in 10 minutes\nbefore closing time or 5 minutes after you started your shift deserves the same respect and courtesy as the customer\nwho shops during the middle of the day.\n\nNever make unkind remarks to the other store associates about “last-minute shoppers.” Inappropriate comments could\nresult in disciplinary action.\n\n##### Tips\nWe advertise that our store is a total service market and that all services is free. You are not permitted to solicit tips.\n\n##### Know Your Store\n\nKnow your store layout. You should be knowledgeable of our products, their location, and our services. Do not guess,\nand avoid making promises that Holiday Market won’t be able to keep. If you do not know an answer, then tell the\ncustomer you will find an answer right away.\n\n##### Advertising Guarantee\n\nWe will issue a rain check or substitute an item of equal value to any customer who wants to purchase an advertised\nspecial in which the current stock is sold out prior to the end of the sale. Please see a store manager or store owner for\ndetails.\n\n---\n\n##### Customer Returns\nCustomer returns must be handled by the manager of the department where the product originated. For example, a\ncake return should be handled by the Bakery Manager. If the department manager is not available, call the Store\nManager to authorize the return.\n\nNever Argue with a customer. Treat them graciously until the manager takes over.\n\n##### Customer Complaints\nRegardless of the type of complaint brought to you - **LISTEN!** Do not interrupt the customer. Be understanding.\nThank them for bringing the matter to your attention and apologize for any inconvenience. Explain to the customer\nthat the Store Manager, or Department Manager will be happy to help them.\n\nCreate an atmosphere of helpfulness. Show your gratitude for the chance to correct a mistake. When you do so, the\ncustomer will leave feeling satisfied.\n\n##### Service Policy\nAll of our customers are to receive the same efficient, friendly, courteous service, regardless of race, color, religion,\nage, gender, disability, height, weight, marital status, physical appearance or any other characteristic. Do not hesitate\nto help a customer in need.\n\nRemember, our fellow associates are also customer. Treat them with the same courtesy you would a non-associate.\n\n##### Customer Accidents\nAccidents demand immediate action. In all cases, alert the Department Manager or Store Manager at once, regardless\nof whether you think medical attention is required. Give all possible assistance to the customer. Under no\ncircumstances are you to make any promise or statement that would obligate you or this company for payment of\nmedical expenses or damage. It is very important that you never make a statement acknowledging responsibility. If a\ncustomer’s clothing is soiled, torn or otherwise damaged, do not take it upon yourself to promise payment. In an\nemergency, stay with them until it is resolved or until you are excused from the scene.\n\n##### Breakage of Merchandise in the Store or Parking Lot\nIf a customer breaks an item, approach the customer and put them at ease by saying “Not to worry, accidents happen.”\nTell the customer they should continue to shop, and you will take care of the damaged merchandise. It is very\nimportant that the customer is not made to feel guilty. Accidents tend to happen. Begin the clean-up, but call\nmaintenance to help/finish up with the clean-up.\n\n##### Store Cleanliness\nA clean store attracts and retains customers. All of us need to help keep our store clean. Please try to be aware of any\npapers or debris in the aisle or parking lot, and take a few extra seconds to pick them up and discard or put back in the\nproper location. The cleanliness of a store is a direct reflection of its associates.\n\n##### Donations\nRefer any customer asking for donations or discounts to a store owner or store manager. Associates are prohibited\nfrom authorizing such transactions.\n\n---\n\n##### Weights and Measures\n\nTrue weight, measures and counts are to be provided to all customers at all times. This means 16 ounces in a pound, to a dozen, with no variations one way or another. Anything less is not good enough for our valued customers.\n\nNever do anything in a manner that would indicate carelessness when using the scales. Tare weight, is the weight of an\nempty container/bag before the product is placed in it. Always adjust the tare weight before setting the price on the\nscales, and be sure to keep your hands away from the scales while they are “settling down” and recording.\n\n##### Sales to Minors - Illegal Transactions\n\nCertain products require verification of age prior to making a sale. You are responsible for verifying the age of anyone\nwho appears under 35 years old for these items. If they are of improper age, then it is illegal to make the sale. If you\nmake the improper transaction, then you are subject to discipline, up to and including immediate discharge. You also\nput yourself at risk of personal liability, including fines and jail time.\n\nIt is also illegal to sell to a minor if they have a note from a parent or guardian authorizing the minor to make the\npurchase. Specific age restrictions appear below. Contact your store director should you have any questions.\n\n---\n\n##### Dress Code\n\nWe want our customers to notice you - not your clothes. Your clothing and attire should be clean and without holes. If\nyou have any doubt whether your choice of dress will be acceptable, get your manager’s approval before wearing the\nitem to work. If you come to work with unsuitable clothes or appearance, you will be asked to go home and modify\nyour attire. This is at management’s sole discretion. For those associates who work in the office, business casual attire\nis required.\n\nBlue jeans, sporting attire, sweat outfits, or ripped/torn clothing are never considered appropriate attire. All associates\nare also required to wear appropriate footwear. Under no circumstances are flip flops, casual sandals, beach shoes,\nopen-toe shoes, or slippers are never considered appropriate footwear.\n\n## Not Permitted\n\n## 1. (Food Prep) No\n## artificial fingernails,\n## dangley jewlery,\n## watches or\n## bracelets.\n\n**Permitted**\n\n1. Flat shoes with rubber soles(non-slip)\n\n1. Conservative fragrance.\n\n2. Holiday Market hats areallowed, but you still have to\nwear HAIR NETS (for food prep\nareas.) No hats with sports\nteams logos.\n\n1. Facial hair must be wellgroomed. (1/4 inch)\n\n**Required**\n\n1. Black/Khaki/Chef pants\n\n2. Apparel under uniform mustbe solid white, black or grey.\n\n1. Conservative hair and jewelry.\n\n2. **(Food Prep)** Hair nets forhead, bangs, and beards. Any\nhair or beard that swings\nforward must be tied back or\ncontained. Flat non-slip shoes\nwith rubber soles\n\n---\n\n##### Nametags\n\nNametags (Name Badges) are part of your uniform and are required to be worn daily. Your first nametag is free. You\nwill be charged for replacements. Wear your badge in a visible location on your upper chest. They may not be worn on\nyour hat or on your pant belt. If you have any questions about the appropriate placement of your nametag, please see\nyour manager.\n\n##### Lockers & Bags\n\nHoliday Market is not responsible for any personal property that is lost or stolen. Lockers are company property, and\nwe reserve the right to access lockers at any time. Lockers are available on a first come, first served basis. Bring your\nown lock. Due to food code health laws, some items are not allowed to be in your department; items including\nhandbags, purses, coats etcYou may bring a small, clear plastic bag to your department to carry keys, wallets, and\nhygiene products.\n\n##### Cell Phones, Texting & Personal Calls\n\nYou are allowed to place or receive calls or text messages during your break time only. Cell phone usage must adhere\nto the following: *We don’t want to see it or hear it, except in the breakroom or outside.* Use of cell phones or any\nelectronic communication devices in your department or on the sales floor at any time is strictly prohibited. Exceptions\nto this policy, such as for an anticipated emergency phone call must be approved in advance by your manager.\n\n##### Smoking Policy\n\n**State law states that you must be 20 feet away from any entrance.** This includes any and all types of smoking. To\nbe in accordance with state law, smoking is not allowed anywhere on the premises and is only permitted on the picnic\ntables in the rear parking lot or in your vehicle. “Smokeless Tobacco” products are prohibited at all times.\n\nBefore you take a smoke break, you must remove any detachable portion of your uniform - Such as an apron or chef\ncoat - per Health Code.\n\n##### Work Schedules\n\nYour schedule will be posted by\nFriday in your department for the\nfollowing week.\n\nSchedules available online on\nSunday afternoon.\n\nWe cannot promise the work\nschedule you prefer.\n\nYou may be asked to \"stay over\"\nand work longer than your\nschedule time. Especially during\nthe holidays.\n\nRequest for time off must be\ngiven to your manager with at\nleast a 2 week notice. Note:\nThere is NO guarantee that your\nrequest will be granted.\n\n---\n\n##### Time Clock Procedures\n\n## New to Holiday Market? Don’t have a Number yet?:\n## Your department manager will guide you on where to sign in until\n## an employee number is assigned to you.\n\n##### You will receive your\n##### employee number\n##### within your first\n##### week of employment\n##### from HR.\n\nYour department will\ntrain you on the all\nfunctions of the time\nclock.\n\nPunch IN and OUT for ALL\nbreaks/lunches, regardless\nof its duration.\n\nLunches are not paid for.\nA lunch is anything over\n15 minutes.\n\nNever punch in another\nEmployee's ID #. If you\naccidentally do, notify\nyour Department\nManager or HR right\naway.\n\nYou are only permitted\nto punch in 5 minutes\nbefore your scheduled\nshift.\n\nWant to know how many\nhours you worked? Check\nthe time clock daily (view\ntimesheet.) P.S. It will also\navoid short paychecks.\n\n##### Frequent \"missed\n##### punches\" will be\n##### disciplined.\n\n---\n\n##### Helping Customers\n\nIf a customer stops you and asks for help, NEVER say “I’m on a break.” This is why we encourage you to take your\nbreaks in the break room or outside. So, you can obtain a rest period without interruption.\n\n##### Lunch and Break Periods\n\n#### You are required to work the duration of your scheduled shift. Within that shift, you\n#### are permitted to take work breaks or unpaid lunches, as permitted by your manager.\n\n##### Honesty & Integrity\n\n##### Report Stealing: Notify management immediately when you see a person taking money, merchandise,\n##### or equipment without paying for it. (Customer, associate, or vendor) All theft will be investigated by\n##### management or local law enforcement. Theft is punishable by discharge.\n\n##### Keep our business confidential: Any personal business information to which you are exposed, such as\n##### sales volumes, financial figures, and advertising or promotion plans, must be kept confidential.\n##### Michigan law prohibits the disclosure of company information, and Holiday Market will use all\n##### means available to protect its business interests. Please note that you are also legally bound to keep\n##### company information confidential even after you have left our employment.\n\n![Punch out for any and all breaks/lunches](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_6.png)\n\n![Punch out for any and all breaks/lunches](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_7.png)\n\nPunch out for\nany and all\nbreaks/lunches\nbefore making a\npurchase\n\n![Do not disturb other associates](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_9.png)\n\n![Do not disturb other associates](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_10.png)\n\nDo not disturb\nother associates\nwhile on your\nbreak\n\n![15-minute breaks or less are PAID.](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_12.png)\n\n![15-minute breaks or less are PAID.](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_13.png)\n\n15-minute breaks or less are PAID.\nYou must work 4-6 consecutive hours.\n30 minute lunch is UNPAID.You must\nwork 8 or more consecutive hours.\n\n![Keep the receipt o| your purchase](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_15.png)\n\n![your purchase visible. We spot](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_16.png)\n\nKeep the receipt of\nyour purchase\nvisible. We spot\ncheck purchases\nrandomly.\n\n![- Unless you are on your break](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_18.png)\n\n![-_ Unless you are wy on your break](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_19.png)\n\nUnless you are\non your break\nand or lucnh,\nYou may not\nsit in the\nbreakroom\n\n![If you're under the age of 18,](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_21.png)\n\n![= If you're under the age of 18,](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_19_22.png)\n\nIf you're under the age of\n18, you must take a 35minute break in a 5 hour\nshift.\n\n| nless you are |\n|---------------|\n| on your break |\n| and or lucnh, |\n| You may not |\n\n---\n\n##### Associate Purchases\n\n###### We want our associates to shop at Holiday Market. You’re some of our best customers! However, because you\n###### are an associate, we require that you follow these rules:\n\n###### 1. Do your shopping after you punch out: Only shop during breaks/lunches, or at the end of your shift.\n\n###### 2. Pay for it first: All purchases are to be paid for at the cash register before they are consumed or taken\n\n###### home. Failure to do so could lead to immediate discharge.\n\n###### 3. Keep your receipt: Please keep receipts for all your purchases throughout the day. We spot-check\n\n###### associates to determine if the product you are eating/taking out of the store has been paid for. Associates\n###### who cannot produce a receipt will be disciplined, up to and including discharge.\n\n###### 4. Take purchases to your car: All purchases for home consumption must be rung through the register and\n\n###### removed from the store once you have paid for them. You may not collect items for purchase and put them\n###### in your department walk-ins or coolers to purchase and take home at a later date/time.\n\n###### 5. Do not transact your relatives: You are not permitted to scan, weigh or price your own items of any\n\n###### relative or person residing in your household, or friend. Please advise them of this to avoid embarrassment.\n\n###### 6. Never mis-price an item: Anyone who labels a more-expensive item as a cheaper item so that it rings up\n\n###### at a cheaper price will be fired. This is called “sweet-hearting” and is theft. Any associate caught doing\n###### this will be immediately terminated.\n\n###### 7. Be prepared for inspection: We reserve the right to inspect all items taken from the store. All bags, boxes\n\n###### and packages removed from the store are subject to being spot checked by the Department or Store\n###### manager at any time.\n\n###### 8. Removing unpaid merchandise: Never exit the building with unpaid merchandise. This is considered\n\n###### stealing and may result in discharge.\n\n###### 9. Employee Charging: If you choose to employee charge your purchase, that amount will be withdrawn\n\n###### from your following week’s paycheck. (Monday-Sunday with payday on the following Thursday) If you\n###### overcharge your check amount, you will be automatically removed from store charging again on your\n###### check for 2 weeks.\n\n---\n\n##### Conduct Which Can Lead to Immediate Discharge\n\nCertain types of conduct can lead to immediate discharge. No list of rules, however extensive, can accommodate all\npossible associate actions, and these examples are accordingly illustrative only.\n\n--- Harassment (sexual, discrimination, threats, possession of weapons, acts of violence.)\n\n--- Mistreatment of customers, guests, or associates.\n\n--- Flagrant disregard of management directives, also known as “ *Insubordination”*\n\n--- Lying, falsifying documents, incorrect records, misrepresentation for purposes of obtaining benefits or privileges.\n\n- Including writing in & out times on a time sheet.\n\n--- Punching in/out another associate, or allowing another associate to do the same for you\n\n--- Theft of any sort. This includes eating store food and/or products without payment or permission.\n\n--- Excessive Cashier shortage/overages\n\n--- Leaving without prior authorization\n\n--- Selling age-restricted products (Alcohol, Tobacco, Lottery) to underage customers\n\n--- Selling or weighing items under the established price or weight\n\n--- Disclosing confidential company information to unauthorized individuals\n\n--- Violation of safety rules, including motor vehicle, tools and equipment safety\n\n--- Destruction or vandalism of company or associate property, or unauthorized use.\n\n--- Making false or malicious written/verbal statements concerning any associate, the company or store customers,\n\nincluding on social networks (Facebook, Twitter, Instagram etc)\n\n--- Taking or operating equipment without the proper authorization from HR, Store Directors or Owners.\n\n--- Ringing/pricing your own item, or a family member/close friend’s item.\n\n--- Selling/purchasing any contrabanded product on Holiday Market Property\n\n---\n\n##### Attendance Definitions & Penalties\n\nAbsence: You were hired because we need you to be at work on a regular and timely basis. Work schedules are\ndisrupted when associates are absent. Tardiness and absenteeism also place additional burdens on your fellow\nassociates. If you know you will be absent or late on a certain day, discuss it in advance with your manager. Your\nrequest will be given consideration.\n\nIf you cannot report for work as scheduled because of an emergency or illness, and it is not possible for you to obtain\nadvance authorization, then you are expected to contact your Department Manager as early as possible. When you call\nin, you may be asked to provide the reason for your absence, along with the date and time you expect to return to\nwork. You may be required to provide proof of the reason for your absence or tardiness.\n\n1. **No Call/No Show (NC/NS):** If you do not report to work and fail to notify the company, we will consider you\na “voluntary quit” and process your termination.\n\n1. **Notification requirements is absent for more than one day:** You must call in each day you will be absent,\nunless other arrangements are made with your manager. If you are going to be absent for an extended amount\nof time, see the HR department.\n\n##### Rules for reporting an absences & tardiness\n\nYou must call us in advance if you will be late or absent. The only people that are authorized to take your call are your\nDepartment Manager or the PIC. If we do not hear from you within the required amount of notice, then we will\nautomatically remove you from the work schedule for that day and assign a replacement.\n\n##### Calling in sick\n\nIf you are sick, then please don’t come to work. We want you to get well so you can give us 100% of your effort.\nPlease be prepared to bring in a doctor’s note when we request it.\n\nFood handling positions: *The County Health Department* has special rules when a food handler has a contagious\nillness. These rules are in place to prevent transmission of food-borne illness. Refer to the information provided during\nyour department training for which illness you cannot report to work with.\n\nSymptoms requiring disclosure: Certain symptoms must be reported, even if you are well enough to work. Notify your\nmanager immediately, per health code. This is the law. The symptoms are: *diarrhea, fever, vomiting, jaundice, sore*\n*throat with fever, or lesions containing pus on the hand, wrist, or an exposed body part.* These symptoms can cause\nthe transmission of food-borne illness.\n\n**Going to miss work or be late?**\n\n**Absent:** We understand it’s not always possible for a 24-hour advance\nnotice. However, we do require at least 2-hour notice.\n\n**Tardy:** Call a minimum of 1 hour before your shift begins.\n\n**Call:** Your Department Manager or Person in Charge (PIC)\n\n---\n\n##### Parking\n\nParking is only permitted in the employee parking lot that is located in between E. Parent St. and E. Harrison Ave.\nTo get in the gates: Swipe your nametag or punch your employee number beginning with a 9 on the keypad.\n\n**Example:** #123 you would punch 9000123. #100123 you would punch 9100123. #101123 you would punch 9101123.\n\n##### Broken Packages & Damaged Merchandise\n\nBroken packages or damaged merchandise are company property. We still own it, and we can get vendor credit for it.\nTherefore, give broken/damaged items to the department manager where it came from. Associates are PROHIBITED\nfrom taking these items home. If you take them home, it is considered stealing.\n\n##### Working for our Competitors\nYou may not work for any company in direct competition with our store without written consent.\n\n##### Solicitation & Distribution by Employees\nOur company will continue as a successful competitor in the industry if we devote our full attention to quality work.\nAs a consequence, solicitation of any kind on company premises during working time will not be tolerated.\n\nAssociates are not allowed to solicit other associates during working time. In the interest of maintaining clean and\norderly facilities, the distribution of literature in working areas and non-working areas during working time is\nprohibited. Non-employees and outsiders are not permitted to solicit or distribute literature on company premises at\nany time. Associates are not to enter or remain in the interior of the building or other working area unless they are on\nduty or scheduled to work.\n\n##### Premiums & Gratuities\nAll associates are required to disclose to the store director information regarding all gifts, premiums, samples, event\ntickets, and offers of free use of goods or services offered by or received from suppliers, vendors or others with whom\nwe have a business relationship. Failure to disclose such information will be considered a violation of this policy and\nsubject to disciplinary action, up to and including discharge.\n\nT-shirts, hats, desk accessories and preapproved meals may be accepted up to a total estimated value of $25. A\ndetermination of the ownership status or disbursement of all other gifts, premiums, trips, or other items covered by this\npolicy will be made by an owner of the company. Until such determination is made, all goods, services, or other items\noffered to or received by an associate shall be considered the exclusive property of the company and given to the store\nowners for proper handling.\n\n---\n\n##### Resignation Policy\n\nWhenever possible, please give us a two weeks’ notice of your intent to resign. This gives us time to train a\nreplacement without business interruption. Associates who provide a two weeks’ notice and actually work the\nscheduled hours they were assigned (rather than using PTO in lieu of working) will receive pay for any **unused PTO**\ntime earned as of January 1 ^st^ of the calendar year of employment. Associates who do not provide a two weeks’ notice\nand/or who fail to work their schedule will not receive payout for unused time.\n\n##### Layoff Policy\n\nUnfortunately, circumstances may arise that require layoff. If the company, in its sole discretion, determines that a\nlayoff is necessary, affected associates will be notified of the effective date, pertinent benefits information, and\nspecified possibility of recall (if any) as soon as it is practical. All layoffs and recalls will be based upon company\nneeds and associate’s ability, as determined by the company. After 30 days on layoff status, associates will be\nautomatically terminated.\n\n##### Discipline\n\nWe reserve the right to discipline associates who violate company policies. We also reserve the right to suspend the\ndisciplinary process and to immediately proceed to discharge, as per our policy as an at-will employer.\n\n##### Alcohol & Controlled Substances\n\nIt is essential that all associates be alert and in full possession of their facilities when working to protect the safety of\nour work force, work place, the public, as well as to promote high standards of conduct, integrity and efficiency. Being\nunder the influence of or being impaired by controlled substances such as, drugs or alcohol can cause permanent\ninjury/death.\n\nAccordingly, associates are prohibited from reporting to work in an unfit condition. This includes while under the\ninfluence/impaired by alcohol, drugs, or controlled substances in their system. No associate may possess, sell or\ndistribute alcohol, drugs or controlled substances while on company property or company time.\n\nTo prevent controlled substances, drugs, alcohol and other contraband from being brought onto the company premises,\nthe company may at its discretion, inspect any locker, package, purse, tool box, vehicle, or other personal belonging\nbrought onto the company premises in connection with the investigation of any rule violation or in the maintenance of\na safe workplace. Associates will cooperate in all investigations of suspected rule violations or workplace safety.\n\n##### Shoplifting\n\nCustomer, vendor and associate theft is a serious problem and must be handled by experienced personnel to avoid\ndifficulties. If you see anyone hiding merchandise in their clothing or in a packaging they are carrying, then quietly\nreport the incident to management. Try to do so without losing sight of the person involved. We want to be sure that\nperson does not dispose of the merchandise. When the manager arrives, state what the item is and where it was hidden.\nThe manager will evaluate the situation.\n\n---\n\n##### Store Robberies\n\n1. Obey the robber: Should a holdup occur, obey all orders given by the robber. Do not argue or hesitate. Don’t do\nanything to alarm, excite or anger the robber. Avoid making sudden movements. Do not raise your voice. Keep\nyour hands visible at all times.\n\n1. Remain calm & pay attention: Concentrate on remembering the description of the robber for identification at a\nlater time: Their features, clothing, voice, hair, jewelry, height, weight, scars, tattoos etc.. After the robbery, (If you\ncan safely do so) try to get a description of the getaway vehicle, including license number, brand of car, and the\naccomplice, if any. This can help the police.\n\n1. Give the robbers what they ask for: Under no circumstances should you endanger your life or the lives of your\nfellow associates or customers. Do not attempt to apprehend the robber. Do not refuse to cooperate with their\norders. Give them the money that is available, without argument. Money can be replaced. Your life or the lives of\nothers cannot.\n\n##### Special Safety Rules for Employees Under the Age of No one under the age of 18 is permitted to operate, service or clean any power-driven equipment, such as bakery\nmachines or meat processing machines. No one under the age of 18 may operate the cardboard baler or trash\ncompacter. This includes unauthorized equipment in restricted areas, throwing empty boxes, cardboard/garbage into\nthe baler/compacter, even if they are shut off.\n\n##### Hazardous Chemicals in the Workplace\n\nIn compliance with the Occupational Health & Safety Administration (OSHA) and Michigan OSHA (MIOSHA),\nassociates have a right to know of any hazardous chemicals/materials in the work place, and the risks associated with\nthose items. We have a “Material Safety Data Sheet” book (MSDS) that lists each hazardous chemical and explains\nwhat to do if you are exposed to it. The MSDS book is located in the break room. You are also required to properly\nlabel chemicals that you transfer from their original container to a smaller container (for example, to a mop bucket or\nspray bottle.) If you are uncertain about the safety of any chemical/material, or how to properly label chemicals that\nare transferred to small containers, then please see the department manager. If something is broken or malfunctioning\nyou must contact the department manager or a store director immediately.\n\n##### Injury Reporting\nIn case of injury on the job or occupational disease, the company pays workers compensation pursuant to state\nregulations. Workers’ compensation helps cover doctor bills and provides your family with a continuing income\nshould you be temporarily or permanently disabled.\n\nYou are required to promptly report to your manager any accident, injury or illness occurring while you are at work,\nno matter how trivial you think it may be. This is essential. If you do not report an accident, injury, or illness, then you\nmay forfeit some or all of your state compensation benefits.\n\n##### Training\nIt is every associate’s responsibility to enthusiastically participate in all training programs and skills development\nprovided by the company. If a specific training workshop has films and you would like to review any of those training\nfilms again at a later date, then please see your department manager to schedule a time.\n\n---\n\n##### Equipment & Tool Operation\n\n1. Cleaning & Operation: Tools and equipment are to be kept clean and in good repair. Do not operate any equipment\nthat in your opinion is not in a safe condition and/or that you have not been properly trained to operate. Any\naccident, hazard, unsafe working condition, or unsafe use of equipment is to be corrected or reported to your\nmanager immediately for corrective action.\n\n1. Accident Reporting: If you are involved in an accident while working or witness an accident by a customer or\nanother associate, no matter how small, immediately report it to your Human Resources Representative or a\nmanager.\n\n1. Machine Guards & Operating Safety: We have machines in the building that have guards to prevent injury.\nExamples are deli meat slicers, carboard balers, and bakery equipment. Machines must not be operated until all\nguards are in place. Do not bypass or remove guards, unless for maintenance, cleaning or repair purposes. Safety\nlaws require power lockout procedures to prevent the unexpected startup of power equipment while cleaning or\nservicing machines. This is known as “lock-out, tag out.” If a machine is tagged for repair or lock-out, do not\nattempt to operate it. If you do so, you will be discipline, up to and including discharge.\n\n1. Fire Suppression Equipment & Exits: Fire extinguishers, inside and outside sprinkler system control valves,\noutside fire department connections and alarm bells, and all exits must be kept clear of obstructions at all times. If\na fire extinguisher is discharged, even by accident, notify a store director immediately. Once a fire extinguisher is\nsprayed, it loses its pressure and won’t spray a second time. This is why you need to tell us, whenever at\nextinguisher is discharged. We will need to have it re-pressurized.\n\n![and box | prop “engage rseplay](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_7.png)\n\n![in horse, ort all lents or ries,](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_8.png)\n\n![how small F manager the HR tment.](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_9.png)\n\n![Or. “short ¢ when t tools equipn](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_10.png)\n\n![ee a manager](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_11.png)\n\n![the gua plac rt unsafe pment or](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_12.png)\n\n![Always o| machine the cia](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_13.png)\n\n![x cutters Wipe s perly immedi:](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_14.png)\n\n![Retail_Holiday_Market_image_26_15](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_15.png)\n\n# Work\n\n![Store knives and box cutters properly](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_17.png)\n\n```shell\n# Work\n# Safely\nStore knives\n```\n\nand box cutters\nproperly\n\n![Wipe spills immediately. Put out](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_19.png)\n\nWipe spills\nimmediately.\nPut out a \"wet\nfloor\" sign to\nmark the area\nuntil dry.\n\n![Always operate machines with the](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_21.png)\n\nAlways operate\nmachines with\nthe guard in\nplace\n\n![Report unsafe equipment or hazards](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_23.png)\n\nReport unsafe\nequipment or\nhazards\nimmediately to\na manager\n\n![Never take \"short cuts\" when using](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_25.png)\n\nNever take\n\"short cuts\"\nwhen using\ntools or\nequipment\n\n![Avoid \"trip\" hazards. Pick up debris](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_27.png)\n\nAvoid \"trip\"\nhazards. Pick up\ndebris off the\nfloor.\n\n![Report all accidents or injuries,](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_29.png)\n\nReport all\naccidents or\ninjuries, no\nmatter how small\nto your manager\nor the HR\ndepartment.\n\n![Never engage in horseplay](/Users/sriks/Documents/Projects/FrontShiftAI/data_pipeline/data/parsed/Retail_Holiday_Market_image_26_31.png)\n\nNever engage\nin horseplay\n\n---\n\n##### Benefit Plan Details\nSome company benefits are spelled out in detail within this handbook. Other benefit plans only list the highlights. For\nbenefit plans that have government requirements for reporting and disclosure, you must consult the Summary Plan\nDescription (SPD) Issued by the benefit carrier to obtain complete details.\n\nWho is eligible for benefits? Full-time employees working a minimum of 30 hours per week are eligible for medical\nbenefits. Full-time employees working a minimum of 40 hours per week are eligible for all other benefits. When does\ncoverage begin? For new hires coverage begins on the first of the month following 60 days from your date of hire.\nWhen does coverage end when I am no longer employed? Coverage ends on the last day of the month of termination\nof employment\n\nWhenever there is a discrepancy between our handbook and the official plan documents, the plan documents govern.\nAlso, changes in the law may affect the benefits programs described in this employee handbook. The provisions of the\nhandbook do not establish contractual rights between the company and its employees. Holiday Market, in its own\ndiscretion reserves the right to add, modify, amend, alter, reduce or eliminate any or all of the benefits described in the\nemployee handbook or which may otherwise be provided.\n\n##### Pay Day\nOur pay week is Monday through Sunday. You will be paid the following Friday for work performed in the previous\npay week. Direct Deposit is required upon becoming an associate. Please contact the payroll department for details.\n\n##### Paycheck Errors\nAssociates who believe any mistakes or improper deductions have been made to their pay should report their concerns\nimmediately to Human Resources. The company will make appropriate correction as soon as reasonably possible.\n\n##### Overtime Policy\nBusiness situations or demands occasionally require overtime work. In these cases, the manager will attempt to give\nyou sufficient notice concerning scheduled overtime. Non-exempt associates receive overtime pay at time and a half\n(1.5hr) for all hours worked over the amount of 40 hours in a work week (This does not apply to Holiday weeks as\nthere is a separate policy for Holidays.) Associates eligible for overtime MUST OBTAIN PRIOR MANAGER\nAPPROVAL to work the OT hours. If you work OT without permission, you will be disciplined.\n\n##### Paid Holidays\nHourly full time and part time associates who have been employed for 90 continuous days and worked over 25 hours\neach week are eligible for holiday pay. Full Time associates will receive eight hours of holiday pay at their rate of pay.\nPart time associates will receive four hours of holiday pay at their rate of pay. The six paid holidays are as follows:\nNew Year’s Day, Memorial Day, Independence Day, Labor Day, Thanksgiving, and Christmas. You must work the\nday before, the day of the holiday, or the day after in order to receive holiday pay. Under no circumstances will an\nassociate receive holiday pay if: A. You are scheduled to work a holiday week and fail to do so (calling in), or B. You\nare on vacation, personal leave, or leave of absence.\n\n##### Employee Classifications\nEmployee classifications are as follows. Job classifications and duties may be changed by the company at its sole discretion.\n\n **Full Time:** Defined as someone who averages 40 hours weekly.\n **Part Time:** Defined as someone who averages between 25-39.99 hours weekly.\n **Seasonal/Casual Labor:** Defined as an associate who works irregular, temporary or limited schedules.\n\nExamples being: students when they are home for college breaks, or call-in positions. Unless otherwise\n\n---\n\ndetermined by the company, casual labor associates are not eligible for benefits, even though they may\noccasionally work over 40 hours in each week.\n\n##### Birthday Pay\n\nHourly full-time associates with an average of 40 hours and part-time associates with an average of at least 25 hours per week\nand those who have been employed for 90 continuous days will receive birthday pay. Full Time - 8 hours , Part Time - 4 hours\n##### Bereavement Pay\n\nHourly full-time associates with an average of 40 hours and part-time associates with an average of at least 25 hours per week\nand those who have been employed for 90 continuous days will receive one day of bereavement pay. Immediate Family Defined\nfor Bereavement Leave: “ **the employee's spouse, domestic partner, legal guardian, son, daughter, mother,**\n**father, sister, brother, grandparents, aunt, uncle, niece and nephew, and in-laws of the same categories**\nFull Time - 8 hours , Part Time - 4 hours\n**ESTA Requirements** : Employee over 18 that has been with the company for more than 120 days but less\nthan 1 year and work fewer than 25 hours a week. Employees who are over 18 have been with the company for\nmore than 1 year and work fewer than 25 hours per week. All the other new employees who is over 18 and work for\nthe company less than 1 year and work more than 25 hours per week.\n\n- Employees accrue **1 hour of PTO for every 30 hours worked**\n- Salaried employees accrue 1 hour of ESTA for every 40 hours worked\n- Up to 72 hours of PTO can be used per year after it is accrued (earned)\n\n**Rollover Policy**\n\n- Up to 72 hours of PTO can be rolled over from one year to the next.If you have more than 72 hours any additional hours will be forfeit\n\n##### Part Time Paid Time Off\n\nPart time associates who, on their 1-year anniversary date, have completed one year of continuous service and average\nat least 25 hours to 39.99 hours per week are eligible for PTO Time\n\nYour average weekly hours worked in the previous year determines the number of vacation hours you are eligible for\nin the current year. See the payroll department if you want a specific calculation.\n\n **After 1 year:** At your anniversary date. 40 hours\n **After 3 years:** 80 hours\n **After 10 years:** 120 hours\n\n| Hourly full-time associates with an average of 40 hours and part-time associates with an average of at least 25 hours per week | | | |\n|--------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------|--|--|\n| and those who have been employed for 90 continuous days will receive one day of bereavement pay. Immediate Family Defined | | | |\n| for Bereavement Leave: | “the employee's spouse, domestic partner, legal guardian, son, daughter, mother, | | |\n| father, sister, brother, grandparents, aunt, uncle, niece and nephew, and in-laws of the same categories. | | | |\n| Full Time - 8 hours, Part Time - 4 hours. | | | |\n\n---\n\n **After 1 year:** At your anniversary date. 2 weeks at 80 hours for a total of 10 days\n **After 3 years:** 3 weeks at 120 hours for a total of 120 hours equaling 15 days\n **After 10 years:** 4 weeks at 160 hours for a total of 160 hours equaling 20 days\n\n*All paid time off is “use it or lose it.” This means that you have until December 31 of the calendar year to use the*\n*benefits. Paid time off that is unused as of December 31 will be forfeited. It will not carry over to the next year.*\n\n##### PTO Payouts\n\nAssociates who provide a two weeks’ notice and work their specific scheduled hours that they were assigned (rather\nthan using vacation/bonus time in lieu of working) will receive pay for any unused PTO time that was earned as of\nJanuary 1 ^st^ of the calendar year that employment is terminated. The associate’s department manager will have to\ninform HR if the associate is eligible for receiving their vacation paid out. If approved the associate will receive the\npayout in a timely manner. Associates who do not provide two weeks’ notice and/or who fail to work their schedule\nwill not be entitled to pay out for unused PTO time.\n\n**PLEASE NOTE:** All requests must be given to your manager with a minimum two-week notice, and they will decide\nif it is approved or not. YOU are responsible for telling HR that you would like a vac/sick/b-day paid out on your\npaycheck the following Thursday. DO NOT rely on your department manager to tell HR for you.\n\n##### 401k Retirement Savings Plan - John Hancock\n\nAssociates that are over the age of 21, work an annual 1,000 hours (19.23avg/week) and have been employed for a\nyear are eligible to participate in our 401k retirement savings plan. Specific details of the plan are contained in a\nseparate plan document provided by the 401k administrator. Please see HR for details.\n\n##### Personal Leave of Absence\n\nUnpaid personal leave may be granted for periods of up to two weeks in length (maximum of 14 days in a calendar\nyear) to all FT associates who have worked for the company for a minimum of 6 months. Personal leaves are granted\nat the company’s discretion depending upon business needs. An associate who fails to return to work upon completion\nof the approved personal leave will be considered to have voluntarily terminated their employment. The associate shall\nnot engage in gainful employment during such leave without the prior written permission of the company.\n\n---\n\nEmployees who require a longer leave than is provided, may request an extension of leave. Employees who do not\nmeet the eligibility requirements under this FMLA policy, will be eligible for leave if they are qualified individuals\nwith a disability, request a leave as a reasonable accommodation of their disability, and the requested leave will not\nimpose any undue hardship on the company.\n\nHoliday Market also provides up to 12 weeks of leave for “a qualifying urgent matter” arising out of a covered family.\n\n##### Eligibility\n\nIn order to qualify for FMLA the employee must meet all of the below conditions:\n\n-The employee must have worked at Holiday Market at least 1 year, which does not need to be consecutive.\nFor eligibility purposes, an employee will be considered to have been employed for an entire week even if the\nemployee was on the payroll for only part of a week or if the employee is on leave during the week.\n\n-The employee must have worked at least 1,250 hours (24.04 average hours) in a 12-month period immediately\nbefore the date when the leave would begin.\n\n-The employee must work in an office or work site where 50 or more employees are employed within 75 miles\nof that office or work site.\n\n##### Type of Leave Covered\nIn order to qualify as FMLA leave, the employee must be taking the leave for one of the reasons below:\n\n1. The birth of a child/to care for that child\n2. The placement with employee of a child for adoption or foster care\n3. To care for a spouse, child or parent with a serious health condition\n4. The serious health condition of the employee.\n5. A qualifying urgent matter arising out of the fact that the employee’s spouse, child or parent is a coveredmilitary member on active duty. Or to care for a covered service member with a serious injury or illness if the\nemployee is the spouse, son, daughter, parent or next related to the service member.\n\nAn employee may take leave because of a serious health condition that makes the employee unable to perform their\nspecific functions of their position, as provided by the FMLA and its regulations. Serious health condition means any\nillness, injury, impairment, or physical/mental condition that involves any of the below.\n\n1. Any period of incapacity or treatment in connection with or consequent to inpatient care in a hospital, hospice,or residential medical care facility\n\n1. A period of incapacity requiring absence from work, school, or other regular daily activities, of more than threeconsecutive full calendar days, and any subsequent treatment or period of incapacity relating to the same\ncondition that also involves:\n\n--- A. Treatment, in person, 2 or more times within 30 days of the first day of incapacity, by a health provider, nurse,\nor physician’s assistant under the direct supervision of a health care provider or by a provider of health care service\nunder orders of, or on referral by a health care provider.\n--- B. Treatment, in person, by a health care provider on at least one occasion which results in a regimen of continuing\ntreatment under the supervision of the health care provider. The first in person treatment visit must occur within\nseven days of the first day of incapacity.\n\n---\n\n1. Any period of incapacity or treatment for the incapacity due to a chronic serious health condition which:\n\n--- Requires periodic visits (defined as at least twice a year) for treatment by a health care provider, or by a\nnurse/physician’s assistant under the direct supervision of a health care provider\n--- Continues over an extended period of time. Including recurring episodes of a single underlying condition\n--- May cause episodic rather than a continuing period of incapacity (asthma, diabetes, epilepsy etc..)\n\n1. Any period of incapacity due to pregnancy or for pre-natal care. A husband may take FMLA leave if needed tocare for his pregnant spouse who is incapacitated or if needed to care for her during her prenatal care.\n\n1. A period of incapacity which is permanent or long-term due to a condition for which treatment may not beeffective. The employee or family member must be under the continuing supervision of, but need not to be\nreceiving active treatment by a health care provider.\n\n1. Any period of absence to receive multiple treatments (and recover) under the orders of, on referral by, a healthcare provider, either for restorative surgery after an accident or other injury/condition that would likely result in\na period of incapacity for more than three calendar days in the absence of medical intervention or treatment.\n\n##### Type of Leave Covered - Continued\nEmployees with questions about what illnesses are covered under this FMLA policy or under the company’s sick leave\npolicy are encouraged to speak with the Human Resources Department. The company may require an employee to\nprovide a doctor’s certification of serious health condition.\n\nIf an employee takes a leave for a condition that progresses into a serious health condition or develops a condition that\nis a serious health condition, the company may designate all or some portion of related sick leave taken as leave under\nthis policy, to the extent that the earlier leave meets the necessary qualifications.\n\nExcept in the case of leave to care for a covered service member with a serious injury or illness, an eligible employee\ncan take up to 12 weeks of leave under this policy during any 12-month period. The company will measure the 12month period by a “rolling” 12-month period, measured backward from the date an employee used any FMLA leave as\nprovided by the FMLA in its regulations.\n\nA husband and wife who are eligible for leave under this policy and are employed by the same covered employer are\npermitted to take only a combined total of 12 weeks of leave during any 12-month period if the leave is taken:\n\n--- For the birth of a child/to care for the child after birth\n--- For placement of a child for adoption or foster care, or to care for the child after placement\n--- To care for the employee’s parent with a serious health condition.\n\nEach time an employee takes leave the company will compute the amount of leave the employee has taken under this\npolicy and subtract it from the 12 weeks of available leave, and the balance remaining is the amount the employee is\nentitled to take at that time.\n\nEligible employees can take up to 26 weeks of FMLA leave during a single 12-month period to care for a covered\nservice member with a serious injury or illness. A single 12-month period in which the 26 weeks of leave entitlement\ndescribed in this paragraph occurs using the 12-month period measured forward from the date an employee’s first\nFMLA leave to care for the covered service member begins.\n\n---\n\n##### Employee Status & Benefits During Leave\nWhile an employee is on leave, the company will continue the employee’s health benefits.\n\nIf the employee chooses not to return to work for reasons other than a continued serious health condition or reasons\nbeyond the employee’s control, Holiday Market will require the employee to reimburse the company the amount paid\nfor health insurance while the employee was on leave. Under current company policy, employees must make a\npremium payment (their weekly payment) to Holiday Market at the same time as a payment that would be made if it\nwas a normal payroll deduction.\n\nIf the payment is more than 30 days late, the employee’s health care coverage may be dropped for the duration of\nleave. In the event that a payment is not received, the company will mail a notice of late payment to the employee days before the date that coverage would be dropped, advising that coverage will be dropped on a specific date at least\n15 days after the date of the letter.\n\nIf the employee contributes to any other type of insurance/disability plan, the employer will continue to make payroll\ndeductions while the employee is on paid leave. While the employee is on unpaid leave, they must continue to make\nthose payments in the same manner prescribed in the paragraph above, along with health care payments. If the\nemployee does not continue these payments, the company may cancel coverage during the leave period, or will\nrecover the payments at the end of the leave period, in a manner consistent with the law.\n\n##### Employee Status After Leave\n\nAn employee who takes leave under this policy will be able to return to the same position when leave commenced, or\nto an equivalent position as provided by the FMLA and its regulations. The equivalent position will have the same pay,\nbenefits, and working conditions, including privileges, perquisites, and status.\n\nUnder certain circumstances the company may deny the employee to come back if:\n\n1. The employee would not otherwise have been employed at the time reinstatement is requested.\n\n1. The employee is no longer qualified for the position because of the employee’s inability to attend a necessarycourse or renew a license as a result of the leave, despite being given a reasonable opportunity to fulfill those\nconditions upon return to work.\n\n1. The employee is unable to perform the essential functions of the job due to a physical or mental condition,including the continuation of a serious health condition with or without a reasonable accommodation.\n\n1. The employee is a “key employee” and the restoration of the employee would result in substantial and grievouseconomic injury to the company. The term “key employee” refers to any salary eligible employee who is\namong the highest paid 10% of all employees within 75 miles.\n\n##### Paid Leave\n\nIf the employee has accrued paid leave (Vacation, Sick, Personal,) that accrued paid leave will be substituted against\npart or all of the approved 12-week FMLA. The employee may elect to retain a bank of up to 80 hours of accrued\nleave. Leave taken under the company’s long-term disability plan or workers compensation plan is considered paid\nsick leave for purposes of FMLA.\n\n---\n\n##### Intermittent Leave or a Reduced Work Schedule\n\nThe employee may take FMLA leave in 12 consecutive weeks, may use the leave intermittently (take a day\nperiodically when needed over a year,) or under certain circumstances may use the leave to reduce the work week or\nwork day, resulting in a reduced hour schedule. In all cases, the leave may not exceed a total of 12 weeks over a 12month period. Employees must make a reasonable effort to schedule planned medical treatments so as not to disrupt\nthe employer’s operations.\n\nThe company may temporarily transfer an employee to an available alternative position with equivalent pay and\nbenefits if the alternative position would better accommodate the intermittent or reduced schedule.\n\nFor the birth, adoption or foster care of a child, the company and the employee must mutually agree to the schedule\nbefore the employee may take the leave intermittently or work a reduced hour schedule. Leave for the birth, adoption,\nor foster care of a child must be taken within one year of the birth or placement of the child.\n\nThe company may require certification of the medical necessity.\n\n##### Certification of the Serious Health Condition\n\nThe company may ask for you to provide certification of the serious health condition within 5 business days after the\nrequest is made in the case of foreseeable leaves and within 5 business days after the leave commences in the case of\nunforeseeable leaves. The employees should try to respond within 15 days of the request, or provide a reasonable\nexplanation for the delay. Failure to provide certification may result in a denial of continuation of leave. Medical\nCertification should be provided by using the Medical Certification Form that is available in the HR department.\n\nCertification of the serious health condition shall include: The date when the condition began, its expected duration,\ndiagnosis, and a brief statement of treatment. For medical leave for the employee’s own medical condition, the\ncertification must also include a statement that the employee is unable to perform work of any kind or a statement that\nthe employee is unable to perform the essential functions of the employee’s position. For a seriously ill family\nmember, the certification must include a statement that the patient requires assistance and that the employee’s presence\nwould be beneficial or desirable.\n\nThe company has the right to ask for a second opinion if it has reason to doubt the certification the company will pay\nfor the employee to get a certification from a second doctor, whom the company will select and who is not a company\nemployee. The company will also reimburse the employee or family member for any reasonable “out of pocket” travel\nexpenses incurred to obtain the second and third medical opinions.\n\nIf necessary, to resolve a conflict between the original certification and the second opinion, Holiday Market will\nrequire the opinion of a third doctor. Holiday Market and the employee will jointly select the third doctor, and Holiday\nMarket will pay for the opinion. The third opinion will be considered final.\n\n##### Procedure for Requesting Leave\n\nExcept where leave is not foreseeable, all employees requesting leave under this policy should submit the request in\nwriting to their immediate manager as soon as practicable and within the time prescribed by Holiday Market usual and\ncustomary notice requirements applicable such leave, and include a basis for the FMLA leave.\n\n---\n\nWhen an employee plans to take leave under this policy, the employee must give the company 30 days’ notice. If it is\nnot possible as is practicable. An employee undergoing planned medical treatment is required to make a reasonable\neffort to schedule the treatment to minimize disruptions to the company’s operations.\n\nWhile on leave, employees are requested to report either very 2 weeks or every 30 days to the company, regarding the\nstatus of the medical condition, and their intent to return to work. If the employee does not return at the end of the\nleave period, the employee’s notification of his/her intent not to return will be the COBRA qualifying event.\n\nThe company may request recertification as provided in the FMLA regulations.\n\n##### Military Caregiver Leave\nHoliday Market permits a spouse, son/daughter, parent or next related to take up to 26 weeks of leave during a 12month period to care for a covered service member who suffers from a serious injury/illness incurred on active duty.\n\nA covered service member is a member of the Armed Forces, including a member of the National Guard, or Reserves,\nwho is undergoing medical treatment, recuperation, or therapy, is otherwise in outpatient status, or is otherwise on the\ntemporary disability retired list, for a serious injury or illness.\n\n##### Qualifying Urgent Matters\n\nAn employee may take up to 12 weeks of FMLA leave for a “qualifying urgent matter” arises when a souse, a parent or\nchild is currently on or has been called to active duty. Qualifying Urgent Matter leave may be taken for the following\nreasons:\n\nShort Notice Deployment: Occurs when notice of the call for deployment is received within 7 days of the deployment.\nLeave can occur for any purpose and is limited to seven calendar days beginning on the date of a covered military member\nis notified of an impending call or order to active duty in support of a contingency operation.\n\nMilitary Events: To attend a ceremony, program, or event sponsored by the military that is related to the active duty or call\nto active duty of a covered service member, and to attend family support or assistance programs and informational briefings\nsponsored or promoted by the military, military service organizations, or the American Red Cross that are related to the\nactive duty or callup.\n\nChildcare and School Activities: To arrange for alternative childcare for a child of a covered servicemember, provide\nchildcare on an urgent, immediate need basis (but not on a routine), to enroll or transfer the service member’s child to a new\nschool or day care facility, and to attend meetings at a school or daycare regarding parent-teacher conferences, disciplinary\nmatters or counseling for the service member’s child.\n\nFinancial and Legal Arrangements: To make or update financial or legal arrangements to address the service member’s\nabsence, such as the preparation of wills or execution of powers of attorney.\n\nCounseling: To attend counseling provided by someone other than a health care provider for the employee, the covered\nservice member or their child arising from the call-up to active duty.\n\nRest and Recuperation: To spend time with a servicemember who is on short-term rest and recuperation leave during a\nperiod of deployment. These leaves are limited to 5 days for each instance of rest and recuperation.\n\n---\n\nPost-Deployment Activities: To attend arrival ceremonies, reintegration briefings and events and other programs sponsored\nby the military within 90 days following the end of the deployment and to address issues that arise from the death of a\nservice member.\n\nAdditional Activities: To address other events that arise out of the above duty or call-up provided the employer and\nemployee agree that such leave shall qualify as an Urgent Matter, and agree to both the timing and duration of leave.\n\nQualifying Urgent Matter Leave may be taken intermittently or on a reduced leave schedule. Holiday Market will seek\ncertification of Qualifying Urgent matter Leave the first time an employee requests such leave. Holiday Market will require\nemployees to provide a copy of active-duty orders or other documentation issued by the military indicating that the covered\nmilitary member is on or called to active duty and the dates of service. Additionally, Form WH-384 must be completed in\nconnection with Qualifying Urgent Matter leaves.\n\n##### Military Leave\n\nThe companies will comply with the Uniform Services Employment and Re-employment Rights Act (USERRA), 38 U.S.C.\nS 4301 et seq. pertaining to military leave. As the laws change, or as interpretations of the laws change, military leave\nbenefits for companies’ employees may change accordingly. No attempt is made in this policy to cover all possible\nsituations and circumstances that may arise when an employee is ordered to active duty. Therefore, as military leave\nsituations arise, employees should consult with their manager for current and complete details regarding their military leave\nrights as a company employee and should make sure the Benefits Office is contacted regarding any continuation of benefits.\n\n---\n\nPension Benefits: Time spent on military leave (paid or unpaid) is not considered a break in employment for pension\nbenefit purposes. The returning service member who is eligible for reinstatement under USERRA has up to 3 times the\nlength of military leave (up to a max of 5 years) to make the retirement contribution payments he or she would have\nmade to establish retirement credit. USERRA does not permit double credit in two retirement systems for the same\nmilitary leave. Therefore, the employee is not entitled to purchase credit in company if he/she receives credit in any\nother public retirement system, except federal social security system.\n\nRe-Employment Rights: USERRA places a 5-year limit (with some exceptions) on the cumulative length of time a\nperson may voluntarily serve in the military and remain eligible for re-employment rights. The USERRA\nreinstatements rights do not extend, however, to employees who are employed for brief, non-recurrent periods with no\nreasonable expectation that employment will continue indefinitely. Under certain circumstances employees that are\neligible to be reinstated to their former position unless company establishes that the circumstances have so changed as\nto make re-employment impossible or unreasonable. If on military leave for 90 days or less, eligible employees may\nbe reinstated to their own position or a similar position of like seniority, status or pay. Upon return from military leave,\nemployees must comply with the current provisions of the law in regards to notification of and time frame in which\nthey must return to work. These limits are specified in 38 USC S4312 and vary depending on the length of service.\n\n---\n\nAn individual who receives the extended coverage period due to a disability must notify the plan administrator when it\nis determined that the individual is no longer disabled within the definitions of the social security ace.\n\nThe law also states that your continuation coverage (18, 29, 36 months) may be cut short for any of the below reasons:\n\n1. If the company no longer provides group health coverage to any of its employees\n2. If the premium for your continuation coverage is not paid\n3. If you become covered under another group health plan which covers your pre-existing condition\n4. If you become eligible for Medicare\n5. If you were divorced from a covered employee and subsequently remarry and are covered under your newspouse’s group health plan.\n\n1. If there is a final determination that you are no longer disabled (in the case of beneficiaries who qualified for anextra 11 months of continuation coverage based upon their disability.)\n\n##### COBRA Insurance - Continued\n\nYou do not have to show that you are insurable to choose continuation coverage. However, you may have to pay all or\na part of the premium for your continuation coverage.\n\nThis notice is provided as a matter of information only. It does not, and is not intended to create any contractual, legal\nor other rights. Rather, your rights are only as expressly set forth in the plan and in federal/state law. The company\nreserves the right to amend and/or change the plan as permitted by the terms of the plan. In addition, a subsequent\nqualifying event and initial qualifying event can extend the period of coverage for qualified beneficiaries.\n\nFor further information about this law, contact your human resources representative.\n\n##### Worker’s Compensation Insurance\n\nIn case of injury on the job or occupation disease, Holiday Market pays Workers’ Compensation pursuant to state\nregulations. Workers’ Compensation helps cover doctor bills and provides your family with a continuing income\nshould you be temporarily or permanently disabled.\n\nYou are required to promptly report any accident, injury or illness occurring while you are at work to your manager no\nmatter how trivial you think it may be. This is essential. If you do not report an accident, injury or illness, you may\nforfeit some or all of your state compensation benefits.\n\n---\n\n---",
  "sections": [
    {
      "title": "EMPLOYEE HANDBOOK",
      "level": 1,
      "index": "",
      "start_position": 0,
      "parent_path": ""
    },
    {
      "title": "EMPLOYEE HANDBOOK",
      "level": 1,
      "index": "",
      "start_position": 30,
      "parent_path": ""
    },
    {
      "title": "Effective March 20, ```",
      "level": 1,
      "index": "",
      "start_position": 50,
      "parent_path": ""
    },
    {
      "title": "Table of Contents",
      "level": 5,
      "index": "",
      "start_position": 210,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Welcome to Holiday Market!",
      "level": 5,
      "index": "",
      "start_position": 2669,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "REMEMBER OUR",
      "level": 5,
      "index": "",
      "start_position": 5902,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "GUESTS!",
      "level": 5,
      "index": "",
      "start_position": 5921,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Holiday Market and Its Relationship to Spartan Stores",
      "level": 5,
      "index": "",
      "start_position": 7087,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Thank you for choosing us as your place of employment.",
      "level": 5,
      "index": "",
      "start_position": 9607,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Purpose of Handbook",
      "level": 5,
      "index": "",
      "start_position": 9674,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Modification of Handbook",
      "level": 5,
      "index": "",
      "start_position": 10609,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Handbook Application",
      "level": 5,
      "index": "",
      "start_position": 11452,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Equal Employment Opportunity & Diversity",
      "level": 5,
      "index": "",
      "start_position": 11928,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Workplace Violence and Weapons Policy",
      "level": 5,
      "index": "",
      "start_position": 12862,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Workplace Searches",
      "level": 5,
      "index": "",
      "start_position": 15995,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Harassment-Free Work Place",
      "level": 5,
      "index": "",
      "start_position": 16826,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Compliant Procedure for Harassment",
      "level": 5,
      "index": "",
      "start_position": 18795,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "No Retaliation",
      "level": 5,
      "index": "",
      "start_position": 19562,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Qualified Individuals with Disabilities",
      "level": 5,
      "index": "",
      "start_position": 20293,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Relatives/Personal Relationships in the Workplace",
      "level": 5,
      "index": "",
      "start_position": 21054,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Computers, Internet, Cell Phones and Electronic Communications",
      "level": 5,
      "index": "",
      "start_position": 22515,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Customers are our 1 Priority",
      "level": 5,
      "index": "",
      "start_position": 25318,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "The Customer",
      "level": 4,
      "index": "",
      "start_position": 25536,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "wants to feel",
      "level": 4,
      "index": "",
      "start_position": 25554,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "welcomed",
      "level": 4,
      "index": "",
      "start_position": 25573,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "So focus on the",
      "level": 2,
      "index": "",
      "start_position": 25588,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "customer.",
      "level": 2,
      "index": "",
      "start_position": 25607,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Always greet",
      "level": 2,
      "index": "",
      "start_position": 25621,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "them with a",
      "level": 2,
      "index": "",
      "start_position": 25637,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "hello, and always",
      "level": 2,
      "index": "",
      "start_position": 25652,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "a smile!",
      "level": 2,
      "index": "",
      "start_position": 25673,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "End with a thank",
      "level": 4,
      "index": "",
      "start_position": 25686,
      "parent_path": "Effective March 20, ``` › a smile!"
    },
    {
      "title": "you and a smile.",
      "level": 4,
      "index": "",
      "start_position": 25708,
      "parent_path": "Effective March 20, ``` › a smile!"
    },
    {
      "title": "Before leaving a",
      "level": 5,
      "index": "",
      "start_position": 25890,
      "parent_path": "Effective March 20, ``` › a smile! › you and a smile."
    },
    {
      "title": "customer always ask,",
      "level": 5,
      "index": "",
      "start_position": 25913,
      "parent_path": "Effective March 20, ``` › a smile! › you and a smile."
    },
    {
      "title": "\"May I help you with",
      "level": 5,
      "index": "",
      "start_position": 25940,
      "parent_path": "Effective March 20, ``` › a smile! › you and a smile."
    },
    {
      "title": "anything else?\"",
      "level": 5,
      "index": "",
      "start_position": 25967,
      "parent_path": "Effective March 20, ``` › a smile! › you and a smile."
    },
    {
      "title": "Serve all",
      "level": 2,
      "index": "",
      "start_position": 25990,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "customers",
      "level": 2,
      "index": "",
      "start_position": 26003,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "promptly. No",
      "level": 2,
      "index": "",
      "start_position": 26016,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "one likes waiting",
      "level": 2,
      "index": "",
      "start_position": 26032,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "And as always follow",
      "level": 5,
      "index": "",
      "start_position": 26054,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "the \"Golden Rule,\"",
      "level": 5,
      "index": "",
      "start_position": 26081,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Treat everyone with",
      "level": 5,
      "index": "",
      "start_position": 26106,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "respect.",
      "level": 5,
      "index": "",
      "start_position": 26132,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Required Customer Service Behaviors",
      "level": 5,
      "index": "",
      "start_position": 26957,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Last-Minute Shoppers",
      "level": 5,
      "index": "",
      "start_position": 28634,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Tips",
      "level": 5,
      "index": "",
      "start_position": 29080,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Know Your Store",
      "level": 5,
      "index": "",
      "start_position": 29216,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Advertising Guarantee",
      "level": 5,
      "index": "",
      "start_position": 29515,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Customer Returns",
      "level": 5,
      "index": "",
      "start_position": 29798,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Customer Complaints",
      "level": 5,
      "index": "",
      "start_position": 30160,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Service Policy",
      "level": 5,
      "index": "",
      "start_position": 30643,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Customer Accidents",
      "level": 5,
      "index": "",
      "start_position": 31050,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Breakage of Merchandise in the Store or Parking Lot",
      "level": 5,
      "index": "",
      "start_position": 31725,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Store Cleanliness",
      "level": 5,
      "index": "",
      "start_position": 32171,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Donations",
      "level": 5,
      "index": "",
      "start_position": 32525,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Weights and Measures",
      "level": 5,
      "index": "",
      "start_position": 32697,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Sales to Minors - Illegal Transactions",
      "level": 5,
      "index": "",
      "start_position": 33296,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Dress Code",
      "level": 5,
      "index": "",
      "start_position": 34010,
      "parent_path": "Effective March 20, ``` › one likes waiting"
    },
    {
      "title": "Not Permitted",
      "level": 2,
      "index": "",
      "start_position": 34823,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "1. (Food Prep) No",
      "level": 2,
      "index": "",
      "start_position": 34841,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "artificial fingernails,",
      "level": 2,
      "index": "",
      "start_position": 34862,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "dangley jewlery,",
      "level": 2,
      "index": "",
      "start_position": 34889,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "watches or",
      "level": 2,
      "index": "",
      "start_position": 34909,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "bracelets.",
      "level": 2,
      "index": "",
      "start_position": 34923,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Nametags",
      "level": 5,
      "index": "",
      "start_position": 35509,
      "parent_path": "Effective March 20, ``` › bracelets."
    },
    {
      "title": "Lockers & Bags",
      "level": 5,
      "index": "",
      "start_position": 35889,
      "parent_path": "Effective March 20, ``` › bracelets."
    },
    {
      "title": "Cell Phones, Texting & Personal Calls",
      "level": 5,
      "index": "",
      "start_position": 36394,
      "parent_path": "Effective March 20, ``` › bracelets."
    },
    {
      "title": "Smoking Policy",
      "level": 5,
      "index": "",
      "start_position": 36905,
      "parent_path": "Effective March 20, ``` › bracelets."
    },
    {
      "title": "Work Schedules",
      "level": 5,
      "index": "",
      "start_position": 37409,
      "parent_path": "Effective March 20, ``` › bracelets."
    },
    {
      "title": "Time Clock Procedures",
      "level": 5,
      "index": "",
      "start_position": 37869,
      "parent_path": "Effective March 20, ``` › bracelets."
    },
    {
      "title": "New to Holiday Market? Don’t have a Number yet?:",
      "level": 2,
      "index": "",
      "start_position": 37898,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "Your department manager will guide you on where to sign in until",
      "level": 2,
      "index": "",
      "start_position": 37950,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "an employee number is assigned to you.",
      "level": 2,
      "index": "",
      "start_position": 38018,
      "parent_path": "Effective March 20, ```"
    },
    {
      "title": "You will receive your",
      "level": 5,
      "index": "",
      "start_position": 38061,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "employee number",
      "level": 5,
      "index": "",
      "start_position": 38089,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "within your first",
      "level": 5,
      "index": "",
      "start_position": 38111,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "week of employment",
      "level": 5,
      "index": "",
      "start_position": 38135,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "from HR.",
      "level": 5,
      "index": "",
      "start_position": 38160,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "Frequent \"missed",
      "level": 5,
      "index": "",
      "start_position": 38698,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "punches\" will be",
      "level": 5,
      "index": "",
      "start_position": 38721,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "disciplined.",
      "level": 5,
      "index": "",
      "start_position": 38744,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "Helping Customers",
      "level": 5,
      "index": "",
      "start_position": 38769,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "Lunch and Break Periods",
      "level": 5,
      "index": "",
      "start_position": 39000,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "You are required to work the duration of your scheduled shift. Within that shift, you",
      "level": 4,
      "index": "",
      "start_position": 39031,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "are permitted to take work breaks or unpaid lunches, as permitted by your manager.",
      "level": 4,
      "index": "",
      "start_position": 39122,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you."
    },
    {
      "title": "Honesty & Integrity",
      "level": 5,
      "index": "",
      "start_position": 39211,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Report Stealing: Notify management immediately when you see a person taking money, merchandise,",
      "level": 5,
      "index": "",
      "start_position": 39238,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "or equipment without paying for it. (Customer, associate, or vendor) All theft will be investigated by",
      "level": 5,
      "index": "",
      "start_position": 39340,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "management or local law enforcement. Theft is punishable by discharge.",
      "level": 5,
      "index": "",
      "start_position": 39449,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Keep our business confidential: Any personal business information to which you are exposed, such as",
      "level": 5,
      "index": "",
      "start_position": 39527,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "sales volumes, financial figures, and advertising or promotion plans, must be kept confidential.",
      "level": 5,
      "index": "",
      "start_position": 39633,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Michigan law prohibits the disclosure of company information, and Holiday Market will use all",
      "level": 5,
      "index": "",
      "start_position": 39736,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "means available to protect its business interests. Please note that you are also legally bound to keep",
      "level": 5,
      "index": "",
      "start_position": 39836,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "company information confidential even after you have left our employment.",
      "level": 5,
      "index": "",
      "start_position": 39945,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Associate Purchases",
      "level": 5,
      "index": "",
      "start_position": 42395,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "We want our associates to shop at Holiday Market. You’re some of our best customers! However, because you",
      "level": 6,
      "index": "",
      "start_position": 42422,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "are an associate, we require that you follow these rules:",
      "level": 6,
      "index": "",
      "start_position": 42535,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "1. Do your shopping after you punch out: Only shop during breaks/lunches, or at the end of your shift.",
      "level": 6,
      "index": "",
      "start_position": 42601,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "2. Pay for it first: All purchases are to be paid for at the cash register before they are consumed or taken",
      "level": 6,
      "index": "",
      "start_position": 42712,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "home. Failure to do so could lead to immediate discharge.",
      "level": 6,
      "index": "",
      "start_position": 42829,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "3. Keep your receipt: Please keep receipts for all your purchases throughout the day. We spot-check",
      "level": 6,
      "index": "",
      "start_position": 42895,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "associates to determine if the product you are eating/taking out of the store has been paid for. Associates",
      "level": 6,
      "index": "",
      "start_position": 43003,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "who cannot produce a receipt will be disciplined, up to and including discharge.",
      "level": 6,
      "index": "",
      "start_position": 43118,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "4. Take purchases to your car: All purchases for home consumption must be rung through the register and",
      "level": 6,
      "index": "",
      "start_position": 43207,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "removed from the store once you have paid for them. You may not collect items for purchase and put them",
      "level": 6,
      "index": "",
      "start_position": 43319,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "in your department walk-ins or coolers to purchase and take home at a later date/time.",
      "level": 6,
      "index": "",
      "start_position": 43430,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "5. Do not transact your relatives: You are not permitted to scan, weigh or price your own items of any",
      "level": 6,
      "index": "",
      "start_position": 43525,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "relative or person residing in your household, or friend. Please advise them of this to avoid embarrassment.",
      "level": 6,
      "index": "",
      "start_position": 43636,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "6. Never mis-price an item: Anyone who labels a more-expensive item as a cheaper item so that it rings up",
      "level": 6,
      "index": "",
      "start_position": 43753,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "at a cheaper price will be fired. This is called “sweet-hearting” and is theft. Any associate caught doing",
      "level": 6,
      "index": "",
      "start_position": 43867,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "this will be immediately terminated.",
      "level": 6,
      "index": "",
      "start_position": 43981,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "7. Be prepared for inspection: We reserve the right to inspect all items taken from the store. All bags, boxes",
      "level": 6,
      "index": "",
      "start_position": 44026,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "and packages removed from the store are subject to being spot checked by the Department or Store",
      "level": 6,
      "index": "",
      "start_position": 44145,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "manager at any time.",
      "level": 6,
      "index": "",
      "start_position": 44249,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "8. Removing unpaid merchandise: Never exit the building with unpaid merchandise. This is considered",
      "level": 6,
      "index": "",
      "start_position": 44278,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "stealing and may result in discharge.",
      "level": 6,
      "index": "",
      "start_position": 44386,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "9. Employee Charging: If you choose to employee charge your purchase, that amount will be withdrawn",
      "level": 6,
      "index": "",
      "start_position": 44432,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "from your following week’s paycheck. (Monday-Sunday with payday on the following Thursday) If you",
      "level": 6,
      "index": "",
      "start_position": 44540,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "overcharge your check amount, you will be automatically removed from store charging again on your",
      "level": 6,
      "index": "",
      "start_position": 44645,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "check for 2 weeks.",
      "level": 6,
      "index": "",
      "start_position": 44750,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager. › Associate Purchases"
    },
    {
      "title": "Conduct Which Can Lead to Immediate Discharge",
      "level": 5,
      "index": "",
      "start_position": 44782,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Attendance Definitions & Penalties",
      "level": 5,
      "index": "",
      "start_position": 46560,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Rules for reporting an absences & tardiness",
      "level": 5,
      "index": "",
      "start_position": 47827,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Calling in sick",
      "level": 5,
      "index": "",
      "start_position": 48197,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Parking",
      "level": 5,
      "index": "",
      "start_position": 49394,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Broken Packages & Damaged Merchandise",
      "level": 5,
      "index": "",
      "start_position": 49740,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Working for our Competitors",
      "level": 5,
      "index": "",
      "start_position": 50090,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Solicitation & Distribution by Employees",
      "level": 5,
      "index": "",
      "start_position": 50220,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Premiums & Gratuities",
      "level": 5,
      "index": "",
      "start_position": 50988,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Resignation Policy",
      "level": 5,
      "index": "",
      "start_position": 51945,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Layoff Policy",
      "level": 5,
      "index": "",
      "start_position": 52507,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Discipline",
      "level": 5,
      "index": "",
      "start_position": 53022,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Alcohol & Controlled Substances",
      "level": 5,
      "index": "",
      "start_position": 53262,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Shoplifting",
      "level": 5,
      "index": "",
      "start_position": 54468,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Store Robberies",
      "level": 5,
      "index": "",
      "start_position": 55000,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Special Safety Rules for Employees Under the Age of No one under the age of 18 is permitted to operate, service or clean any power-driven equipment, such as bakery",
      "level": 5,
      "index": "",
      "start_position": 56032,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Hazardous Chemicals in the Workplace",
      "level": 5,
      "index": "",
      "start_position": 56471,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Injury Reporting",
      "level": 5,
      "index": "",
      "start_position": 57393,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Training",
      "level": 5,
      "index": "",
      "start_position": 57992,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Equipment & Tool Operation",
      "level": 5,
      "index": "",
      "start_position": 58339,
      "parent_path": "Effective March 20, ``` › an employee number is assigned to you. › are permitted to take work breaks or unpaid lunches, as permitted by your manager."
    },
    {
      "title": "Work",
      "level": 1,
      "index": "",
      "start_position": 61440,
      "parent_path": ""
    },
    {
      "title": "Work",
      "level": 1,
      "index": "",
      "start_position": 61609,
      "parent_path": ""
    },
    {
      "title": "Safely",
      "level": 1,
      "index": "",
      "start_position": 61616,
      "parent_path": ""
    },
    {
      "title": "Benefit Plan Details",
      "level": 5,
      "index": "",
      "start_position": 63124,
      "parent_path": "Safely"
    },
    {
      "title": "Pay Day",
      "level": 5,
      "index": "",
      "start_position": 64450,
      "parent_path": "Safely"
    },
    {
      "title": "Paycheck Errors",
      "level": 5,
      "index": "",
      "start_position": 64693,
      "parent_path": "Safely"
    },
    {
      "title": "Overtime Policy",
      "level": 5,
      "index": "",
      "start_position": 64941,
      "parent_path": "Safely"
    },
    {
      "title": "Paid Holidays",
      "level": 5,
      "index": "",
      "start_position": 65500,
      "parent_path": "Safely"
    },
    {
      "title": "Employee Classifications",
      "level": 5,
      "index": "",
      "start_position": 66274,
      "parent_path": "Safely"
    },
    {
      "title": "Birthday Pay",
      "level": 5,
      "index": "",
      "start_position": 66944,
      "parent_path": "Safely"
    },
    {
      "title": "Bereavement Pay",
      "level": 5,
      "index": "",
      "start_position": 67216,
      "parent_path": "Safely"
    },
    {
      "title": "Part Time Paid Time Off",
      "level": 5,
      "index": "",
      "start_position": 68504,
      "parent_path": "Safely"
    },
    {
      "title": "PTO Payouts",
      "level": 5,
      "index": "",
      "start_position": 70315,
      "parent_path": "Safely"
    },
    {
      "title": "401k Retirement Savings Plan - John Hancock",
      "level": 5,
      "index": "",
      "start_position": 71288,
      "parent_path": "Safely"
    },
    {
      "title": "Personal Leave of Absence",
      "level": 5,
      "index": "",
      "start_position": 71656,
      "parent_path": "Safely"
    },
    {
      "title": "Eligibility",
      "level": 5,
      "index": "",
      "start_position": 72772,
      "parent_path": "Safely"
    },
    {
      "title": "Type of Leave Covered",
      "level": 5,
      "index": "",
      "start_position": 73477,
      "parent_path": "Safely"
    },
    {
      "title": "Type of Leave Covered - Continued",
      "level": 5,
      "index": "",
      "start_position": 76816,
      "parent_path": "Safely"
    },
    {
      "title": "Employee Status & Benefits During Leave",
      "level": 5,
      "index": "",
      "start_position": 78980,
      "parent_path": "Safely"
    },
    {
      "title": "Employee Status After Leave",
      "level": 5,
      "index": "",
      "start_position": 80525,
      "parent_path": "Safely"
    },
    {
      "title": "Paid Leave",
      "level": 5,
      "index": "",
      "start_position": 81800,
      "parent_path": "Safely"
    },
    {
      "title": "Intermittent Leave or a Reduced Work Schedule",
      "level": 5,
      "index": "",
      "start_position": 82200,
      "parent_path": "Safely"
    },
    {
      "title": "Certification of the Serious Health Condition",
      "level": 5,
      "index": "",
      "start_position": 83336,
      "parent_path": "Safely"
    },
    {
      "title": "Procedure for Requesting Leave",
      "level": 5,
      "index": "",
      "start_position": 85319,
      "parent_path": "Safely"
    },
    {
      "title": "Military Caregiver Leave",
      "level": 5,
      "index": "",
      "start_position": 86433,
      "parent_path": "Safely"
    },
    {
      "title": "Qualifying Urgent Matters",
      "level": 5,
      "index": "",
      "start_position": 86998,
      "parent_path": "Safely"
    },
    {
      "title": "Military Leave",
      "level": 5,
      "index": "",
      "start_position": 90067,
      "parent_path": "Safely"
    },
    {
      "title": "COBRA Insurance - Continued",
      "level": 5,
      "index": "",
      "start_position": 93449,
      "parent_path": "Safely"
    },
    {
      "title": "Worker’s Compensation Insurance",
      "level": 5,
      "index": "",
      "start_position": 94209,
      "parent_path": "Safely"
    }
  ],
  "stats": {
    "char_count": 94827,
    "section_count": 171
  }
}